{
	"id": 11,
	"case_id": 4162535,
	"case_title": "Salazar-Limon v. Houston",
	"date_filed": "2017-04-24",
	"html": "\u003cpre class=\"inline\"\u003e                  Cite as: 581 U. S. ____ (2017)            1\n\n                      ALITO, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n        RICARDO SALAZAR-LIMON v. CITY OF\n\n             HOUSTON, TEXAS, ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n\n               No. 16–515.   Decided April 24, 2017\n\n\n  The petition for a writ of certiorari is denied.\n  JUSTICE ALITO, with whom JUSTICE THOMAS joins,\nconcurring in the denial of certiorari.\n  Every year the courts of appeals decide hundreds of\ncases in which they must determine whether thin evidence\nprovided by a plaintiff is just enough to survive a motion\nfor summary judgment or not quite enough. This is one\nsuch case. Officer Thompson stated in a deposition that\nhe shot Salazar-Limon because he saw him turn toward\nhim and reach for his waist in a movement consistent with\nreaching for a gun. Record, Doc. 39–2, pp. 29–30, 33.\nRemarkably, Salazar-Limon did not state in his deposition\nor in an affidavit that he did not reach for his waist, and\non that ground the Court of Appeals held that respondents\nwere entitled to summary judgment. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e826\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e272\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 278–\n279 (CA5 2016).\n  The dissent disagrees with that judgment. The dissent\nacknowledges that summary judgment would be proper if\nthe record compelled the conclusion that Salazar-Limon\nreached for his waist, but the dissent believes that, if the\ncase had gone to trial, a jury could have reasonably in-\nferred that Salazar-Limon did not reach for his waist—\neven if Salazar-Limon never testified to that fact. The\ndissent’s conclusion is surely debatable. But in any event,\nthis Court does not typically grant a petition for a writ of\ncertiorari to review a factual question of this sort, see this\nCourt’s Rule 10, and I therefore concur in the denial of\n\u000c2               SALAZAR-LIMON v. HOUSTON\n\n                      ALITO, J., concurring\n\nreview here.\n   I write to put our disposition of this petition in perspec-\ntive. First, whether or not one agrees with the grant of\nsummary judgment in favor of Officer Thompson, it is\nclear that the lower courts acted responsibly and attempted\nfaithfully to apply the correct legal rule to what is at best\na marginal set of facts.\n   Second, this Court applies uniform standards in deter-\nmining whether to grant review in cases involving allega-\ntions that a law enforcement officer engaged in unconsti-\ntutional conduct. We may grant review if the lower court\nconspicuously failed to apply a governing legal rule. See\nthis Court’s Rule 10. The dissent cites five such cases in\nwhich we granted relief for law enforcement officers, and\nin all but one of those cases there was no published dis-\nsent. White v. Pauly, 580 U. S. ___ (2017) (per curiam);\nMullenix v. Luna, 577 U. S. ___ (2015) (per curiam); Tay-\nlor v. Barkes, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2015) (per curiam); Carroll v.\nCarman, 574 U. S. ___ (2014) (per curiam); Stanton v.\nSims, 571 U. S. ___ (2013) (per curiam). The dissent has\nnot identified a single case in which we failed to grant a\nsimilar petition filed by an alleged victim of unconstitu-\ntional police conduct.\n   As noted, regardless of whether the petitioner is an\nofficer or an alleged victim of police misconduct, we rarely\ngrant review where the thrust of the claim is that a lower\ncourt simply erred in applying a settled rule of law to the\nfacts of a particular case. See this Court’s Rule 10. The\ncase before us falls squarely in that category.\n   This is undeniably a tragic case, but as the dissent\nnotes, post, at 8 (opinion of SOTOMAYOR, J.), we have no\nway of determining what actually happened in Houston on\nthe night when Salazar-Limon was shot. All that the\nlower courts and this Court can do is to apply the govern-\ning rules in a neutral fashion.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                   SOTOMAYOR, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n        RICARDO SALAZAR-LIMON v. CITY OF\n\n             HOUSTON, TEXAS, ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n\n              No. 16–515.   Decided April 24, 2017\n\n\n   JUSTICE SOTOMAYOR, with whom JUSTICE GINSBURG\njoins, dissenting from the denial of certiorari.\n   Just after midnight on October 29, 2010, a Houston\npolice officer shot petitioner Ricardo Salazar-Limon in the\nback. Salazar-Limon claims the officer shot him as he\ntried to walk away from a confrontation with the officer on\nan overpass. The officer, by contrast, claims that Salazar-\nLimon turned toward him and reached for his waistband—\nas if for a gun—before the officer fired a shot. The ques-\ntion whether the officer used excessive force in shooting\nSalazar-Limon thus turns in large part on which man is\ntelling the truth. Our legal system entrusts this decision\nto a jury sitting as finder of fact, not a judge reviewing a\npaper record.\n   The courts below thought otherwise. The District Court\ncredited the officer’s version of events and granted sum-\nmary judgment to respondents—the officer and the city.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e97\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e898\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (SD Tex. 2015). The Fifth Circuit\naffirmed. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e826\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e272\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2016). But summary judgment is\nappropriate only where “there is no genuine dispute as to\nany material fact.” Fed. Rule Civ. Proc. 56(a). The courts\nbelow failed to heed that mandate. Three Terms ago, we\nsummarily reversed the Fifth Circuit in a case “reflect[ing]\na clear misapprehension of summary judgment stand-\nards.” Tolan v. Cotton, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) ( per\ncuriam) (slip op., at 10). This case reflects the same fun-\ndamental error. I respectfully dissent from the Court’s\nfailure to grant certiorari and reverse.\n\u000c2              SALAZAR-LIMON v. HOUSTON\n\n                  SOTOMAYOR, J., dissenting\n\n                               I\n   The encounter at issue here occurred around midnight\non October 29, 2010, on the outskirts of Houston, Texas.\nSalazar-Limon, who had been drinking, was driving with\nthree other men down Houston’s Southwest Freeway.\nHouston Police Department Officer Chris Thompson was\nmanning a speed gun on the freeway that night and spot-\nted Salazar-Limon’s truck weaving between lanes. He\nturned on his lights and sirens, and Salazar-Limon pulled\nover and stopped on the shoulder of an overpass. Thomp-\nson walked over to the window of Salazar-Limon’s truck\nand asked for his driver’s license and proof of insurance,\nwhich Salazar-Limon provided.           Thompson checked\nSalazar-Limon’s license and found no outstanding warrants.\n   When Thompson returned to the truck, the incident\nquickly escalated. Thompson asked Salazar-Limon to step\nout of the truck—apparently intending to conduct a blood\nalcohol test—and the two men began to walk together\ntoward Thompson’s patrol car. Although the men dispute\nthe details of what happened next, they agree that\nThompson tried to put Salazar-Limon in handcuffs; that\nSalazar-Limon resisted; and that a brief struggle ensued.\nAt the end of the struggle, Salazar-Limon turned away\nand began to walk back to his truck, his back to Thomp-\nson. Thompson drew his firearm and told Salazar-Limon\nto stop walking.\n   What matters is what happened next, and here the men\ntell different stories. According to Salazar-Limon, Thomp-\nson shot him “immediately”—at most, within “seconds” of\nthe oral command. Record, Doc. 39–1, p. 8. Salazar-\nLimon testified that when the bullet hit his back, he began\nto turn toward Thompson and then fell to the ground.\nIbid. Thompson’s version of the story differs. According to\nThompson, when he told Salazar-Limon to stop walking,\nSalazar-Limon raised his hands toward his waistband—as\nif for a weapon—and turned toward him. Id., Doc. 39–2,\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                       SOTOMAYOR, J., dissenting\n\nat 29. Thompson testified that he shot Salazar-Limon\nonly “[o]nce he made the motion towards his waistband.”\nIbid. Salazar-Limon, in other words, claims that Thomp-\nson shot him in the back while he was walking away.\nThompson claims that Salazar-Limon provoked the shot\nby turning toward him and reaching for what he thought\nwas a gun.\n  Salazar-Limon survived the encounter but sustained\ncrippling injuries. In 2011, he sued Thompson, the city of\nHouston, and various police officials, alleging violations of\nhis constitutional rights. Respondents removed the case\nto federal court and moved for summary judgment, argu-\ning that Thompson was protected by qualified immunity.1\nRespondents emphasized that, in their view, even viewed\nin the light most favorable to Salazar-Limon, the facts did\nnot support an excessive-force claim:\n     “Thompson was dealing with a suspect who physically\n     resisted arres[t] while the two stood on a dimly lit\n     overpass of a busy expressway; he was alone with\n     Salazar-Limon and [three] other suspects, all of whom\n     he had not searched; Salazar-Limon disobeyed\n     Thompson’s orders to stop and proceeded to walk in\n     the direction of his truck[,] which had not been\n     searched either.” Id., Doc. 31, at 20.\nRespondents did not cite Thompson’s allegation that Salazar-\nLimon had turned and reached for his waistband, at\nleast not in any part of their motion that relied only on\nundisputed facts; rather, they relied on the facts preceding\nthe alleged turn and reach to argue that Thompson acted\nreasonably under the circumstances. See id., at 13–14\n——————\n  1 The city also argued that Salazar-Limon had failed to plead a claim\n\nfor supervisory liability against it under Monell v. New York City Dept.\nof Social Servs., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109881\"\u003e\u003ca href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"\u003e\u003cspan class=\"volume\"\u003e436\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e658\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1978). The District Court granted\nsummary judgment to the city, and although Salazar-Limon argued on\nappeal that it erred in doing so, he does not renew that contention here.\n\u000c4              SALAZAR-LIMON v. HOUSTON\n\n                  SOTOMAYOR, J., dissenting\n\n(statement of undisputed facts).\n    The District Court granted summary judgment to re-\nspondents, but on a different understanding of the alleged\nfacts. In the District Court’s view, “Thompson testified\nthat Salazar[-Limon] stopped walking and start[ed] turn-\ning back toward Thompson, reaching toward his waist-\nband,” and Salazar-Limon “offered no controverting evi-\ndence.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e97\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 906. As a result, the District\nCourt found, “uncontroverted record evidence” showed\nthat Salazar-Limon “disregarded repeated orders, walked\naway, then turned back toward Thom[p]son and reached\nfor his waistband before Thompson fired.” Ibid.; see also\nibid. (“The undisputed summary judgment evidence\nshowe[d] that . . . as [Salazar-Limon] walked away from\nOfficer Thompson toward his own truck, he reached to-\nward his waistband and began to turn back toward the\nofficer”); id., at 907 (“[T]he record shows that when\nThompson saw Salazar[-Limon] turn toward him, he was\nreaching toward his waistband”); id., at 909 (“Salazar[-\nLimon] has pointed to no summary judgment evidence\ncontradicting Thompson’s testimony that he shot because\n. . . Salazar[-Limon] reached for his waistband and turned\ntoward him”). On this view of the facts, the District Court\nheld, Thompson was entitled to qualified immunity. Ibid.\n    The Fifth Circuit affirmed. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e826\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e272\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. It acknowl-\nedged Salazar-Limon’s argument that the District Court\nerred in relying on disputed facts, including its findings\nthat Salazar-Limon had turned and reached for his waist-\nband before he was shot. Id., at 278. But it explained that\n“only one [of these findings] need be addressed—whether\nSalazar[-Limon] reached for his waistband before being\nshot.” Ibid. “[R]ecord evidence,” the panel stated, “shows\nthat Officer Thompson testified that . . . he saw Salazar[-\nLimon] reach for his waistband.” Ibid. By contrast, it\nexplained, Salazar-Limon “did not deny reaching for his\nwaistband; nor has he submitted any other controverting\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                   SOTOMAYOR, J., dissenting\n\nevidence in this regard.” Id., at 278–279 (footnote omit-\nted). To support its assertion, the panel cited only the\nDistrict Court’s finding that “ ‘uncontroverted record evi-\ndence shows that Salazar[-Limon] . . . reached for his\nwaistband before Thompson fired.’ ” Id., at 278, n. 5 (quot-\ning \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e97\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 906). Thus adopting the same view\nof the facts as the District Court had, the panel held that\nThompson was shielded by qualified immunity.\n                              II\n   This is not a case that should have been resolved on\nsummary judgment. Summary judgment is appropriate\nonly where “there is no genuine dispute as to any material\nfact and the movant is entitled to judgment as a matter of\nlaw.” Fed. Rule Civ. Proc. 56(a). A “judge’s function” in\nevaluating a motion for summary judgment is not “to\nweigh the evidence and determine the truth of the matter\nbut to determine whether there is a genuine issue for\ntrial.” Anderson v. Liberty Lobby, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111719\"\u003e\u003ca href=\"/opinion/111719/anderson-v-liberty-lobby/\"\u003e\u003cspan class=\"volume\"\u003e477\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e242\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 249\n(1986); see also First Nat. Bank of Ariz. v. Cities Service\nCo., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107691\"\u003e\u003ca href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"\u003e\u003cspan class=\"volume\"\u003e391\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e253\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 289 (1968) (the question at summary\njudgment is whether a jury should “resolve the parties’\ndiffering versions of the truth at trial”). In doing so, the\ncourt must “view the facts and draw reasonable inferences\n‘in the light most favorable to the party opposing the . . .\nmotion.’ ” Scott v. Harris, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145738\"\u003e\u003ca href=\"/opinion/145738/scott-v-harris/\"\u003e\u003cspan class=\"volume\"\u003e550\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e372\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 378 (2007) (quot-\ning United States v. Diebold, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106395\"\u003e\u003ca href=\"/opinion/106395/united-states-v-diebold-inc/\"\u003e\u003cspan class=\"volume\"\u003e369\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e654\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 655\n(1962) ( per curiam)).\n   Applying that rule to this case is easy work. The ques-\ntion before the lower courts was whether the facts, taken\nin the light most favorable to Salazar-Limon, entitled\nThompson to judgment on Salazar-Limon’s excessive-force\nclaim. Saucier v. Katz, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e533\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e194\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 201 (2001); Graham\nv. Connor, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112257\"\u003e\u003ca href=\"/opinion/112257/graham-v-connor/\"\u003e\u003cspan class=\"volume\"\u003e490\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e386\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 394 (1989). Although such cases\ngenerally require courts to wade through the “factbound\nmorass of ‘reasonableness,’ ” Scott, 550 U. S., at 383, here\n\u000c6               SALAZAR-LIMON v. HOUSTON\n\n                   SOTOMAYOR, J., dissenting\n\nthe question whether Thompson’s use of force was reason-\nable turns in large part on exactly what Salazar-Limon did\nin the moments before Thompson shot him. Indeed, the\ncourts below needed to ask only one question: Did Salazar-\nLimon turn and reach for his waistband, or not? If he did,\nThompson’s use of force was reasonable. If he did not, a\njury could justifiably decide that the use of force was\nexcessive.\n  Given that this case turns in large part on what Salazar-\nLimon did just before he was shot, it should be obvious\nthat the parties’ competing accounts of the event preclude\nthe entry of summary judgment for Thompson. Thompson\nattested in a deposition that he fired his gun only after he\nsaw Salazar-Limon turn and “ma[k]e [a] motion towards\nhis waistband area.” Record, Doc. 39–2, at 29. Salazar-\nLimon, by contrast, attested that Thompson fired either\n“immediately” or “seconds” after telling Salazar-Limon to\nstop—and in any case before Salazar-Limon turned toward\nhim. Id., Doc. 39–1, at 7–8. These accounts flatly contra-\ndict each other. On the one, Salazar-Limon provoked the\nuse of force by turning and raising his hands toward his\nwaistband. On the other, Thompson shot without being\nprovoked. It is not for a judge to resolve these “differing\nversions of the truth” on summary judgment, First Nat.\nBank, 391 U. S., at 289; that question is for a jury to de-\ncide at trial.\n  The courts below reached the opposite conclusion only\nby disregarding basic principles of summary judgment.\nThe District Court reasoned that Salazar-Limon “offered\nno controverting evidence” against Thompson’s testimony\nthat he turned and reached for his waistband before he\nwas shot, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e97\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 906, and the Fifth Circuit\nsimilarly reasoned that Salazar-Limon had not “submitted\nany other controverting evidence” regarding that fact, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e826\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 279. This is plainly wrong. Salazar-Limon’s own\ntestimony “controverted” Thompson’s claim that Salazar-\n\u000c                    Cite as: 581 U. S. ____ (2017)                 7\n\n                      SOTOMAYOR, J., dissenting\n\nLimon had turned and reached for his waistband. The\nsworn testimony of an eyewitness is competent summary\njudgment evidence. And Salazar-Limon’s testimony “con-\ntroverted” Thompson’s; indeed, the two contradict one\nanother in every material way. Salazar-Limon needed no\nother evidence to defeat summary judgment.\n  Respondents defend the judgment below on the ground\nthat Salazar-Limon “had the opportunity to directly con-\ntradict Officer Thompson’s testimony,” but did not do so.\nBrief in Opposition 16. JUSTICE ALITO advances the same\nargument. Ante, at 1 (concurring opinion). They argue\nthat Salazar-Limon never explicitly stated, “I did not\nreach for my waistband,” and that his failure to do so\npermitted the courts below to grant summary judgment to\nThompson. But this inference is questionable at best:\nSalazar-Limon had no need to introduce such an explicit\nstatement, given respondents’ concession that the events\nimmediately preceding the gunshot (including the alleged\nwaistband reach) were subject to dispute. See Record,\nDoc. 31, at 13–14. And even if the inference respondents\nsuggest was a reasonable one, it would be improper at the\nsummary judgment stage. At that stage, all “reasonable\ninferences should be drawn in favor of the nonmoving\nparty”—here, Salazar-Limon. Tolan, 572 U. S., at ___ (slip\nop., at 10). The most natural inference to be drawn from\nSalazar-Limon’s testimony was that he neither turned nor\nreached for his waistband before he was shot—especially\nas no gun was ever recovered. See Cruz v. Anaheim, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e765\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1076\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1079 (CA9 2014) (“In this case, there’s circum-\nstantial evidence that could give a reasonable jury pause.\nMost obvious is the fact that [the victim] didn’t have a gun\non him, so why would he have reached for his waist-\nband?”).2 Respondents’ argument to the contrary “reflects\n——————\n  2 Some commentators have observed the increasing frequency of inci-\n\ndents in which unarmed men allegedly reach for empty waistbands\n\u000c8                    SALAZAR-LIMON v. HOUSTON\n\n                         SOTOMAYOR, J., dissenting\n\na clear misapprehension of summary judgment stand-\nards.” Tolan, 572 U. S., at ___ (slip op., at 10).\n  This is not a difficult case. When a police officer claims\nthat the victim of the use of force took some act that would\nhave justified that force, and the victim claims he did not,\nsummary judgment is improper. The Fifth Circuit’s deci-\nsion should be reversed.\n                        *     *    *\n  Only Thompson and Salazar-Limon know what hap-\npened on that overpass on October 29, 2010. It is possible\nthat Salazar-Limon did something that Thompson reason-\nably found threatening; it is also possible that Thompson\nshot an unarmed man in the back without justification.\nWhat is clear is that our legal system does not entrust the\nresolution of this dispute to a judge faced with competing\naffidavits. The evenhanded administration of justice does\nnot permit such a shortcut.\n  Our failure to correct the error made by the courts below\nleaves in place a judgment that accepts the word of one\nparty over the word of another. It also continues a dis-\nturbing trend regarding the use of this Court’s resources.\nWe have not hesitated to summarily reverse courts for\nwrongly denying officers the protection of qualified im-\nmunity in cases involving the use of force. See, e.g., White\nv. Pauly, 580 U. S. ___ (2017) ( per curiam); Mullenix v.\n——————\nwhen facing armed officers. See Faturechi, Deputies’ Shooting of\nUnarmed Suspects Rise, L. A. Times, Sept. 23, 2011, pp. A1, AA7 (report-\ning that nearly half of the individuals shot by Los Angeles police after\nallegedly reaching for their waistbands turned out to be unarmed); Balko,\nWhen Unarmed Men Reach for Their Waistbands, Washington Post, Aug.\n29, 2014, https://www.washingtonpost.com/news/the-watch/wp/2014/08/\n29/when-unarmed-men-reach-for-their-waistbands/ (as last visited Apr.\n11, 2017) (collecting cases). That these cases are increasingly common\nmakes it even more important for lower courts—confronted with such\ninconsistencies—to let the jury exercise its role as the arbiter of credibility\ndisputes.\n\u000c                 Cite as: 581 U. S. ____ (2017)           9\n\n                  SOTOMAYOR, J., dissenting\n\nLuna, 577 U. S. ___ (2015) ( per curiam); Taylor v. Barkes,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2015) ( per curiam); Carroll v. Carman, 574\nU. S. ___ (2014) ( per curiam); Stanton v. Sims, 571 U. S.\n___ (2013) ( per curiam). But we rarely intervene where\ncourts wrongly afford officers the benefit of qualified im-\nmunity in these same cases. The erroneous grant of sum-\nmary judgment in qualified-immunity cases imposes no\nless harm on “ ‘society as a whole,’ ” City and County of\nSan Francisco v. Sheehan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, n. 3 (2015)\n(slip op., at 10, n. 3) (quoting Harlow v. Fitzgerald, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110763\"\u003e\u003ca href=\"/opinion/110763/harlow-v-fitzgerald/\"\u003e\u003cspan class=\"volume\"\u003e457\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e800\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 814 (1982)), than does the erroneous denial of\nsummary judgment in such cases. We took one step to-\nward addressing this asymmetry in Tolan. 572 U. S., at\n___ (slip op., at 11). We take one step back today.\n   I respectfully dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "                  Cite as: 581 U. S. ____ (2017)            1\n\n                      ALITO, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n        RICARDO SALAZAR-LIMON v. CITY OF\n\n             HOUSTON, TEXAS, ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n\n               No. 16–515.   Decided April 24, 2017\n\n\n  The petition for a writ of certiorari is denied.\n  JUSTICE ALITO, with whom JUSTICE THOMAS joins,\nconcurring in the denial of certiorari.\n  Every year the courts of appeals decide hundreds of\ncases in which they must determine whether thin evidence\nprovided by a plaintiff is just enough to survive a motion\nfor summary judgment or not quite enough. This is one\nsuch case. Officer Thompson stated in a deposition that\nhe shot Salazar-Limon because he saw him turn toward\nhim and reach for his waist in a movement consistent with\nreaching for a gun. Record, Doc. 39–2, pp. 29–30, 33.\nRemarkably, Salazar-Limon did not state in his deposition\nor in an affidavit that he did not reach for his waist, and\non that ground the Court of Appeals held that respondents\nwere entitled to summary judgment. 826 F. 3d 272, 278–\n279 (CA5 2016).\n  The dissent disagrees with that judgment. The dissent\nacknowledges that summary judgment would be proper if\nthe record compelled the conclusion that Salazar-Limon\nreached for his waist, but the dissent believes that, if the\ncase had gone to trial, a jury could have reasonably in-\nferred that Salazar-Limon did not reach for his waist—\neven if Salazar-Limon never testified to that fact. The\ndissent’s conclusion is surely debatable. But in any event,\nthis Court does not typically grant a petition for a writ of\ncertiorari to review a factual question of this sort, see this\nCourt’s Rule 10, and I therefore concur in the denial of\n\u000c2               SALAZAR-LIMON v. HOUSTON\n\n                      ALITO, J., concurring\n\nreview here.\n   I write to put our disposition of this petition in perspec-\ntive. First, whether or not one agrees with the grant of\nsummary judgment in favor of Officer Thompson, it is\nclear that the lower courts acted responsibly and attempted\nfaithfully to apply the correct legal rule to what is at best\na marginal set of facts.\n   Second, this Court applies uniform standards in deter-\nmining whether to grant review in cases involving allega-\ntions that a law enforcement officer engaged in unconsti-\ntutional conduct. We may grant review if the lower court\nconspicuously failed to apply a governing legal rule. See\nthis Court’s Rule 10. The dissent cites five such cases in\nwhich we granted relief for law enforcement officers, and\nin all but one of those cases there was no published dis-\nsent. White v. Pauly, 580 U. S. ___ (2017) (per curiam);\nMullenix v. Luna, 577 U. S. ___ (2015) (per curiam); Tay-\nlor v. Barkes, 575 U. S. ___ (2015) (per curiam); Carroll v.\nCarman, 574 U. S. ___ (2014) (per curiam); Stanton v.\nSims, 571 U. S. ___ (2013) (per curiam). The dissent has\nnot identified a single case in which we failed to grant a\nsimilar petition filed by an alleged victim of unconstitu-\ntional police conduct.\n   As noted, regardless of whether the petitioner is an\nofficer or an alleged victim of police misconduct, we rarely\ngrant review where the thrust of the claim is that a lower\ncourt simply erred in applying a settled rule of law to the\nfacts of a particular case. See this Court’s Rule 10. The\ncase before us falls squarely in that category.\n   This is undeniably a tragic case, but as the dissent\nnotes, post, at 8 (opinion of SOTOMAYOR, J.), we have no\nway of determining what actually happened in Houston on\nthe night when Salazar-Limon was shot. All that the\nlower courts and this Court can do is to apply the govern-\ning rules in a neutral fashion.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                   SOTOMAYOR, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n        RICARDO SALAZAR-LIMON v. CITY OF\n\n             HOUSTON, TEXAS, ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n\n              No. 16–515.   Decided April 24, 2017\n\n\n   JUSTICE SOTOMAYOR, with whom JUSTICE GINSBURG\njoins, dissenting from the denial of certiorari.\n   Just after midnight on October 29, 2010, a Houston\npolice officer shot petitioner Ricardo Salazar-Limon in the\nback. Salazar-Limon claims the officer shot him as he\ntried to walk away from a confrontation with the officer on\nan overpass. The officer, by contrast, claims that Salazar-\nLimon turned toward him and reached for his waistband—\nas if for a gun—before the officer fired a shot. The ques-\ntion whether the officer used excessive force in shooting\nSalazar-Limon thus turns in large part on which man is\ntelling the truth. Our legal system entrusts this decision\nto a jury sitting as finder of fact, not a judge reviewing a\npaper record.\n   The courts below thought otherwise. The District Court\ncredited the officer’s version of events and granted sum-\nmary judgment to respondents—the officer and the city.\n97 F. Supp. 3d 898 (SD Tex. 2015). The Fifth Circuit\naffirmed. 826 F. 3d 272 (2016). But summary judgment is\nappropriate only where “there is no genuine dispute as to\nany material fact.” Fed. Rule Civ. Proc. 56(a). The courts\nbelow failed to heed that mandate. Three Terms ago, we\nsummarily reversed the Fifth Circuit in a case “reflect[ing]\na clear misapprehension of summary judgment stand-\nards.” Tolan v. Cotton, 572 U. S. ___, ___ (2014) ( per\ncuriam) (slip op., at 10). This case reflects the same fun-\ndamental error. I respectfully dissent from the Court’s\nfailure to grant certiorari and reverse.\n\u000c2              SALAZAR-LIMON v. HOUSTON\n\n                  SOTOMAYOR, J., dissenting\n\n                               I\n   The encounter at issue here occurred around midnight\non October 29, 2010, on the outskirts of Houston, Texas.\nSalazar-Limon, who had been drinking, was driving with\nthree other men down Houston’s Southwest Freeway.\nHouston Police Department Officer Chris Thompson was\nmanning a speed gun on the freeway that night and spot-\nted Salazar-Limon’s truck weaving between lanes. He\nturned on his lights and sirens, and Salazar-Limon pulled\nover and stopped on the shoulder of an overpass. Thomp-\nson walked over to the window of Salazar-Limon’s truck\nand asked for his driver’s license and proof of insurance,\nwhich Salazar-Limon provided.           Thompson checked\nSalazar-Limon’s license and found no outstanding warrants.\n   When Thompson returned to the truck, the incident\nquickly escalated. Thompson asked Salazar-Limon to step\nout of the truck—apparently intending to conduct a blood\nalcohol test—and the two men began to walk together\ntoward Thompson’s patrol car. Although the men dispute\nthe details of what happened next, they agree that\nThompson tried to put Salazar-Limon in handcuffs; that\nSalazar-Limon resisted; and that a brief struggle ensued.\nAt the end of the struggle, Salazar-Limon turned away\nand began to walk back to his truck, his back to Thomp-\nson. Thompson drew his firearm and told Salazar-Limon\nto stop walking.\n   What matters is what happened next, and here the men\ntell different stories. According to Salazar-Limon, Thomp-\nson shot him “immediately”—at most, within “seconds” of\nthe oral command. Record, Doc. 39–1, p. 8. Salazar-\nLimon testified that when the bullet hit his back, he began\nto turn toward Thompson and then fell to the ground.\nIbid. Thompson’s version of the story differs. According to\nThompson, when he told Salazar-Limon to stop walking,\nSalazar-Limon raised his hands toward his waistband—as\nif for a weapon—and turned toward him. Id., Doc. 39–2,\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                       SOTOMAYOR, J., dissenting\n\nat 29. Thompson testified that he shot Salazar-Limon\nonly “[o]nce he made the motion towards his waistband.”\nIbid. Salazar-Limon, in other words, claims that Thomp-\nson shot him in the back while he was walking away.\nThompson claims that Salazar-Limon provoked the shot\nby turning toward him and reaching for what he thought\nwas a gun.\n  Salazar-Limon survived the encounter but sustained\ncrippling injuries. In 2011, he sued Thompson, the city of\nHouston, and various police officials, alleging violations of\nhis constitutional rights. Respondents removed the case\nto federal court and moved for summary judgment, argu-\ning that Thompson was protected by qualified immunity.1\nRespondents emphasized that, in their view, even viewed\nin the light most favorable to Salazar-Limon, the facts did\nnot support an excessive-force claim:\n     “Thompson was dealing with a suspect who physically\n     resisted arres[t] while the two stood on a dimly lit\n     overpass of a busy expressway; he was alone with\n     Salazar-Limon and [three] other suspects, all of whom\n     he had not searched; Salazar-Limon disobeyed\n     Thompson’s orders to stop and proceeded to walk in\n     the direction of his truck[,] which had not been\n     searched either.” Id., Doc. 31, at 20.\nRespondents did not cite Thompson’s allegation that Salazar-\nLimon had turned and reached for his waistband, at\nleast not in any part of their motion that relied only on\nundisputed facts; rather, they relied on the facts preceding\nthe alleged turn and reach to argue that Thompson acted\nreasonably under the circumstances. See id., at 13–14\n——————\n  1 The city also argued that Salazar-Limon had failed to plead a claim\n\nfor supervisory liability against it under Monell v. New York City Dept.\nof Social Servs., 436 U. S. 658 (1978). The District Court granted\nsummary judgment to the city, and although Salazar-Limon argued on\nappeal that it erred in doing so, he does not renew that contention here.\n\u000c4              SALAZAR-LIMON v. HOUSTON\n\n                  SOTOMAYOR, J., dissenting\n\n(statement of undisputed facts).\n    The District Court granted summary judgment to re-\nspondents, but on a different understanding of the alleged\nfacts. In the District Court’s view, “Thompson testified\nthat Salazar[-Limon] stopped walking and start[ed] turn-\ning back toward Thompson, reaching toward his waist-\nband,” and Salazar-Limon “offered no controverting evi-\ndence.” 97 F. Supp. 3d, at 906. As a result, the District\nCourt found, “uncontroverted record evidence” showed\nthat Salazar-Limon “disregarded repeated orders, walked\naway, then turned back toward Thom[p]son and reached\nfor his waistband before Thompson fired.” Ibid.; see also\nibid. (“The undisputed summary judgment evidence\nshowe[d] that . . . as [Salazar-Limon] walked away from\nOfficer Thompson toward his own truck, he reached to-\nward his waistband and began to turn back toward the\nofficer”); id., at 907 (“[T]he record shows that when\nThompson saw Salazar[-Limon] turn toward him, he was\nreaching toward his waistband”); id., at 909 (“Salazar[-\nLimon] has pointed to no summary judgment evidence\ncontradicting Thompson’s testimony that he shot because\n. . . Salazar[-Limon] reached for his waistband and turned\ntoward him”). On this view of the facts, the District Court\nheld, Thompson was entitled to qualified immunity. Ibid.\n    The Fifth Circuit affirmed. 826 F. 3d 272. It acknowl-\nedged Salazar-Limon’s argument that the District Court\nerred in relying on disputed facts, including its findings\nthat Salazar-Limon had turned and reached for his waist-\nband before he was shot. Id., at 278. But it explained that\n“only one [of these findings] need be addressed—whether\nSalazar[-Limon] reached for his waistband before being\nshot.” Ibid. “[R]ecord evidence,” the panel stated, “shows\nthat Officer Thompson testified that . . . he saw Salazar[-\nLimon] reach for his waistband.” Ibid. By contrast, it\nexplained, Salazar-Limon “did not deny reaching for his\nwaistband; nor has he submitted any other controverting\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                   SOTOMAYOR, J., dissenting\n\nevidence in this regard.” Id., at 278–279 (footnote omit-\nted). To support its assertion, the panel cited only the\nDistrict Court’s finding that “ ‘uncontroverted record evi-\ndence shows that Salazar[-Limon] . . . reached for his\nwaistband before Thompson fired.’ ” Id., at 278, n. 5 (quot-\ning 97 F. Supp. 3d, at 906). Thus adopting the same view\nof the facts as the District Court had, the panel held that\nThompson was shielded by qualified immunity.\n                              II\n   This is not a case that should have been resolved on\nsummary judgment. Summary judgment is appropriate\nonly where “there is no genuine dispute as to any material\nfact and the movant is entitled to judgment as a matter of\nlaw.” Fed. Rule Civ. Proc. 56(a). A “judge’s function” in\nevaluating a motion for summary judgment is not “to\nweigh the evidence and determine the truth of the matter\nbut to determine whether there is a genuine issue for\ntrial.” Anderson v. Liberty Lobby, Inc., 477 U. S. 242, 249\n(1986); see also First Nat. Bank of Ariz. v. Cities Service\nCo., 391 U. S. 253, 289 (1968) (the question at summary\njudgment is whether a jury should “resolve the parties’\ndiffering versions of the truth at trial”). In doing so, the\ncourt must “view the facts and draw reasonable inferences\n‘in the light most favorable to the party opposing the . . .\nmotion.’ ” Scott v. Harris, 550 U. S. 372, 378 (2007) (quot-\ning United States v. Diebold, Inc., 369 U. S. 654, 655\n(1962) ( per curiam)).\n   Applying that rule to this case is easy work. The ques-\ntion before the lower courts was whether the facts, taken\nin the light most favorable to Salazar-Limon, entitled\nThompson to judgment on Salazar-Limon’s excessive-force\nclaim. Saucier v. Katz, 533 U. S. 194, 201 (2001); Graham\nv. Connor, 490 U. S. 386, 394 (1989). Although such cases\ngenerally require courts to wade through the “factbound\nmorass of ‘reasonableness,’ ” Scott, 550 U. S., at 383, here\n\u000c6               SALAZAR-LIMON v. HOUSTON\n\n                   SOTOMAYOR, J., dissenting\n\nthe question whether Thompson’s use of force was reason-\nable turns in large part on exactly what Salazar-Limon did\nin the moments before Thompson shot him. Indeed, the\ncourts below needed to ask only one question: Did Salazar-\nLimon turn and reach for his waistband, or not? If he did,\nThompson’s use of force was reasonable. If he did not, a\njury could justifiably decide that the use of force was\nexcessive.\n  Given that this case turns in large part on what Salazar-\nLimon did just before he was shot, it should be obvious\nthat the parties’ competing accounts of the event preclude\nthe entry of summary judgment for Thompson. Thompson\nattested in a deposition that he fired his gun only after he\nsaw Salazar-Limon turn and “ma[k]e [a] motion towards\nhis waistband area.” Record, Doc. 39–2, at 29. Salazar-\nLimon, by contrast, attested that Thompson fired either\n“immediately” or “seconds” after telling Salazar-Limon to\nstop—and in any case before Salazar-Limon turned toward\nhim. Id., Doc. 39–1, at 7–8. These accounts flatly contra-\ndict each other. On the one, Salazar-Limon provoked the\nuse of force by turning and raising his hands toward his\nwaistband. On the other, Thompson shot without being\nprovoked. It is not for a judge to resolve these “differing\nversions of the truth” on summary judgment, First Nat.\nBank, 391 U. S., at 289; that question is for a jury to de-\ncide at trial.\n  The courts below reached the opposite conclusion only\nby disregarding basic principles of summary judgment.\nThe District Court reasoned that Salazar-Limon “offered\nno controverting evidence” against Thompson’s testimony\nthat he turned and reached for his waistband before he\nwas shot, 97 F. Supp. 3d, at 906, and the Fifth Circuit\nsimilarly reasoned that Salazar-Limon had not “submitted\nany other controverting evidence” regarding that fact, 826\nF. 3d, at 279. This is plainly wrong. Salazar-Limon’s own\ntestimony “controverted” Thompson’s claim that Salazar-\n\u000c                    Cite as: 581 U. S. ____ (2017)                 7\n\n                      SOTOMAYOR, J., dissenting\n\nLimon had turned and reached for his waistband. The\nsworn testimony of an eyewitness is competent summary\njudgment evidence. And Salazar-Limon’s testimony “con-\ntroverted” Thompson’s; indeed, the two contradict one\nanother in every material way. Salazar-Limon needed no\nother evidence to defeat summary judgment.\n  Respondents defend the judgment below on the ground\nthat Salazar-Limon “had the opportunity to directly con-\ntradict Officer Thompson’s testimony,” but did not do so.\nBrief in Opposition 16. JUSTICE ALITO advances the same\nargument. Ante, at 1 (concurring opinion). They argue\nthat Salazar-Limon never explicitly stated, “I did not\nreach for my waistband,” and that his failure to do so\npermitted the courts below to grant summary judgment to\nThompson. But this inference is questionable at best:\nSalazar-Limon had no need to introduce such an explicit\nstatement, given respondents’ concession that the events\nimmediately preceding the gunshot (including the alleged\nwaistband reach) were subject to dispute. See Record,\nDoc. 31, at 13–14. And even if the inference respondents\nsuggest was a reasonable one, it would be improper at the\nsummary judgment stage. At that stage, all “reasonable\ninferences should be drawn in favor of the nonmoving\nparty”—here, Salazar-Limon. Tolan, 572 U. S., at ___ (slip\nop., at 10). The most natural inference to be drawn from\nSalazar-Limon’s testimony was that he neither turned nor\nreached for his waistband before he was shot—especially\nas no gun was ever recovered. See Cruz v. Anaheim, 765\nF. 3d 1076, 1079 (CA9 2014) (“In this case, there’s circum-\nstantial evidence that could give a reasonable jury pause.\nMost obvious is the fact that [the victim] didn’t have a gun\non him, so why would he have reached for his waist-\nband?”).2 Respondents’ argument to the contrary “reflects\n——————\n  2 Some commentators have observed the increasing frequency of inci-\n\ndents in which unarmed men allegedly reach for empty waistbands\n\u000c8                    SALAZAR-LIMON v. HOUSTON\n\n                         SOTOMAYOR, J., dissenting\n\na clear misapprehension of summary judgment stand-\nards.” Tolan, 572 U. S., at ___ (slip op., at 10).\n  This is not a difficult case. When a police officer claims\nthat the victim of the use of force took some act that would\nhave justified that force, and the victim claims he did not,\nsummary judgment is improper. The Fifth Circuit’s deci-\nsion should be reversed.\n                        *     *    *\n  Only Thompson and Salazar-Limon know what hap-\npened on that overpass on October 29, 2010. It is possible\nthat Salazar-Limon did something that Thompson reason-\nably found threatening; it is also possible that Thompson\nshot an unarmed man in the back without justification.\nWhat is clear is that our legal system does not entrust the\nresolution of this dispute to a judge faced with competing\naffidavits. The evenhanded administration of justice does\nnot permit such a shortcut.\n  Our failure to correct the error made by the courts below\nleaves in place a judgment that accepts the word of one\nparty over the word of another. It also continues a dis-\nturbing trend regarding the use of this Court’s resources.\nWe have not hesitated to summarily reverse courts for\nwrongly denying officers the protection of qualified im-\nmunity in cases involving the use of force. See, e.g., White\nv. Pauly, 580 U. S. ___ (2017) ( per curiam); Mullenix v.\n——————\nwhen facing armed officers. See Faturechi, Deputies’ Shooting of\nUnarmed Suspects Rise, L. A. Times, Sept. 23, 2011, pp. A1, AA7 (report-\ning that nearly half of the individuals shot by Los Angeles police after\nallegedly reaching for their waistbands turned out to be unarmed); Balko,\nWhen Unarmed Men Reach for Their Waistbands, Washington Post, Aug.\n29, 2014, https://www.washingtonpost.com/news/the-watch/wp/2014/08/\n29/when-unarmed-men-reach-for-their-waistbands/ (as last visited Apr.\n11, 2017) (collecting cases). That these cases are increasingly common\nmakes it even more important for lower courts—confronted with such\ninconsistencies—to let the jury exercise its role as the arbiter of credibility\ndisputes.\n\u000c                 Cite as: 581 U. S. ____ (2017)           9\n\n                  SOTOMAYOR, J., dissenting\n\nLuna, 577 U. S. ___ (2015) ( per curiam); Taylor v. Barkes,\n575 U. S. ___ (2015) ( per curiam); Carroll v. Carman, 574\nU. S. ___ (2014) ( per curiam); Stanton v. Sims, 571 U. S.\n___ (2013) ( per curiam). But we rarely intervene where\ncourts wrongly afford officers the benefit of qualified im-\nmunity in these same cases. The erroneous grant of sum-\nmary judgment in qualified-immunity cases imposes no\nless harm on “ ‘society as a whole,’ ” City and County of\nSan Francisco v. Sheehan, 575 U. S. ___, ___, n. 3 (2015)\n(slip op., at 10, n. 3) (quoting Harlow v. Fitzgerald, 457\nU. S. 800, 814 (1982)), than does the erroneous denial of\nsummary judgment in such cases. We took one step to-\nward addressing this asymmetry in Tolan. 572 U. S., at\n___ (slip op., at 11). We take one step back today.\n   I respectfully dissent.\n\u000c",
	"cited_id": [
		4151832,
		3153112,
		2804672,
		2750102,
		2641101
	],
	"id_manually_found": [
		true,
		true,
		true,
		true,
		true
	],
	"cited_case": [
		"White v. Pauly, 580 U. S. ___ (2017)",
		"Mullenix v. Luna, 577 U. S. ___ (2015)",
		"Taylor v. Barkes, 575 U. S. ___ (2015)",
		"Carroll v. Carman, 574 U. S. ___ (2014)",
		"Stanton v. Sims, 571 U. S. ___ (2013)"
	],
	"case_extract": [
		"White v. Pauly, 580 U. S. ___ (2017)",
		"Mullenix v. Luna, 577 U. S. ___ (2015)",
		"Tay- lor v. Barkes, 575 U. S. ___ (2015)",
		"Carroll v. Carman, 574 U. S. ___ (2014)",
		"Stanton v. Sims, 571 U. S. ___ (2013)"
	],
	"citing_sentence": "The dissent cites five such cases in which we granted relief for law enforcement officers, and in all but one of those cases there was no published dis- sent. White v. Pauly, 580 U. S. ___ (2017) (per curiam); Mullenix v. Luna, 577 U. S. ___ (2015) (per curiam); Tay- lor v. Barkes, 575 U. S. ___ (2015) (per curiam); Carroll v. Carman, 574 U. S. ___ (2014) (per curiam); Stanton v. Sims, 571 U. S. ___ (2013) (per curiam).",
	"citing_paragraph": "Second, this Court applies uniform standards in deter- mining whether to grant review in cases involving allega- tions that a law enforcement officer engaged in unconsti- tutional conduct. We may grant review if the lower court conspicuously failed to apply a governing legal rule. See this Court’s Rule 10. The dissent cites five such cases in which we granted relief for law enforcement officers, and in all but one of those cases there was no published dis- sent. White v. Pauly, 580 U. S. ___ (2017) (per curiam); Mullenix v. Luna, 577 U. S. ___ (2015) (per curiam); Tay- lor v. Barkes, 575 U. S. ___ (2015) (per curiam); Carroll v. Carman, 574 U. S. ___ (2014) (per curiam); Stanton v. Sims, 571 U. S. ___ (2013) (per curiam). The dissent has not identified a single case in which we failed to grant a similar petition filed by an alleged victim of unconstitu- tional police conduct.",
	"relevant_keywords": [
		"writ of certiorari",
		"relief",
		"review",
		"law enforcement",
		"officer",
		"unconstitutional conduct",
		"excessive force",
		"summary judgment"
	],
	"query": [
		"\"writ of certiorari\" AND review AND relief AND grant! AND (\"law enforcement officer\" OR police OR officer) AND (\"unconstitutional conduct\" OR unconstitution!)",
		"review AND relief AND (grant! OR fail!) AND (\"law enforcement officer\" OR police OR officer) AND (\"unconstitutional conduct\" OR unconstitution!)",
		"(\"law enforcement officer\" OR police OR officer) AND (\"unconstitutional conduct\" OR unconstitution! OR \"excessive force\") AND review AND determine AND grant AND err!"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "writ of certiorari",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "review"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "relief"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "grant*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "law enforcement officer",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "police"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "officer"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitutional conduct",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitution*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "review"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "relief"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "grant*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fail*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "law enforcement officer",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "police"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "officer"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitutional conduct",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitution*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "review"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "determine"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "grant"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "err*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "law enforcement officer",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "police"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "officer"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitutional conduct",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitution*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "excessive force",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}