{
	"id": 19,
	"case_id": 4161362,
	"case_title": "Nelson v. Colorado",
	"date_filed": "2017-04-19",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                         NELSON v. COLORADO\n\n         CERTIORARI TO THE COLORADO SUPREME COURT\n\n    No. 15–1256. Argued January 9, 2017—Decided April 19, 2017*\nPetitioner Shannon Nelson was convicted by a Colorado jury of two\n  felonies and three misdemeanors arising from the alleged sexual and\n  physical abuse of her four children. The trial court imposed a prison\n  term of 20 years to life and ordered her to pay $8,192.50 in court\n  costs, fees, and restitution. On appeal, Nelson’s conviction was re-\n  versed for trial error, and on retrial, she was acquitted of all charges.\n     Petitioner Louis Alonzo Madden was convicted by a Colorado jury\n  of attempting to patronize a prostituted child and attempted sexual\n  assault. The trial court imposed an indeterminate prison sentence\n  and ordered him to pay $4,413.00 in costs, fees, and restitution. Af-\n  ter one of Madden’s convictions was reversed on direct review and the\n  other vacated on postconviction review, the State elected not to ap-\n  peal or retry the case.\n     The Colorado Department of Corrections withheld $702.10 from\n  Nelson’s inmate account between her conviction and acquittal, and\n  Madden paid the State $1,977.75 after his conviction. In both cases,\n  the funds were allocated to costs, fees, and restitution. Once their\n  convictions were invalidated, both petitioners moved for return of the\n  funds. Nelson’s trial court denied her motion outright, and Madden’s\n  postconviction court allowed a refund of costs and fees, but not resti-\n  tution. The Colorado Court of Appeals concluded that both petition-\n  ers were entitled to seek refunds of all they had paid, but the Colora-\n  do Supreme Court reversed.               It reasoned that Colorado’s\n  Compensation for Certain Exonerated Persons statute (Exoneration\n  Act or Act), Colo. Rev. Stat. §§13–65–101, 13–65–102, 13–65–103,\n  provided the exclusive authority for refunds and that, because nei-\n——————\n  * Together with Madden v. Colorado, also on certiorari to the same\ncourt (see this Court’s Rule 12.4).\n\u000c2                       NELSON v. COLORADO\n\n                                 Syllabus\n\n    ther Nelson nor Madden had filed a claim under that Act, the courts\n    lacked authority to order refunds. The Colorado Supreme Court also\n    held that there was no due process problem under the Act, which\n    permits Colorado to retain conviction-related assessments unless and\n    until the prevailing defendant institutes a discrete civil proceeding\n    and proves her innocence by clear and convincing evidence.\nHeld: The Exoneration Act’s scheme does not comport with the Four-\n teenth Amendment’s guarantee of due process. Pp. 5–11.\n    (a) The procedural due process inspection required by Mathews v.\n Eldridge, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109382\"\u003e\u003ca href=\"/opinion/109382/mathews-v-eldridge/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e319\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, governs these cases. Medina v. California,\n \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112775\"\u003e\u003ca href=\"/opinion/112775/medina-v-california/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, controls when state procedural rules that are part of\n the criminal process are at issue. These cases, in contrast, concern\n the continuing deprivation of property after a conviction has been re-\n versed or vacated, with no prospect of reprosecution. Pp. 5–6.\n    (b) The three considerations balanced under Mathews—the private\n interest affected; the risk of erroneous deprivation of that interest\n through the procedures used; and the governmental interest at\n stake—weigh decisively against Colorado’s scheme. Pp. 6–10.\n      (1) Nelson and Madden have an obvious interest in regaining the\n money they paid to Colorado. The State may not retain these funds\n simply because Nelson’s and Madden’s convictions were in place\n when the funds were taken, for once those convictions were erased,\n the presumption of innocence was restored. See, e.g., Johnson v. Mis-\n sissippi, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112096\"\u003e\u003ca href=\"/opinion/112096/johnson-v-mississippi/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e578\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 585. And Colorado may not presume a per-\n son, adjudged guilty of no crime, nonetheless guilty enough for mone-\n tary exactions. Pp. 6–8.\n      (2) Colorado’s scheme creates an unacceptable risk of the errone-\n ous deprivation of defendants’ property. The Exoneration Act condi-\n tions refund on defendants’ proof of innocence by clear and convinc-\n ing evidence, but defendants in petitioners’ position are presumed\n innocent. Moreover, the Act provides no remedy for assessments tied\n to invalid misdemeanor convictions. And when, as here, the recoup-\n ment amount sought is not large, the cost of mounting a claim under\n the Act and retaining counsel to pursue it would be prohibitive.\n    Colorado argues that an Act that provides sufficient process to\n compensate a defendant for the loss of her liberty must suffice to\n compensate a defendant for the lesser deprivation of money. But\n Nelson and Madden seek the return of their property, not compensa-\n tion for its temporary deprivation. Just as restoration of liberty on\n reversal of a conviction is not compensation, neither is the return of\n money taken by the State on account of the conviction. Other proce-\n dures cited by Colorado—the need for probable cause to support crim-\n inal charges, the jury-trial right, and the State’s burden to prove\n guilt beyond a reasonable doubt—do not address the risk faced by a\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  defendant whose conviction has been overturned that she will not re-\n  cover funds taken from her based solely on a conviction no longer val-\n  id. Pp. 8–10.\n    (3) Colorado has no interest in withholding from Nelson and Mad-\n  den money to which the State currently has zero claim of right. The\n  State has identified no equitable considerations favoring its position,\n  nor indicated any way in which the Exoneration Act embodies such\n  considerations. P. 10.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1070\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (first judgment) and \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e866\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (second judgment),\n  reversed and remanded.\n\n  GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, BREYER, SOTOMAYOR, and KAGAN, JJ., joined.\nALITO, J., filed an opinion concurring in the judgment. THOMAS, J., filed\na dissenting opinion. GORSUCH, J., took no part in the consideration or\ndecision of the cases.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1256\n                                   _________________\n\n\n  SHANNON NELSON, PETITIONER v. COLORADO\n   LOUIS A. MADDEN, PETITIONER v. COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                                 [April 19, 2017]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  When a criminal conviction is invalidated by a review-\ning court and no retrial will occur, is the State obliged to\nrefund fees, court costs, and restitution exacted from the\ndefendant upon, and as a consequence of, the conviction?\nOur answer is yes. Absent conviction of a crime, one is\npresumed innocent. Under the Colorado law before us in\nthese cases, however, the State retains conviction-related\nassessments unless and until the prevailing defendant\ninstitutes a discrete civil proceeding and proves her inno-\ncence by clear and convincing evidence. This scheme, we\nhold, offends the Fourteenth Amendment’s guarantee of\ndue process.\n                            I\n\n                            A\n\n  Two cases are before us for review. Petitioner Shannon\nNelson, in 2006, was convicted by a Colorado jury of five\ncounts—two felonies and three misdemeanors—arising\nfrom the alleged sexual and physical abuse of her four\nchildren. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1070\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1071 (Colo. 2015); App. 25–26.\n\u000c2                      NELSON v. COLORADO\n\n                          Opinion of the Court\n\nThe trial court imposed a prison sentence of 20 years to\nlife and ordered Nelson to pay court costs, fees, and resti-\ntution totaling $8,192.50. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1071. On appeal,\nNelson’s conviction was reversed for trial error. Ibid. On\nretrial, a new jury acquitted Nelson of all charges. Ibid.\n   Petitioner Louis Alonzo Madden, in 2005, was convicted\nby a Colorado jury of attempting to patronize a prostituted\nchild and attempted third-degree sexual assault by force.\nSee \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e866\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 867 (Colo. 2015). The trial court im-\nposed an indeterminate prison sentence and ordered\nMadden to pay costs, fees, and restitution totaling\n$4,413.00. Ibid. The Colorado Supreme Court reversed\none of Madden’s convictions on direct review, and a post-\nconviction court vacated the other. Ibid. The State elected\nnot to appeal or retry the case. Ibid.\n   Between Nelson’s conviction and acquittal, the Colorado\nDepartment of Corrections withheld $702.10 from her\ninmate account, $287.50 of which went to costs and fees1\nand $414.60 to restitution. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1071, and\nn. 1. Following Madden’s conviction, Madden paid Colo-\nrado $1,977.75, $1,220 of which went to costs and fees2\nand $757.75 to restitution. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 867. The sole\nlegal basis for these assessments was the fact of Nelson’s\nand Madden’s convictions.3 Absent those convictions,\n——————\n   1 Of the $287.50 for costs and fees, $125 went to the victim compensa-\n\ntion fund and $162.50 to the victims and witnesses assistance and law\nenforcement fund (VAST fund). See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1070\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1071, n. 1 (Colo.\n2015).\n   2 Of the $1,220 for costs and fees, $125 went to the victim compensa-\n\ntion fund and $1,095 to the VAST fund ($1,000 of which was for the\nspecial advocate surcharge). See App. 79; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e866\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 869 (Colo.\n2015).\n   3 See Colo. Rev. Stat. §24–4.1–119(1)(a) (2005) (levying victim-\n\ncompensation-fund fees for “each criminal action resulting in a convic-\ntion or in a deferred judgment and sentence”); §24–4.2–104(1)(a)(1)(I)\n(2005) (same, for VAST fund fees); §24–4.2–104(1)(a)(1)(II) (same, for\nspecial advocate surcharge); §18–1.3–603(1) (2005) (with one exception,\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                          Opinion of the Court\n\nColorado would have no legal right to exact and retain\npetitioners’ funds.\n   Their convictions invalidated, both petitioners moved for\nreturn of the amounts Colorado had taken from them. In\nNelson’s case, the trial court denied the motion outright.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1071. In Madden’s case, the postconviction\ncourt allowed the refund of costs and fees, but not restitu-\ntion. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 867–868.\n   The same Colorado Court of Appeals panel heard both\ncases and concluded that Nelson and Madden were enti-\ntled to seek refunds of all they had paid, including\namounts allocated to restitution. See People v. Nelson,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e369\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e625\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 628–629 (2013); People v. Madden, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2013\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e1760869\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *1 (Apr. 25, 2013). Costs, fees, and restitu-\ntion, the court held, must be “tied to a valid conviction,”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e369\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 627–628, absent which a court must “retur[n]\nthe defendant to the status quo ante,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2013\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e1760869\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat *2.\n   The Colorado Supreme Court reversed in both cases. A\ncourt must have statutory authority to issue a refund, that\ncourt stated. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1077; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 868. Colo-\nrado’s Compensation for Certain Exonerated Persons\nstatute (Exoneration Act or Act), Colo. Rev. Stat. §§13–65–\n101, 13–65–102, 13–65–103 (2016), passed in 2013, “pro-\nvides the proper procedure for seeking a refund,” the court\nruled. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1075, 1077. As no other statute ad-\ndresses refunds, the court concluded that the Exoneration\nAct is the “exclusive process for exonerated defendants\n—————— \n\n“[e]very order of conviction . . . shall include consideration of restitu-\ntion”). See also \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1073 (“[T]he State pays the cost of crimi-\nnal cases when a defendant is acquitted.” (citing Colo. Rev. Stat. §16–\n\n18–101(1) (2015))). Under Colorado law, a restitution order tied to a \n\ncriminal conviction is rendered as a separate civil judgment. See §18–\n\n1.3–603(4)(a) (2005). If the conviction is reversed, any restitution order \n\ndependent on that conviction is simultaneously vacated. See People v. \n\nScearce, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2583904\"\u003e\u003ca href=\"/opinion/2583904/people-v-scearce/\"\u003e\u003cspan class=\"volume\"\u003e87\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e228\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 234–235 (Colo. App. 2003). \n\n\u000c4                      NELSON v. COLORADO\n\n                          Opinion of the Court\n\nseeking a refund of costs, fees, and restitution.” Id., at\n1078.4 Because neither Nelson nor Madden had filed a\nclaim under the Act, the court further determined, their\ntrial courts lacked authority to order a refund. Id., at\n1075, 1078; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 867.5 There was no due process\nproblem, the court continued, because the Act “provides\nsufficient process for defendants to seek refunds of costs,\nfees, and restitution that they paid in connection with\ntheir conviction.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1078.\n   Justice Hood dissented in both cases. Because neither\npetitioner has been validly convicted, he explained, each\nmust be presumed innocent. Id., at 1079 (Nelson); \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 870 (adopting his reasoning from Nelson in Mad-\nden). Due process therefore requires some mechanism “for\nthe return of a defendant’s money,” Justice Hood main-\ntained, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1080; as the Exoneration Act required\npetitioners to prove their innocence, the Act, he concluded,\ndid not supply the remedy due process demands, id., at\n1081. We granted certiorari. 579 U. S. ___ (2016).\n                              B\n  The Exoneration Act provides a civil claim for relief “to\ncompensate an innocent person who was wrongly con-\nvicted.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1075. Recovery under the Act is avail-\nable only to a defendant who has served all or part of a\nterm of incarceration pursuant to a felony conviction, and\nwhose conviction has been overturned for reasons other\n——————\n  4 While these cases were pending in this Court, Colorado passed new\n\nlegislation to provide “[r]eimbursement of amounts paid following a\nvacated conviction.” See Colo. House Bill 17–1071 (quoting language\nfor Colo. Rev. Stat. §18–1.3–703, the new provision). That legislation\ntakes effect September 1, 2017, and has no effect on the cases before us.\n  5 Prior to the Exoneration Act, the Colorado Supreme Court recog-\n\nnized the competence of courts, upon reversal of a conviction, to order\nthe refund of monetary exactions imposed on a defendant solely by\nreason of the conviction. Toland v. Strohl, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e147\u003c/span\u003e \u003cspan class=\"reporter\"\u003eColo.\u003c/span\u003e \u003cspan class=\"page\"\u003e577\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 586, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1156419\"\u003e\u003ca href=\"/opinion/1156419/toland-v-strohl/\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e588\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 593 (1961).\n\u000c                     Cite as: 581 U. S. ____ (2017)                    5\n\n                          Opinion of the Court\n\nthan insufficiency of evidence or legal error unrelated to\nactual innocence. See §13–65–102. To succeed on an\nExoneration Act claim, a petitioner must show, by clear\nand convincing evidence, her actual innocence of the of-\nfense of conviction. §§13–65–101(1), 13–65–102(1). A\nsuccessful petitioner may recoup, in addition to compensa-\ntion for time served,6 “any fine, penalty, court costs, or\nrestitution . . . paid . . . as a result of his or her wrongful\nconviction.” Id., at 1075 (quoting §13–65–103(2)(e)(V)).\n   Under Colorado’s legislation, as just recounted, a de-\nfendant must prove her innocence by clear and convincing\nevidence to obtain the refund of costs, fees, and restitution\npaid pursuant to an invalid conviction. That scheme, we\nhold, does not comport with due process. Accordingly, we\nreverse the judgment of the Supreme Court of Colorado.\n                            II\n  The familiar procedural due process inspection instructed\nby Mathews v. Eldridge, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109382\"\u003e\u003ca href=\"/opinion/109382/mathews-v-eldridge/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e319\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1976), governs\nthese cases. Colorado argues that we should instead apply\nthe standard from Medina v. California, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112775\"\u003e\u003ca href=\"/opinion/112775/medina-v-california/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n445 (1992), and inquire whether Nelson and Madden were\nexposed to a procedure offensive to a fundamental princi-\nple of justice. Medina “provide[s] the appropriate frame-\nwork for assessing the validity of state procedural rules”\nthat “are part of the criminal process.” Id., at 443. Such\nrules concern, for example, the allocation of burdens of\n\n——————\n  6 Compensation under the Exoneration Act includes $70,000 per year\n\nof incarceration for the wrongful conviction; additional sums per year\nserved while the defendant is under a sentence of death, or placed on\nparole or probation or on a sex offender registry; compensation for child\nsupport payments due during incarceration; tuition waivers at state\ninstitutions of higher education for the exonerated person and for any\nchildren conceived or legally adopted before the incarceration; and\nreasonable attorney’s fees for bringing an Exoneration Act claim. §13–\n65–103(2), (3) (2016).\n\u000c6                     NELSON v. COLORADO\n\n                         Opinion of the Court\n\nproof and the type of evidence qualifying as admissible.7\nThese cases, in contrast, concern the continuing depriva-\ntion of property after a conviction has been reversed or\nvacated, with no prospect of reprosecution. See Kaley v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, n. 4 (2014) (ROBERTS,\nC. J., dissenting) (slip op., at 10–11, n. 4) (explaining the\ndifferent offices of Mathews and Medina). Because no\nfurther criminal process is implicated, Mathews “provides\nthe relevant inquiry.” 571 U. S., at ___ (slip op., at 11,\nn. 4).\n                             III\n  Under the Mathews balancing test, a court evaluates\n(A) the private interest affected; (B) the risk of erroneous\ndeprivation of that interest through the procedures used;\nand (C) the governmental interest at stake. 424 U. S., at\n335. All three considerations weigh decisively against\nColorado’s scheme.\n                             A\n  Nelson and Madden have an obvious interest in regain-\ning the money they paid to Colorado. Colorado urges,\nhowever, that the funds belong to the State because Nel-\nson’s and Madden’s convictions were in place when the\nfunds were taken. Tr. of Oral Arg. 29–31. But once those\nconvictions were erased, the presumption of their inno-\ncence was restored. See, e.g., Johnson v. Mississippi, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112096\"\u003e\u003ca href=\"/opinion/112096/johnson-v-mississippi/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e578\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 585 (1988) (After a “conviction has been re-\nversed, unless and until [the defendant] should be retried,\n\n——————\n  7 See Cooper v. Oklahoma, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118018\"\u003e\u003ca href=\"/opinion/118018/cooper-v-oklahoma/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e348\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 356–362 (1996) (standard of\n\nproof to establish incompetence to stand trial); Dowling v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112352\"\u003e\u003ca href=\"/opinion/112352/dowling-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e493\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e342\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 343–344, 352 (1990) (admissibility of testimony\nabout a prior crime of which the defendant was acquitted); Patterson v.\nNew York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109698\"\u003e\u003ca href=\"/opinion/109698/patterson-v-new-york/\"\u003e\u003cspan class=\"volume\"\u003e432\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e197\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 198, 201–202 (1977) (burden of proving\naffirmative defense); Medina v. California, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112775\"\u003e\u003ca href=\"/opinion/112775/medina-v-california/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 443–446, 457\n(1992) (burden of proving incompetence to stand trial).\n\u000c                      Cite as: 581 U. S. ____ (2017)                      7\n\n                           Opinion of the Court\n\nhe must be presumed innocent of that charge.”).8\n“[A]xiomatic and elementary,” the presumption of inno-\ncence “lies at the foundation of our criminal law.” Coffin v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"94110\"\u003e\u003ca href=\"/opinion/94110/coffin-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e156\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e432\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 453 (1895).9 Colorado may\nnot retain funds taken from Nelson and Madden solely\nbecause of their now-invalidated convictions, see supra, at\n2–3, and n. 3, for Colorado may not presume a person,\nadjudged guilty of no crime, nonetheless guilty enough for\nmonetary exactions.10\n   That petitioners prevailed on subsequent review rather\nthan in the first instance, moreover, should be inconse-\nquential. Suppose a trial judge grants a motion to set\naside a guilty verdict for want of sufficient evidence. In\nthat event, the defendant pays no costs, fees, or restitu-\ntion. Now suppose the trial court enters judgment on a\nguilty verdict, ordering cost, fee, and restitution payments\n——————\n   8 Citing Bell v. Wolfish, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110075\"\u003e\u003ca href=\"/opinion/110075/bell-v-wolfish/\"\u003e\u003cspan class=\"volume\"\u003e441\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e520\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1979), Colorado asserts that\n\n“[t]he presumption of innocence applies only at criminal trials” and\nthus has no application here. Brief for Respondent 40, n. 19. Colorado\nmisapprehends Wolfish. Our opinion in that case recognized that\n“under the Due Process Clause,” a detainee who “has not been adjudged\nguilty of any crime” may not be punished. 441 U. S., at 535–536; see\nid., at 535–540. Wolfish held only that the presumption does not\nprevent the government from “detain[ing a defendant] to ensure his\npresence at trial . . . so long as [the] conditions and restrictions [of his\ndetention] do not amount to punishment, or otherwise violate the\nConstitution.” Id., at 536–537.\n   9 Were Medina applicable, Colorado’s Exoneration Act scheme would\n\nsimilarly fail due process measurement. Under Medina, a criminal\nprocedure violates due process if “it offends some principle of justice so\nrooted in the traditions and conscience of our people as to be ranked as\nfundamental.” 505 U. S., at 445 (quoting Patterson, 432 U. S., at 202).\nThe presumption of innocence unquestionably fits that bill.\n   10 Colorado invites a distinction between convictions merely “void-\n\nable,” rather than “void,” and urges that the invalidated convictions here\nfall in the voidable category. See Brief for Respondent 32–33, and\nn. 11. As Justice Hood noted in dissent, however, “reversal is reversal,”\nregardless of the reason, “[a]nd an invalid conviction is no conviction at\nall.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1080.\n\u000c8                       NELSON v. COLORADO\n\n                           Opinion of the Court\n\nby reason of the conviction, but the appeals court upsets\nthe conviction for evidentiary insufficiency. By what right\ndoes the State retain the amount paid out by the defend-\nant? “[I]t should make no difference that the reviewing\ncourt, rather than the trial court, determined the evidence\nto be insufficient.” Burks v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109891\"\u003e\u003ca href=\"/opinion/109891/burks-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e437\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 11\n(1978). The vulnerability of the State’s argument that it\ncan keep the amounts exacted so long as it prevailed in\nthe court of first instance is more apparent still if we\nassume a case in which the sole penalty is a fine. On\nColorado’s reasoning, an appeal would leave the defendant\nemptyhanded; regardless of the outcome of an appeal, the\nState would have no refund obligation. See Tr. of Oral\nArg. 41, 44.11\n                              B\n   Is there a risk of erroneous deprivation of defendants’\ninterest in return of their funds if, as Colorado urges, the\nExoneration Act is the exclusive remedy? Indeed yes, for\nthe Act conditions refund on defendants’ proof of innocence\nby clear and convincing evidence. §13–65–101(1)(a). But\nto get their money back, defendants should not be saddled\nwith any proof burden. Instead, as explained supra, at 6–\n7, they are entitled to be presumed innocent.\n   Furthermore, as Justice Hood noted in dissent, the Act\n——————\n   11 The dissent echoes Colorado’s argument. If Nelson and Madden\n\nprevailed at trial, the dissent agrees, no costs, fees, or restitution could\nbe exacted. See post, at 6. But if they prevailed on appellate inspec-\ntion, the State gets to keep their money. See ibid. Under Colorado law,\nas the dissent reads the Colorado Supreme Court’s opinion, “moneys\nlawfully exacted pursuant to a valid conviction become public funds\n(or[, in the case of restitution,] the victims’ money).” Post, at 3–4. Shut\nfrom the dissent’s sights, however, the convictions pursuant to which\nthe State took petitioners’ money were invalid, hence the State had no\nlegal right to retain their money. Given the invalidity of the convic-\ntions, does the Exoneration Act afford sufficient process to enable the\nState to retain the money? Surely, it does not.\n\u000c                    Cite as: 581 U. S. ____ (2017)                  9\n\n                        Opinion of the Court\n\nprovides no remedy at all for any assessments tied to\ninvalid misdemeanor convictions (Nelson had three). \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1081, n. 1; see §13–65–102(1)(a). And when\namounts a defendant seeks to recoup are not large, as is\ntrue in Nelson’s and Madden’s cases, see supra, at 2, the\ncost of mounting a claim under the Exoneration Act and\nretaining a lawyer to pursue it would be prohibitive.12\n   Colorado argued on brief that if the Exoneration Act\nprovides sufficient process to compensate a defendant for\nthe loss of her liberty, the Act should also suffice “when a\ndefendant seeks compensation for the less significant\ndeprivation of monetary assessments paid pursuant to a\nconviction that is later overturned.” Brief for Respondent\n40. The comparison is inapt. Nelson and Madden seek\nrestoration of funds they paid to the State, not compensa-\ntion for temporary deprivation of those funds. Petitioners\nseek only their money back, not interest on those funds for\nthe period the funds were in the State’s custody. Just as\nthe restoration of liberty on reversal of a conviction is not\ncompensation, neither is the return of money taken by the\nState on account of the conviction.\n   Colorado also suggests that “numerous pre- and post-\ndeprivation procedures”—including the need for probable\ncause to support criminal charges, the jury-trial right, and\nthe State’s burden to prove guilt beyond a reasonable\ndoubt—adequately minimize the risk of erroneous depri-\nvation of property. Id., at 31; see id., at 31–35. But Colo-\nrado misperceives the risk at issue. The risk here involved\nis not the risk of wrongful or invalid conviction any crimi-\nnal defendant may face. It is, instead, the risk faced by a\ndefendant whose conviction has already been overturned\n\n——————\n  12 Asuccessful petitioner under the Exoneration Act can recover rea-\nsonable attorney’s fees, §13–65–103(2)(e)(IV), but neither a defendant\nnor counsel is likely to assume the risk of loss when amounts to be\ngained are not worth the candle.\n\u000c10                      NELSON v. COLORADO\n\n                          Opinion of the Court\n\nthat she will not recover funds taken from her solely on\nthe basis of a conviction no longer valid. None of the\nabove-stated procedures addresses that risk, and, as just\nexplained, the Exoneration Act is not an adequate rem-\nedy for the property deprivation Nelson and Madden\nexperienced.13\n                           C\n  Colorado has no interest in withholding from Nelson\nand Madden money to which the State currently has zero\nclaim of right. “Equitable [c]onsiderations,” Colorado\nsuggests, may bear on whether a State may withhold\nfunds from criminal defendants after their convictions\nare overturned. Brief for Respondent 20–22. Colorado,\nhowever, has identified no such consideration relevant\nto petitioners’ cases, nor has the State indicated any\nway in which the Exoneration Act embodies “equitable\nconsiderations.”\n                             IV\n  Colorado’s scheme fails due process measurement be-\ncause defendants’ interest in regaining their funds is high,\nthe risk of erroneous deprivation of those funds under the\nExoneration Act is unacceptable, and the State has shown\nno countervailing interests in retaining the amounts in\nquestion. To comport with due process, a State may not\nimpose anything more than minimal procedures on the\nrefund of exactions dependent upon a conviction subse-\nquently invalidated. \n\n—————— \n\n  13 Colorado additionally argues that defendants can request a stay of\nsentence pending appeal, thereby reducing the risk of erroneous depri-\nvation. See Brief for Respondent 32; §§16–12–103, 18–1.3–702(1)(a)\n(2016). But the State acknowledged at oral argument that few defend-\nants can meet the requirements a stay pending appeal entails. Tr. of\nOral Arg. 33–34. And even when a stay is available, a trial court “may\nrequire the defendant to deposit the whole or any part of the . . . costs.”\nColo. App. Rule 8.1(a)(3) (2016).\n\u000c                Cite as: 581 U. S. ____ (2017)                 11\n\n                    Opinion of the Court\n\n                        *    *     *\n  The judgments of the Colorado Supreme Court are\nreversed, and the cases are remanded for further proceed-\nings not inconsistent with this opinion.\n\n                                                 It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of these cases.\n\u000c                  Cite as: 581 U. S. ____ (2017)            1\n\n                ALITO, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 15–1256\n                          _________________\n\n\n   SHANNON NELSON, PETITIONER v. COLORADO\n   LOUIS A. MADDEN, PETITIONER v. COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n                      COLORADO\n                         [April 19, 2017]\n\n  JUSTICE ALITO, concurring in the judgment.\n  I agree that the judgments of the Colorado Supreme\nCourt must be reversed, but I reach that conclusion by a\ndifferent route.\n                              I\n   The proper framework for analyzing these cases is pro-\nvided by Medina v. California, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112775\"\u003e\u003ca href=\"/opinion/112775/medina-v-california/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1992). Me-\ndina applies when we are called upon to “asses[s] the\nvalidity of state procedural rules which . . . are part of the\ncriminal process,” id., at 443, and that is precisely the\nsituation here. These cases concern Colorado’s rules for\ndetermining whether a defendant can obtain a refund of\nmoney that he or she was required to pay pursuant to a\njudgment of conviction that is later reversed. In holding\nthat these payments must be refunded, the Court relies on\na feature of the criminal law, the presumption of inno-\ncence. And since the Court demands that refunds occur\neither automatically or at least without imposing anything\nmore than “minimal” procedures, see ante, at 10, it ap-\npears that they must generally occur as part of the crimi-\nnal case. For these reasons, the refund obligation is surely\n“part of the criminal process” and thus falls squarely\nwithin the scope of Medina. The only authority cited by\nthe Court in support of its contrary conclusion is a footnote\n\u000c2                  NELSON v. COLORADO\n\n                ALITO, J., concurring in judgment\n\nin a dissent. See ante, at 6 (citing Kaley v. United States,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, n. 4 (2014) (opinion of ROBERTS, C. J.)\n(slip op., at 10–11, n. 4)). Under Medina, a state rule of\ncriminal procedure not governed by a specific rule set out\nin the Bill of Rights violates the Due Process Clause of the\nFourteenth Amendment only if it offends a fundamental\nand deeply rooted principle of justice. 505 U. S., at 445.\nAnd “[h]istorical practice is probative of whether a proce-\ndural rule can be characterized as fundamental.” Id., at\n446. Indeed, petitioners invite us to measure the Colorado\nscheme against traditional practice, reminding us that our\n“ ‘first due process cases’ ” recognized that “ ‘traditional\npractice provides a touchstone for constitutional analy-\nsis,’ ” Brief for Petitioners 26 (quoting Honda Motor Co. v.\nOberg, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117862\"\u003e\u003ca href=\"/opinion/117862/honda-motor-co-v-oberg/\"\u003e\u003cspan class=\"volume\"\u003e512\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e415\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 430 (1994)). Petitioners then go on\nto argue at some length that “[t]he traditional rule has\nalways been that when a judgment is reversed, a person\nwho paid money pursuant to that judgment is entitled to\nreceive the money back.” Brief for Petitioners 26; see id.,\nat 26–30. See also Brief for National Association of Crim-\ninal Defense Lawyers as Amicus Curiae 4–14 (discussing\ntraditional practice).\n    The Court, by contrast, turns its back on historical\npractice, preferring to balance the competing interests\naccording to its own lights. The Court applies the balanc-\ning test set out in Mathews v. Eldridge, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109382\"\u003e\u003ca href=\"/opinion/109382/mathews-v-eldridge/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e319\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1976), a modern invention “first conceived” to decide what\nprocedures the government must observe before depriving\npersons of novel forms of property such as welfare or\nSocial Security disability benefits. Dusenbery v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118463\"\u003e\u003ca href=\"/opinion/118463/dusenbery-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e534\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e161\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 167 (2002). Because these interests\nhad not previously been regarded as “property,” the Court\ncould not draw on historical practice for guidance.\nMathews has subsequently been used more widely in civil\ncases, but we should pause before applying its balancing\ntest in matters of state criminal procedure. “[T]he States\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                   ALITO, J., concurring in judgment\n\nhave considerable expertise in matters of criminal proce-\ndure and the criminal process is grounded in centuries of\ncommon-law tradition.”      Medina, supra, at 445–446.\nApplying the Mathews balancing test to established rules\nof criminal practice and procedure may result in “undue\ninterference with both considered legislative judgments\nand the careful balance that the Constitution strikes\nbetween liberty and order.” Medina, supra, at 443. Where\nlong practice has struck a particular balance between the\ncompeting interests of the State and those charged with\ncrimes, we should not lightly disturb that determination.\nFor these reasons, Medina’s historical inquiry, not\nMathews, provides the proper framework for use in these\ncases.1\n                              II\n  Under Medina, the Colorado scheme at issue violates\ndue process. American law has long recognized that when\nan individual is obligated by a civil judgment to pay money\nto the opposing party and that judgment is later reversed,\nthe money should generally be repaid. See, e.g., North-\nwestern Fuel Co. v. Brock, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"93008\"\u003e\u003ca href=\"/opinion/93008/northwestern-fuel-co-v-brock/\"\u003e\u003cspan class=\"volume\"\u003e139\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e216\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 219 (1891) (“The\nright of restitution of what one has lost by the enforcement\nof a judgment subsequently reversed has been recognized\nin the law of England from a very early period . . . ”); Bank\n——————\n  1 In a footnote, the Court briefly opines on how a Medina analysis\n\nwould come out in these cases. The Court’s discussion of the issue,\nwhich is dictum, is substantially incomplete. The Court suggests that\nMedina would support its judgment because the presumption of inno-\ncence is deeply rooted and fundamental. Ante, at 7, n. 9. It is true, of\ncourse, that this presumption is restored when a conviction is reversed.\nBut that says very little about the question at hand: namely, what must\nhappen once that presumption is restored. Notably, the Court cites not\na single case applying the presumption of innocence in the refund\ncontext. At the same time, the Court ignores cases that bear directly on\nthe question in these cases and thus must be part of a proper Medina\ninquiry. See infra, at this page and 4–5.\n\u000c4                   NELSON v. COLORADO\n\n                ALITO, J., concurring in judgment\n\nof United States v. Bank of Washington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"85758\"\u003e\u003ca href=\"/opinion/85758/the-bank-of-the-united-states-v-the-bank-of-washington/\"\u003e\u003cspan class=\"volume\"\u003e6\u003c/span\u003e \u003cspan class=\"reporter\"\u003ePet.\u003c/span\u003e \u003cspan class=\"page\"\u003e8\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 17 (1832)\n(“On the reversal of an erroneous judgment, the law raises\nan obligation in the party to the record, who has received\nthe benefit of the erroneous judgment, to make restitution\nto the other party for what he has lost”). This was “a\nremedy well known at common law,” memorialized as “a\npart of the judgment of reversal which directed ‘that the\ndefendant be restored to all things which he has lost on\noccasion of the judgment aforesaid.’ ” 2 Ruling Case Law\n§248, p. 297 (W. McKinney and B. Rich eds. 1914); Duncan\nv. Kirkpatrick, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e13\u003c/span\u003e \u003cspan class=\"reporter\"\u003eSerg. \u0026 Rawle\u003c/span\u003e \u003cspan class=\"page\"\u003e292\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 294 (Pa. 1825).\n   As both parties acknowledge, this practice carried over\nto criminal cases. When a conviction was reversed, de-\nfendants could recover fines and monetary penalties as-\nsessed as part of the conviction. Brief for Respondent 20–\n21, and n. 7; Reply Brief 7–8, 11; see, e.g., Annot., Right To\nRecover Back Fine or Penalty Paid in Criminal Proceed-\ning, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e26\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. R. 1523, 1532, §VI(a) (1923) (“When a judg-\nment imposing a fine, which is paid, is vacated or reversed\non appeal, the court may order restitution of the amount\npaid . . . ”); 25 C. J. §39, p. 1165 (W. Mack, W. Hale, \u0026 D.\nKiser eds. 1921) (“Where a fine illegally imposed has been\npaid, on reversal of the judgment a writ of restitution may\nissue against the parties who received the fine”).\n   The rule regarding recovery, however, “even though\ngeneral in its application, [was] not without exceptions.”\nAtlantic Coast Line R. Co. v. Florida, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"102459\"\u003e\u003ca href=\"/opinion/102459/atlantic-coast-line-r-co-v-florida/\"\u003e\u003cspan class=\"volume\"\u003e295\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e301\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 309\n(1935) (Cardozo, J.). The remedy was “equitable in origin\nand function,” and return of the money was “ ‘not of mere\nright,’ ” but “ ‘rest[ed] in the exercise of a sound discre-\ntion.’ ” Id., at 309, 310 (quoting Gould v. McFall, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e118\u003c/span\u003e \u003cspan class=\"reporter\"\u003ePa.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e455\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 456 (1888)). This was true in both civil and criminal\ncases. See, e.g., 25 C. J., at 1165 (noting that “restitution\n[of fines paid on a conviction later reversed] is not neces-\nsarily a matter of right”); Annot., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e26\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. R., at 1532,\n§VI(a) (Restitution for fines upon reversal of a conviction\n\u000c                  Cite as: 581 U. S. ____ (2017)            5\n\n                ALITO, J., concurring in judgment\n\n“is not a matter of strict legal right, but rather one for the\nexercise of the court’s discretion”). The central question\ncourts have asked is whether “the possessor will give\noffense to equity and good conscience if permitted to retain\n[the successful appellant’s money].” Atlantic Coast Line,\nsupra, at 309.\n   This history supports the Court’s rejection of the Colo-\nrado Exoneration Act’s procedures. The Act places a\nheavy burden of proof on defendants, provides no oppor-\ntunity for a refund for defendants (like Nelson) whose\nmisdemeanor convictions are reversed, and excludes de-\nfendants whose convictions are reversed for reasons unre-\nlated to innocence. Brief for Respondent 8, 35, n. 18.\nThese stringent requirements all but guarantee that most\ndefendants whose convictions are reversed have no realis-\ntic opportunity to prove they are deserving of refunds.\nColorado has abandoned historical procedures that were\nmore generous to successful appellants and incorporated a\ncourt’s case-specific equitable judgment. Instead, Colorado\nhas adopted a system that is harsh, inflexible, and pre-\nvents most defendants whose convictions are reversed\nfrom demonstrating entitlement to a refund. Indeed, the\nColorado General Assembly made financial projections\nbased on the assumption that only one person every five\nyears would qualify for a financial award under the Exon-\neration Act. Colorado Legislative Council Staff Fiscal\nNote, State and Local Revised Fiscal Impact, HB 13–1230,\np. 2 (Apr. 22, 2013), online at http://leg.colorado.gov (as\nlast visited Apr. 17, 2017). Accordingly, the Exoneration\nAct does not satisfy due process requirements. See Cooper\nv. Oklahoma, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118018\"\u003e\u003ca href=\"/opinion/118018/cooper-v-oklahoma/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e348\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 356 (1996) (A state rule of\ncriminal procedure may violate due process where “a rule\nsignificantly more favorable to the defendant has had a\nlong and consistent application”).\n\u000c6                      NELSON v. COLORADO\n\n                   ALITO, J., concurring in judgment\n\n\n                             III\n\n   Although long-established practice supports the Court’s\njudgment, the Court rests its decision on different\ngrounds. In its Mathews analysis, the Court reasons that\nthe reversal of petitioners’ convictions restored the pre-\nsumption of their innocence and that “Colorado may not\npresume a person, adjudged guilty of no crime, nonethe-\nless guilty enough for monetary exactions.” Ante, at 7.\nThe implication of this brief statement is that under\nMathews, reversal restores the defendant to the status quo\nante, see ante, at 3. But the Court does not confront the\nobvious implications of this reasoning.\n   For example, if the status quo ante must be restored,\nwhy shouldn’t the defendant be compensated for all the\nadverse economic consequences of the wrongful convic-\ntion?2 After all, in most cases, the fines and payments\nthat a convicted defendant must pay to the court are\nminor in comparison to the losses that result from convic-\ntion and imprisonment, such as attorney’s fees, lost in-\ncome, and damage to reputation. The Court cannot con-\nvincingly explain why Mathews’ amorphous balancing test\nstops short of requiring a full return to the status quo ante\nwhen a conviction is reversed. But Medina does.\n   The American legal system has long treated compensa-\ntion for the economic consequences of a reversed convic-\ntion very differently from the refund of fines and other\npayments made by a defendant pursuant to a criminal\njudgment.     Statutes providing compensation for time\n——————\n    2 The\n        Court’s position is also at odds with other principles of our pro-\ncedural due process jurisprudence. It is well settled, for example, that\na plaintiff who is deprived of property with inadequate process is not\nentitled to be compensated if the defendant can prove the deprivation\n“would have occurred even if [the plaintiff] had been given due process.”\nThompson v. District of Columbia, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e832\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e339\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 346 (CADC 2016); see\nCarey v. Piphus, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109815\"\u003e\u003ca href=\"/opinion/109815/carey-v-piphus/\"\u003e\u003cspan class=\"volume\"\u003e435\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e247\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 260, 263 (1978). This principle is in\nobvious tension with the Court’s holding.\n\u000c                 Cite as: 581 U. S. ____ (2017)           7\n\n                ALITO, J., concurring in judgment\n\nwrongfully spent in prison are a 20th-century innovation:\nBy 1970, only the Federal Government and four States\nhad passed such laws. King, Compensation of Persons\nErroneously Confined by the State, 118 U. Pa. L. Rev.\n1091, 1109 (1970); United States v. Keegan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1674513\"\u003e\u003ca href=\"/opinion/1674513/united-states-v-keegan/\"\u003e\u003cspan class=\"volume\"\u003e71\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e623\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 626 (SDNY 1947) (“[T]here seems to have been no\nlegislation by our Government on this subject” until 1938).\nMany other jurisdictions have done so since, but under\nmost such laws, compensation is not automatic. Instead,\nthe defendant bears the burden of proving actual inno-\ncence (and, sometimes, more). King, supra, at 1110 (“The\nburden of proving innocence in the compensation proceed-\ning has from the start been placed upon the claimant”);\nsee also Kahn, Presumed Guilty Until Proven Innocent:\nThe Burden of Proof in Wrongful Conviction Claims Under\nState Compensation Statutes, 44 U. Mich. J. L. Reform\n123, 145 (2010) (Most U. S. compensation statutes “re-\nquire that claimants prove their innocence either by a\npreponderance of the evidence or by clear and convincing\nevidence” (footnote omitted)). In construing the federal\nstatute, courts have held that a compensation proceeding\n“is not . . . a criminal trial” and that the burden of proof\ncan be placed on the petitioner. United States v. Brunner,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"230555\"\u003e\u003ca href=\"/opinion/230555/united-states-v-brunner/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e276\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 279 (CA6 1952). As noted, Colorado and\nmany other States have similar statutes designed narrowly\nto compensate those few persons who can demonstrate\nthat they are truly innocent. The Court apparently\nacknowledges that these statutes pose no constitutional\ndifficulty. That is the correct conclusion, but it is best\njustified by reference to history and tradition.\n                              IV\n  The Court’s disregard of historical practice is particu-\nlarly damaging when it comes to the question of restitution.\nThe Court flatly declares that the State is “obliged to\nrefund . . . restitution” in just the same way as fees and\n\u000c8                   NELSON v. COLORADO\n\n                ALITO, J., concurring in judgment\n\ncourt costs. Ante, at 1. This conclusion is not supported\nby historical practice, and it overlooks important differ-\nences between restitution, which is paid to the victims of\nan offense, and fines and other payments that are kept by\nthe State.\n   Although restitution may be included in a criminal\njudgment, it has many attributes of a civil judgment in\nfavor of the victim. This is clear under Colorado law.\nAlthough the obligation to pay restitution is included in\nthe defendant’s sentence, restitution results in a final civil\njudgment against the defendant in favor of the State and\nthe victim. Colo. Rev. Stat. §18–1.3–603(4)(a)(I) (2016).\nEntitlement to restitution need not be established beyond\na reasonable doubt or in accordance with standard rules\nof evidence or criminal procedure. People v. Pagan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2518924\"\u003e\u003ca href=\"/opinion/2518924/people-v-pagan/\"\u003e\u003cspan class=\"volume\"\u003e165\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e724\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 729 (Colo. App. 2006); Colo. Rev. Stat. §§18–\n1.3–603(2)–(3). And the judgment may be enforced either\nby the State or the victim. §§16–18.5–106(2), §§16–18.5–\n107(1)–(4).\n   The Court ignores the distinctive attributes of restitu-\ntion, but they merit attention. Because a restitution order\nis much like a civil judgment, the reversal of the defend-\nant’s criminal conviction does not necessarily undermine\nthe basis for restitution. Suppose that a victim successfully\nsues a criminal defendant civilly and introduces the de-\nfendant’s criminal conviction on the underlying conduct as\n(potentially preclusive) evidence establishing an essential\nelement of a civil claim. See, e.g., 2 K. Broun, McCormick\non Evidence §298, 473–477 (7th ed. 2013) (discussing the\nadmissibility, and potential preclusive effect, of a criminal\nconviction in subsequent civil litigation). And suppose\nthat the defendant’s criminal conviction is later reversed\nfor a trial error that did not (and could not) infect the later\ncivil proceeding: for example, the admission of evidence\nbarred by the exclusionary rule or a Confrontation Clause\nviolation. It would be unprecedented to suggest that due\n\u000c                    Cite as: 581 U. S. ____ (2017)                   9\n\n                   ALITO, J., concurring in judgment\n\nprocess requires unwinding the civil judgment simply\nbecause it rests in part on a criminal conviction that has\nsince been reversed. And a very similar scenario could\nunfold with respect to a Colorado restitution judgment.\nThe only salient difference would be that, in the Colorado\ncase, the civil judgment would have been obtained as part\nof the criminal proceeding itself. It is not clear (and the\nCourt certainly does not explain) why that formal distinc-\ntion should make a substantive difference.3\n   It is especially startling to insist that a State must\nprovide a refund after enforcing a restitution judgment on\nthe victims’ behalf in reliance on a final judgment that is\nthen vacated on collateral review. Faced with this fact\npattern, the Ninth Circuit declined to require reimburse-\nment, reasoning that the Government was a mere “escrow\nagent” executing a then-valid final judgment in favor of a\nthird party. United States v. Hayes, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"788035\"\u003e\u003ca href=\"/opinion/788035/united-states-v-h-wayne-hayes-jr/\"\u003e\u003cspan class=\"volume\"\u003e385\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1226\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1230\n(2004).\n   The Court regrettably mentions none of this. Its treat-\nment of restitution is not grounded in any historical anal-\nysis, and—save for a brief footnote, ante, at 2–3, n. 3—the\nCourt does not account for the distinctive civil status of\nrestitution under Colorado law (or the laws of the many\nother affected jurisdictions that provide this remedy to\ncrime victims).\n   Nor does the Court consider how restitution’s unique\ncharacteristics might affect the balance that it strikes\nunder Mathews. Ante, at 10. The Court summarily rejects\n——————\n  3 The Court cites one intermediate appellate case for the proposition\nthat when a conviction is reversed, any restitution order dependent on\nthat conviction is simultaneously vacated. Ante, at 2–3, n. 3 (citing\nPeople v. Scearce, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2583904\"\u003e\u003ca href=\"/opinion/2583904/people-v-scearce/\"\u003e\u003cspan class=\"volume\"\u003e87\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e228\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Colo. App. 2003)). Scearce did not\ndiscuss whether any payments had been made to victims or—if so—\nwhether they would be recoverable from the State. More important,\nScearce is hardly the last word on the question whether due process\ninvariably requires the refund of restitution.\n\u000c10                    NELSON v. COLORADO\n\n                  ALITO, J., concurring in judgment\n\nthe proposition that “ ‘equitable considerations’ ” might\nmilitate against a blanket rule requiring the refund of\nmoney paid as restitution, see ibid., but why is this so?\nWhat if the evidence amply establishes that the defendant\ninjured the victims to whom restitution was paid but the\ndefendant’s conviction is reversed on a ground that would\nbe inapplicable in a civil suit? In that situation, is it true,\nas the Court proclaims, that the State would have “no\ninterest” in withholding a refund? Would the Court reach\nthat conclusion if state law mandated a refund from the\nrecipients of the restitution? And if the States and the\nFederal Government are always required to foot the bill\nthemselves, would that risk discourage them from seeking\nrestitution—or at least from providing funds to victims\nuntil the conclusion of appellate review?\n  It was unnecessary for the Court to issue a sweeping\npronouncement on restitution. But if the Court had to\naddress this subject to dispose of these cases, it should\nhave acknowledged that—at least in some circumstances—\nrefunds of restitution payments made under later reversed\njudgments are not constitutionally required.\n                           *    *     * \n\n     For these reasons, I concur only in the judgment. \n\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                    THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1256\n                         _________________\n\n\n  SHANNON NELSON, PETITIONER v. COLORADO\n   LOUIS A. MADDEN, PETITIONER v. COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n                      COLORADO\n                        [April 19, 2017]\n\n   JUSTICE THOMAS, dissenting.\n   The majority and concurring opinions debate whether\nthe procedural due process framework of Mathews v.\nEldridge, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109382\"\u003e\u003ca href=\"/opinion/109382/mathews-v-eldridge/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e319\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1976), or that of Medina v. Cali-\nfornia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112775\"\u003e\u003ca href=\"/opinion/112775/medina-v-california/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1992), governs the question before\nus. But both opinions bypass the most important question\nin these cases: whether petitioners can show a substantive\nentitlement to a return of the money they paid pursuant to\ncriminal convictions that were later reversed or vacated.\n   The Court assumes, without reference to either state or\nfederal law, that defendants whose convictions have been\nreversed have a substantive right to any money exacted on\nthe basis of those convictions. By doing so, the Court\nassumes away the real issue in these cases. As the parties\nhave agreed, the existence of Colorado’s obligation to\nprovide particular procedures depends on whether peti-\ntioners have a substantive entitlement to the money.\nColorado concedes that “if [petitioners] have a present\nentitlement” to the money—that is, if “it is their prop-\nerty”—“then due process requires [the State to accord] them\nsome procedure to get it back.” Tr. of Oral Arg. 52. And\nColorado acknowledges that the procedural hurdles it\ncould impose before returning the money “would be fairly\nminimal,” id., at 51, because petitioners would need to\n\u000c2                      NELSON v. COLORADO\n\n                        THOMAS, J., dissenting\n\nprove only that their convictions had been reversed and\nthat they had paid a certain sum of money, see ibid.\nSimilarly, petitioners concede that if defendants in their\nposition do not have a substantive right to recover the\nmoney—that is, if the money belongs to the State—then\nColorado need not “provide any procedure to give it back.”\nId., at 53. If defendants in their position have no entitle-\nment to the money they paid pursuant to their reversed\nconvictions, there would be nothing to adjudicate. In light\nof these concessions, I can see no justification for the\nCourt’s decision to address the procedures for adjudicating\na substantive entitlement while failing to determine\nwhether a substantive entitlement exists in the first place.\n  In my view, petitioners have not demonstrated that\ndefendants whose convictions have been reversed possess\na substantive entitlement, under either state law or the\nConstitution, to recover money they paid to the State\npursuant to their convictions. Accordingly, I cannot agree\nwith the Court’s decision to reverse the judgments of the\nColorado Supreme Court.\n                             I\n  The Fourteenth Amendment provides that no State\nshall “deprive any person of life, liberty, or property, with-\nout due process of law.” U. S. Const., Amdt. 14, §1 (em-\nphasis added).1 To show that Colorado has violated the\n——————\n    1 As I have previously observed, the Due Process Clause may have\noriginally been understood to require only “that our Government . . .\nproceed according to the ‘law of the land’—that is, according to written\nconstitutional and statutory provisions”—before depriving someone of\nlife, liberty, or property. Johnson v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___\n(2015) (THOMAS, J., concurring in judgment) (slip op., at 17) (quoting\nHamdi v. Rumsfeld, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137001\"\u003e\u003ca href=\"/opinion/137001/hamdi-v-rumsfeld/\"\u003e\u003cspan class=\"volume\"\u003e542\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e507\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 589 (2004) (THOMAS, J., dissenting)).\nBecause Colorado does not advance that argument, and because it is\nunnecessary to resolve the issue in these cases. I assume that the Due\nProcess Clause requires some baseline procedures regardless of the\nprovisions of Colorado law.\n\u000c                  Cite as: 581 U. S. ____ (2017)             3\n\n                     THOMAS, J., dissenting\n\nConstitution’s procedural guarantees, as relevant here,\npetitioners must first establish that they have been de-\nprived of a protected property interest. See Castle Rock v.\nGonzales, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"799991\"\u003e\u003ca href=\"/opinion/799991/castle-rock-v-gonzales/\"\u003e\u003cspan class=\"volume\"\u003e545\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e748\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 756 (2005) (“The procedural\ncomponent of the Due Process Clause does not protect\neverything that might be described as a benefit: To have a\nproperty interest in a benefit, a person clearly must have\n. . . a legitimate claim of entitlement to it” (internal quota-\ntion marks omitted)). “Because the Constitution protects\nrather than creates property interests, the existence of a\nproperty interest is determined by reference to ‘existing\nrules or understandings that stem from an independent\nsource such as state law.’ ” Phillips v. Washington Legal\nFoundation, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118226\"\u003e\u003ca href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"\u003e\u003cspan class=\"volume\"\u003e524\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e156\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 164 (1998) (quoting Board of\nRegents of State Colleges v. Roth, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108608\"\u003e\u003ca href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"\u003e\u003cspan class=\"volume\"\u003e408\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e564\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 577\n(1972)). Petitioners undoubtedly have an “interest in\nregaining the money they paid to Colorado.” Ante, at 6.\nBut to succeed on their procedural due process claim,\npetitioners must first point to a recognized property inter-\nest in that money, under state or federal law, within the\nmeaning of the Fourteenth Amendment.\n                             A\n  The parties dispute whether, under Colorado law, the\npetitioners or the State have a property interest in the\nmoney paid by petitioners pursuant to their convictions.\nPetitioners contend that the money remains their property\nunder state law. Reply Brief 1–3; see also Tr. of Oral Arg.\n52–54. Colorado counters that when petitioners paid the\nmoney pursuant to their convictions, the costs and fees\nbecame property of the State and the restitution became\nproperty of the victims. See id., at 28–30; Brief for\nRespondent 41.\n  The key premise of the Colorado Supreme Court’s hold-\nings in these cases is that moneys lawfully exacted pursu-\nant to a valid conviction become public funds (or the vic-\n\u000c4                      NELSON v. COLORADO\n\n                         THOMAS, J., dissenting\n\ntims’ money) under Colorado law. The Colorado Supreme\nCourt explained in petitioner Shannon Nelson’s case that\n“the trial court properly ordered [her] to pay costs, fees,\nand restitution pursuant to valid statutes” and that “the\ncourt correctly distributed th[ose] funds to victims and\npublic funds, as ordered by the statutes.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1070\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1076 (2015) (emphasis added); accord, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e866\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 868–\n870 (2016) (applying the same analysis to petitioner Louis\nMadden’s case). The Colorado Supreme Court further\nnoted that, “[o]nce the state disburses restitution to the\nvictims, the state no longer controls that money.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1077, n. 4.\n  The Colorado Supreme Court explained that “Colorado’s\nconstitution protects” the Colorado Legislature’s “control\nover public money,” and thus a “court may authorize\nrefunds from public funds only pursuant to statutory\nauthority.” Id., at 1076–1077. The Exoneration Act, the\nColorado Supreme Court held, provides the only statutory\nauthority for refunding costs, fees, and restitution when a\ndefendant’s conviction is overturned. Id., at 1077–1078.\nBecause petitioners had not sought a refund under the\nExoneration Act, “the trial court lacked the authority to\norder a refund of Nelson’s costs, fees, and restitution.” Id.,\nat 1078; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 867.\n  At no point in this litigation have petitioners attempted\nto demonstrate that they satisfy the requirements of the\nExoneration Act. Under the Act, Colorado recognizes a\nsubstantive entitlement to the kind of property at issue in\nthese cases only if, among other things, the defendant can\nprove that he is “actually innocent.”2 Colo. Rev. Stat.\n——————\n  2 More specifically, the Exoneration Act entitles an exonerated de-\n\nfendant to compensation if he was convicted of a felony, was incarcer-\nated, and, among other requirements, can prove by clear and convinc-\ning evidence that he is “actually innocent,” meaning that his “conviction\nwas the result of a miscarriage of justice” or that he is factually inno-\ncent. Colo. Rev. Stat. §§13–65–101(1)(a), 13–65–102(1)(a) (2016); see\n\u000c                    Cite as: 581 U. S. ____ (2017)                  5\n\n                        THOMAS, J., dissenting\n\n§§13–65–101, 13–65–102 (2016). It is the Exoneration Act\nalone which defines the scope of the substantive entitle-\nment. This Court has interpreted the Due Process Clause\nto require that the States provide certain procedures, such\nas notice and a hearing, by which an individual can prove\na substantive entitlement to (or defend against a depriva-\ntion of ) property. But the Clause, properly understood,\nhas nothing to say about the existence or scope of the\nsubstantive entitlement itself. See Part I–B, infra. If\npetitioners want this Court to rewrite the contours of\nthe substantive entitlement contained in the Exoneration\nAct, they err in invoking procedural due process. See\nReply Brief 1–2 (“Our argument sounds in procedural due\nprocess”).\n   The majority responds by asserting, without citing any\nstate law, that Colorado “had no legal right to retain\n[petitioners’] money” once their convictions were invali-\ndated. Ante, at 8, n. 11. If this were true as a matter of\nstate law, then certain provisions of the Exoneration Act—\nwhich require the State to return costs, fees, and restitu-\ntion only in limited circumstances following a conviction’s\nreversal—would be superfluous. Thus, to the extent the\nmajority implicitly suggests that petitioners have a state-\nlaw right to an automatic refund (a point about which the\nmajority is entirely unclear), it is plainly incorrect.\n                            B\n  Because defendants in petitioners’ position do not have\na substantive right to recover the money they paid to\nColorado under state law, petitioners’ asserted right to an\nautomatic refund must arise, if at all, from the Due Pro-\ncess Clause itself. But the Due Process Clause confers no\nsubstantive rights. McDonald v. Chicago, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"149702\"\u003e\u003ca href=\"/opinion/149702/mcdonald-v-chicago/\"\u003e\u003cspan class=\"volume\"\u003e561\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e742\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n——————\nNelson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1075. “Insufficiency of the evidence or a legal\nerror unrelated to the person’s actual innocence cannot support either\nexoneration or subsequent compensation under the Act.” Ibid.\n\u000c6                  NELSON v. COLORADO\n\n                    THOMAS, J., dissenting\n\n811 (2010) (THOMAS, J., concurring in part and concurring\nin judgment) (“The notion that a constitutional provision\nthat guarantees only ‘process’ before a person is deprived\nof life, liberty, or property could define the substance of\nthose rights strains credulity for even the most casual user\nof words”). And, in any event, petitioners appear to disa-\nvow any substantive due process right to a return of the\nfunds they paid. See Reply Brief 1–2; Tr. of Oral Arg. 18–\n19. In the absence of any property right under state law\n(apart from the right provided by the Exoneration Act,\nwhich petitioners decline to invoke), Colorado’s refusal to\nreturn the money is not a “depriv[ation]” of “property”\nwithin the meaning of the Fourteenth Amendment. Colo-\nrado is therefore not required to provide any process at all\nfor the return of that money.\n                              II\n  No one disputes that if petitioners had never been con-\nvicted, Colorado could not have required them to pay the\nmoney at issue. And no one disputes that Colorado cannot\nrequire petitioners to pay any additional costs, fees, or\nrestitution now that their convictions have been invali-\ndated. It does not follow, however, that petitioners have\na property right in the money they paid pursuant to their\nthen-valid convictions, which now belongs to the State and\nthe victims under Colorado law. The Court today an-\nnounces that petitioners have a right to an automatic\nrefund because the State has “no legal right” to that money.\nAnte, at 8, n. 11. But, intuitive and rhetorical appeal\naside, it does not seriously attempt to ground that conclu-\nsion in state or federal law. If petitioners’ supposed right\nto an automatic refund arises under Colorado law, then\nthe Colorado Supreme Court remains free on remand to\nclarify whether that right in fact exists. If it arises under\nsubstantive due process, then the Court’s procedural due\nprocess analysis misses the point.\n  I respectfully dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                         NELSON v. COLORADO\n\n         CERTIORARI TO THE COLORADO SUPREME COURT\n\n    No. 15–1256. Argued January 9, 2017—Decided April 19, 2017*\nPetitioner Shannon Nelson was convicted by a Colorado jury of two\n  felonies and three misdemeanors arising from the alleged sexual and\n  physical abuse of her four children. The trial court imposed a prison\n  term of 20 years to life and ordered her to pay $8,192.50 in court\n  costs, fees, and restitution. On appeal, Nelson’s conviction was re-\n  versed for trial error, and on retrial, she was acquitted of all charges.\n     Petitioner Louis Alonzo Madden was convicted by a Colorado jury\n  of attempting to patronize a prostituted child and attempted sexual\n  assault. The trial court imposed an indeterminate prison sentence\n  and ordered him to pay $4,413.00 in costs, fees, and restitution. Af-\n  ter one of Madden’s convictions was reversed on direct review and the\n  other vacated on postconviction review, the State elected not to ap-\n  peal or retry the case.\n     The Colorado Department of Corrections withheld $702.10 from\n  Nelson’s inmate account between her conviction and acquittal, and\n  Madden paid the State $1,977.75 after his conviction. In both cases,\n  the funds were allocated to costs, fees, and restitution. Once their\n  convictions were invalidated, both petitioners moved for return of the\n  funds. Nelson’s trial court denied her motion outright, and Madden’s\n  postconviction court allowed a refund of costs and fees, but not resti-\n  tution. The Colorado Court of Appeals concluded that both petition-\n  ers were entitled to seek refunds of all they had paid, but the Colora-\n  do Supreme Court reversed.               It reasoned that Colorado’s\n  Compensation for Certain Exonerated Persons statute (Exoneration\n  Act or Act), Colo. Rev. Stat. §§13–65–101, 13–65–102, 13–65–103,\n  provided the exclusive authority for refunds and that, because nei-\n——————\n  * Together with Madden v. Colorado, also on certiorari to the same\ncourt (see this Court’s Rule 12.4).\n\u000c2                       NELSON v. COLORADO\n\n                                 Syllabus\n\n    ther Nelson nor Madden had filed a claim under that Act, the courts\n    lacked authority to order refunds. The Colorado Supreme Court also\n    held that there was no due process problem under the Act, which\n    permits Colorado to retain conviction-related assessments unless and\n    until the prevailing defendant institutes a discrete civil proceeding\n    and proves her innocence by clear and convincing evidence.\nHeld: The Exoneration Act’s scheme does not comport with the Four-\n teenth Amendment’s guarantee of due process. Pp. 5–11.\n    (a) The procedural due process inspection required by Mathews v.\n Eldridge, 424 U. S. 319, governs these cases. Medina v. California,\n 505 U. S. 437, controls when state procedural rules that are part of\n the criminal process are at issue. These cases, in contrast, concern\n the continuing deprivation of property after a conviction has been re-\n versed or vacated, with no prospect of reprosecution. Pp. 5–6.\n    (b) The three considerations balanced under Mathews—the private\n interest affected; the risk of erroneous deprivation of that interest\n through the procedures used; and the governmental interest at\n stake—weigh decisively against Colorado’s scheme. Pp. 6–10.\n      (1) Nelson and Madden have an obvious interest in regaining the\n money they paid to Colorado. The State may not retain these funds\n simply because Nelson’s and Madden’s convictions were in place\n when the funds were taken, for once those convictions were erased,\n the presumption of innocence was restored. See, e.g., Johnson v. Mis-\n sissippi, 486 U. S. 578, 585. And Colorado may not presume a per-\n son, adjudged guilty of no crime, nonetheless guilty enough for mone-\n tary exactions. Pp. 6–8.\n      (2) Colorado’s scheme creates an unacceptable risk of the errone-\n ous deprivation of defendants’ property. The Exoneration Act condi-\n tions refund on defendants’ proof of innocence by clear and convinc-\n ing evidence, but defendants in petitioners’ position are presumed\n innocent. Moreover, the Act provides no remedy for assessments tied\n to invalid misdemeanor convictions. And when, as here, the recoup-\n ment amount sought is not large, the cost of mounting a claim under\n the Act and retaining counsel to pursue it would be prohibitive.\n    Colorado argues that an Act that provides sufficient process to\n compensate a defendant for the loss of her liberty must suffice to\n compensate a defendant for the lesser deprivation of money. But\n Nelson and Madden seek the return of their property, not compensa-\n tion for its temporary deprivation. Just as restoration of liberty on\n reversal of a conviction is not compensation, neither is the return of\n money taken by the State on account of the conviction. Other proce-\n dures cited by Colorado—the need for probable cause to support crim-\n inal charges, the jury-trial right, and the State’s burden to prove\n guilt beyond a reasonable doubt—do not address the risk faced by a\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  defendant whose conviction has been overturned that she will not re-\n  cover funds taken from her based solely on a conviction no longer val-\n  id. Pp. 8–10.\n    (3) Colorado has no interest in withholding from Nelson and Mad-\n  den money to which the State currently has zero claim of right. The\n  State has identified no equitable considerations favoring its position,\n  nor indicated any way in which the Exoneration Act embodies such\n  considerations. P. 10.\n362 P. 3d 1070 (first judgment) and 364 P. 3d 866 (second judgment),\n  reversed and remanded.\n\n  GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, BREYER, SOTOMAYOR, and KAGAN, JJ., joined.\nALITO, J., filed an opinion concurring in the judgment. THOMAS, J., filed\na dissenting opinion. GORSUCH, J., took no part in the consideration or\ndecision of the cases.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1256\n                                   _________________\n\n\n  SHANNON NELSON, PETITIONER v. COLORADO\n   LOUIS A. MADDEN, PETITIONER v. COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                                 [April 19, 2017]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  When a criminal conviction is invalidated by a review-\ning court and no retrial will occur, is the State obliged to\nrefund fees, court costs, and restitution exacted from the\ndefendant upon, and as a consequence of, the conviction?\nOur answer is yes. Absent conviction of a crime, one is\npresumed innocent. Under the Colorado law before us in\nthese cases, however, the State retains conviction-related\nassessments unless and until the prevailing defendant\ninstitutes a discrete civil proceeding and proves her inno-\ncence by clear and convincing evidence. This scheme, we\nhold, offends the Fourteenth Amendment’s guarantee of\ndue process.\n                            I\n\n                            A\n\n  Two cases are before us for review. Petitioner Shannon\nNelson, in 2006, was convicted by a Colorado jury of five\ncounts—two felonies and three misdemeanors—arising\nfrom the alleged sexual and physical abuse of her four\nchildren. 362 P. 3d 1070, 1071 (Colo. 2015); App. 25–26.\n\u000c2                      NELSON v. COLORADO\n\n                          Opinion of the Court\n\nThe trial court imposed a prison sentence of 20 years to\nlife and ordered Nelson to pay court costs, fees, and resti-\ntution totaling $8,192.50. 362 P. 3d, at 1071. On appeal,\nNelson’s conviction was reversed for trial error. Ibid. On\nretrial, a new jury acquitted Nelson of all charges. Ibid.\n   Petitioner Louis Alonzo Madden, in 2005, was convicted\nby a Colorado jury of attempting to patronize a prostituted\nchild and attempted third-degree sexual assault by force.\nSee 364 P. 3d 866, 867 (Colo. 2015). The trial court im-\nposed an indeterminate prison sentence and ordered\nMadden to pay costs, fees, and restitution totaling\n$4,413.00. Ibid. The Colorado Supreme Court reversed\none of Madden’s convictions on direct review, and a post-\nconviction court vacated the other. Ibid. The State elected\nnot to appeal or retry the case. Ibid.\n   Between Nelson’s conviction and acquittal, the Colorado\nDepartment of Corrections withheld $702.10 from her\ninmate account, $287.50 of which went to costs and fees1\nand $414.60 to restitution. See 362 P. 3d, at 1071, and\nn. 1. Following Madden’s conviction, Madden paid Colo-\nrado $1,977.75, $1,220 of which went to costs and fees2\nand $757.75 to restitution. See 364 P. 3d, at 867. The sole\nlegal basis for these assessments was the fact of Nelson’s\nand Madden’s convictions.3 Absent those convictions,\n——————\n   1 Of the $287.50 for costs and fees, $125 went to the victim compensa-\n\ntion fund and $162.50 to the victims and witnesses assistance and law\nenforcement fund (VAST fund). See 362 P. 3d 1070, 1071, n. 1 (Colo.\n2015).\n   2 Of the $1,220 for costs and fees, $125 went to the victim compensa-\n\ntion fund and $1,095 to the VAST fund ($1,000 of which was for the\nspecial advocate surcharge). See App. 79; 364 P. 3d 866, 869 (Colo.\n2015).\n   3 See Colo. Rev. Stat. §24–4.1–119(1)(a) (2005) (levying victim-\n\ncompensation-fund fees for “each criminal action resulting in a convic-\ntion or in a deferred judgment and sentence”); §24–4.2–104(1)(a)(1)(I)\n(2005) (same, for VAST fund fees); §24–4.2–104(1)(a)(1)(II) (same, for\nspecial advocate surcharge); §18–1.3–603(1) (2005) (with one exception,\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                          Opinion of the Court\n\nColorado would have no legal right to exact and retain\npetitioners’ funds.\n   Their convictions invalidated, both petitioners moved for\nreturn of the amounts Colorado had taken from them. In\nNelson’s case, the trial court denied the motion outright.\n362 P. 3d, at 1071. In Madden’s case, the postconviction\ncourt allowed the refund of costs and fees, but not restitu-\ntion. 364 P. 3d, at 867–868.\n   The same Colorado Court of Appeals panel heard both\ncases and concluded that Nelson and Madden were enti-\ntled to seek refunds of all they had paid, including\namounts allocated to restitution. See People v. Nelson,\n369 P. 3d 625, 628–629 (2013); People v. Madden, 2013\nWL 1760869, *1 (Apr. 25, 2013). Costs, fees, and restitu-\ntion, the court held, must be “tied to a valid conviction,”\n369 P. 3d, at 627–628, absent which a court must “retur[n]\nthe defendant to the status quo ante,” 2013 WL 1760869,\nat *2.\n   The Colorado Supreme Court reversed in both cases. A\ncourt must have statutory authority to issue a refund, that\ncourt stated. 362 P. 3d, at 1077; 364 P. 3d, at 868. Colo-\nrado’s Compensation for Certain Exonerated Persons\nstatute (Exoneration Act or Act), Colo. Rev. Stat. §§13–65–\n101, 13–65–102, 13–65–103 (2016), passed in 2013, “pro-\nvides the proper procedure for seeking a refund,” the court\nruled. 362 P. 3d, at 1075, 1077. As no other statute ad-\ndresses refunds, the court concluded that the Exoneration\nAct is the “exclusive process for exonerated defendants\n—————— \n\n“[e]very order of conviction . . . shall include consideration of restitu-\ntion”). See also 362 P. 3d, at 1073 (“[T]he State pays the cost of crimi-\nnal cases when a defendant is acquitted.” (citing Colo. Rev. Stat. §16–\n\n18–101(1) (2015))). Under Colorado law, a restitution order tied to a \n\ncriminal conviction is rendered as a separate civil judgment. See §18–\n\n1.3–603(4)(a) (2005). If the conviction is reversed, any restitution order \n\ndependent on that conviction is simultaneously vacated. See People v. \n\nScearce, 87 P. 3d 228, 234–235 (Colo. App. 2003). \n\n\u000c4                      NELSON v. COLORADO\n\n                          Opinion of the Court\n\nseeking a refund of costs, fees, and restitution.” Id., at\n1078.4 Because neither Nelson nor Madden had filed a\nclaim under the Act, the court further determined, their\ntrial courts lacked authority to order a refund. Id., at\n1075, 1078; 364 P. 3d, at 867.5 There was no due process\nproblem, the court continued, because the Act “provides\nsufficient process for defendants to seek refunds of costs,\nfees, and restitution that they paid in connection with\ntheir conviction.” 362 P. 3d, at 1078.\n   Justice Hood dissented in both cases. Because neither\npetitioner has been validly convicted, he explained, each\nmust be presumed innocent. Id., at 1079 (Nelson); 364\nP. 3d, at 870 (adopting his reasoning from Nelson in Mad-\nden). Due process therefore requires some mechanism “for\nthe return of a defendant’s money,” Justice Hood main-\ntained, 362 P. 3d, at 1080; as the Exoneration Act required\npetitioners to prove their innocence, the Act, he concluded,\ndid not supply the remedy due process demands, id., at\n1081. We granted certiorari. 579 U. S. ___ (2016).\n                              B\n  The Exoneration Act provides a civil claim for relief “to\ncompensate an innocent person who was wrongly con-\nvicted.” 362 P. 3d, at 1075. Recovery under the Act is avail-\nable only to a defendant who has served all or part of a\nterm of incarceration pursuant to a felony conviction, and\nwhose conviction has been overturned for reasons other\n——————\n  4 While these cases were pending in this Court, Colorado passed new\n\nlegislation to provide “[r]eimbursement of amounts paid following a\nvacated conviction.” See Colo. House Bill 17–1071 (quoting language\nfor Colo. Rev. Stat. §18–1.3–703, the new provision). That legislation\ntakes effect September 1, 2017, and has no effect on the cases before us.\n  5 Prior to the Exoneration Act, the Colorado Supreme Court recog-\n\nnized the competence of courts, upon reversal of a conviction, to order\nthe refund of monetary exactions imposed on a defendant solely by\nreason of the conviction. Toland v. Strohl, 147 Colo. 577, 586, 364 P. 2d\n588, 593 (1961).\n\u000c                     Cite as: 581 U. S. ____ (2017)                    5\n\n                          Opinion of the Court\n\nthan insufficiency of evidence or legal error unrelated to\nactual innocence. See §13–65–102. To succeed on an\nExoneration Act claim, a petitioner must show, by clear\nand convincing evidence, her actual innocence of the of-\nfense of conviction. §§13–65–101(1), 13–65–102(1). A\nsuccessful petitioner may recoup, in addition to compensa-\ntion for time served,6 “any fine, penalty, court costs, or\nrestitution . . . paid . . . as a result of his or her wrongful\nconviction.” Id., at 1075 (quoting §13–65–103(2)(e)(V)).\n   Under Colorado’s legislation, as just recounted, a de-\nfendant must prove her innocence by clear and convincing\nevidence to obtain the refund of costs, fees, and restitution\npaid pursuant to an invalid conviction. That scheme, we\nhold, does not comport with due process. Accordingly, we\nreverse the judgment of the Supreme Court of Colorado.\n                            II\n  The familiar procedural due process inspection instructed\nby Mathews v. Eldridge, 424 U. S. 319 (1976), governs\nthese cases. Colorado argues that we should instead apply\nthe standard from Medina v. California, 505 U. S. 437,\n445 (1992), and inquire whether Nelson and Madden were\nexposed to a procedure offensive to a fundamental princi-\nple of justice. Medina “provide[s] the appropriate frame-\nwork for assessing the validity of state procedural rules”\nthat “are part of the criminal process.” Id., at 443. Such\nrules concern, for example, the allocation of burdens of\n\n——————\n  6 Compensation under the Exoneration Act includes $70,000 per year\n\nof incarceration for the wrongful conviction; additional sums per year\nserved while the defendant is under a sentence of death, or placed on\nparole or probation or on a sex offender registry; compensation for child\nsupport payments due during incarceration; tuition waivers at state\ninstitutions of higher education for the exonerated person and for any\nchildren conceived or legally adopted before the incarceration; and\nreasonable attorney’s fees for bringing an Exoneration Act claim. §13–\n65–103(2), (3) (2016).\n\u000c6                     NELSON v. COLORADO\n\n                         Opinion of the Court\n\nproof and the type of evidence qualifying as admissible.7\nThese cases, in contrast, concern the continuing depriva-\ntion of property after a conviction has been reversed or\nvacated, with no prospect of reprosecution. See Kaley v.\nUnited States, 571 U. S. ___, ___, n. 4 (2014) (ROBERTS,\nC. J., dissenting) (slip op., at 10–11, n. 4) (explaining the\ndifferent offices of Mathews and Medina). Because no\nfurther criminal process is implicated, Mathews “provides\nthe relevant inquiry.” 571 U. S., at ___ (slip op., at 11,\nn. 4).\n                             III\n  Under the Mathews balancing test, a court evaluates\n(A) the private interest affected; (B) the risk of erroneous\ndeprivation of that interest through the procedures used;\nand (C) the governmental interest at stake. 424 U. S., at\n335. All three considerations weigh decisively against\nColorado’s scheme.\n                             A\n  Nelson and Madden have an obvious interest in regain-\ning the money they paid to Colorado. Colorado urges,\nhowever, that the funds belong to the State because Nel-\nson’s and Madden’s convictions were in place when the\nfunds were taken. Tr. of Oral Arg. 29–31. But once those\nconvictions were erased, the presumption of their inno-\ncence was restored. See, e.g., Johnson v. Mississippi, 486\nU. S. 578, 585 (1988) (After a “conviction has been re-\nversed, unless and until [the defendant] should be retried,\n\n——————\n  7 See Cooper v. Oklahoma, 517 U. S. 348, 356–362 (1996) (standard of\n\nproof to establish incompetence to stand trial); Dowling v. United\nStates, 493 U. S. 342, 343–344, 352 (1990) (admissibility of testimony\nabout a prior crime of which the defendant was acquitted); Patterson v.\nNew York, 432 U. S. 197, 198, 201–202 (1977) (burden of proving\naffirmative defense); Medina v. California, 505 U. S. 437, 443–446, 457\n(1992) (burden of proving incompetence to stand trial).\n\u000c                      Cite as: 581 U. S. ____ (2017)                      7\n\n                           Opinion of the Court\n\nhe must be presumed innocent of that charge.”).8\n“[A]xiomatic and elementary,” the presumption of inno-\ncence “lies at the foundation of our criminal law.” Coffin v.\nUnited States, 156 U. S. 432, 453 (1895).9 Colorado may\nnot retain funds taken from Nelson and Madden solely\nbecause of their now-invalidated convictions, see supra, at\n2–3, and n. 3, for Colorado may not presume a person,\nadjudged guilty of no crime, nonetheless guilty enough for\nmonetary exactions.10\n   That petitioners prevailed on subsequent review rather\nthan in the first instance, moreover, should be inconse-\nquential. Suppose a trial judge grants a motion to set\naside a guilty verdict for want of sufficient evidence. In\nthat event, the defendant pays no costs, fees, or restitu-\ntion. Now suppose the trial court enters judgment on a\nguilty verdict, ordering cost, fee, and restitution payments\n——————\n   8 Citing Bell v. Wolfish, 441 U. S. 520 (1979), Colorado asserts that\n\n“[t]he presumption of innocence applies only at criminal trials” and\nthus has no application here. Brief for Respondent 40, n. 19. Colorado\nmisapprehends Wolfish. Our opinion in that case recognized that\n“under the Due Process Clause,” a detainee who “has not been adjudged\nguilty of any crime” may not be punished. 441 U. S., at 535–536; see\nid., at 535–540. Wolfish held only that the presumption does not\nprevent the government from “detain[ing a defendant] to ensure his\npresence at trial . . . so long as [the] conditions and restrictions [of his\ndetention] do not amount to punishment, or otherwise violate the\nConstitution.” Id., at 536–537.\n   9 Were Medina applicable, Colorado’s Exoneration Act scheme would\n\nsimilarly fail due process measurement. Under Medina, a criminal\nprocedure violates due process if “it offends some principle of justice so\nrooted in the traditions and conscience of our people as to be ranked as\nfundamental.” 505 U. S., at 445 (quoting Patterson, 432 U. S., at 202).\nThe presumption of innocence unquestionably fits that bill.\n   10 Colorado invites a distinction between convictions merely “void-\n\nable,” rather than “void,” and urges that the invalidated convictions here\nfall in the voidable category. See Brief for Respondent 32–33, and\nn. 11. As Justice Hood noted in dissent, however, “reversal is reversal,”\nregardless of the reason, “[a]nd an invalid conviction is no conviction at\nall.” 362 P. 3d, at 1080.\n\u000c8                       NELSON v. COLORADO\n\n                           Opinion of the Court\n\nby reason of the conviction, but the appeals court upsets\nthe conviction for evidentiary insufficiency. By what right\ndoes the State retain the amount paid out by the defend-\nant? “[I]t should make no difference that the reviewing\ncourt, rather than the trial court, determined the evidence\nto be insufficient.” Burks v. United States, 437 U. S. 1, 11\n(1978). The vulnerability of the State’s argument that it\ncan keep the amounts exacted so long as it prevailed in\nthe court of first instance is more apparent still if we\nassume a case in which the sole penalty is a fine. On\nColorado’s reasoning, an appeal would leave the defendant\nemptyhanded; regardless of the outcome of an appeal, the\nState would have no refund obligation. See Tr. of Oral\nArg. 41, 44.11\n                              B\n   Is there a risk of erroneous deprivation of defendants’\ninterest in return of their funds if, as Colorado urges, the\nExoneration Act is the exclusive remedy? Indeed yes, for\nthe Act conditions refund on defendants’ proof of innocence\nby clear and convincing evidence. §13–65–101(1)(a). But\nto get their money back, defendants should not be saddled\nwith any proof burden. Instead, as explained supra, at 6–\n7, they are entitled to be presumed innocent.\n   Furthermore, as Justice Hood noted in dissent, the Act\n——————\n   11 The dissent echoes Colorado’s argument. If Nelson and Madden\n\nprevailed at trial, the dissent agrees, no costs, fees, or restitution could\nbe exacted. See post, at 6. But if they prevailed on appellate inspec-\ntion, the State gets to keep their money. See ibid. Under Colorado law,\nas the dissent reads the Colorado Supreme Court’s opinion, “moneys\nlawfully exacted pursuant to a valid conviction become public funds\n(or[, in the case of restitution,] the victims’ money).” Post, at 3–4. Shut\nfrom the dissent’s sights, however, the convictions pursuant to which\nthe State took petitioners’ money were invalid, hence the State had no\nlegal right to retain their money. Given the invalidity of the convic-\ntions, does the Exoneration Act afford sufficient process to enable the\nState to retain the money? Surely, it does not.\n\u000c                    Cite as: 581 U. S. ____ (2017)                  9\n\n                        Opinion of the Court\n\nprovides no remedy at all for any assessments tied to\ninvalid misdemeanor convictions (Nelson had three). 362\nP. 3d, at 1081, n. 1; see §13–65–102(1)(a). And when\namounts a defendant seeks to recoup are not large, as is\ntrue in Nelson’s and Madden’s cases, see supra, at 2, the\ncost of mounting a claim under the Exoneration Act and\nretaining a lawyer to pursue it would be prohibitive.12\n   Colorado argued on brief that if the Exoneration Act\nprovides sufficient process to compensate a defendant for\nthe loss of her liberty, the Act should also suffice “when a\ndefendant seeks compensation for the less significant\ndeprivation of monetary assessments paid pursuant to a\nconviction that is later overturned.” Brief for Respondent\n40. The comparison is inapt. Nelson and Madden seek\nrestoration of funds they paid to the State, not compensa-\ntion for temporary deprivation of those funds. Petitioners\nseek only their money back, not interest on those funds for\nthe period the funds were in the State’s custody. Just as\nthe restoration of liberty on reversal of a conviction is not\ncompensation, neither is the return of money taken by the\nState on account of the conviction.\n   Colorado also suggests that “numerous pre- and post-\ndeprivation procedures”—including the need for probable\ncause to support criminal charges, the jury-trial right, and\nthe State’s burden to prove guilt beyond a reasonable\ndoubt—adequately minimize the risk of erroneous depri-\nvation of property. Id., at 31; see id., at 31–35. But Colo-\nrado misperceives the risk at issue. The risk here involved\nis not the risk of wrongful or invalid conviction any crimi-\nnal defendant may face. It is, instead, the risk faced by a\ndefendant whose conviction has already been overturned\n\n——————\n  12 Asuccessful petitioner under the Exoneration Act can recover rea-\nsonable attorney’s fees, §13–65–103(2)(e)(IV), but neither a defendant\nnor counsel is likely to assume the risk of loss when amounts to be\ngained are not worth the candle.\n\u000c10                      NELSON v. COLORADO\n\n                          Opinion of the Court\n\nthat she will not recover funds taken from her solely on\nthe basis of a conviction no longer valid. None of the\nabove-stated procedures addresses that risk, and, as just\nexplained, the Exoneration Act is not an adequate rem-\nedy for the property deprivation Nelson and Madden\nexperienced.13\n                           C\n  Colorado has no interest in withholding from Nelson\nand Madden money to which the State currently has zero\nclaim of right. “Equitable [c]onsiderations,” Colorado\nsuggests, may bear on whether a State may withhold\nfunds from criminal defendants after their convictions\nare overturned. Brief for Respondent 20–22. Colorado,\nhowever, has identified no such consideration relevant\nto petitioners’ cases, nor has the State indicated any\nway in which the Exoneration Act embodies “equitable\nconsiderations.”\n                             IV\n  Colorado’s scheme fails due process measurement be-\ncause defendants’ interest in regaining their funds is high,\nthe risk of erroneous deprivation of those funds under the\nExoneration Act is unacceptable, and the State has shown\nno countervailing interests in retaining the amounts in\nquestion. To comport with due process, a State may not\nimpose anything more than minimal procedures on the\nrefund of exactions dependent upon a conviction subse-\nquently invalidated. \n\n—————— \n\n  13 Colorado additionally argues that defendants can request a stay of\nsentence pending appeal, thereby reducing the risk of erroneous depri-\nvation. See Brief for Respondent 32; §§16–12–103, 18–1.3–702(1)(a)\n(2016). But the State acknowledged at oral argument that few defend-\nants can meet the requirements a stay pending appeal entails. Tr. of\nOral Arg. 33–34. And even when a stay is available, a trial court “may\nrequire the defendant to deposit the whole or any part of the . . . costs.”\nColo. App. Rule 8.1(a)(3) (2016).\n\u000c                Cite as: 581 U. S. ____ (2017)                 11\n\n                    Opinion of the Court\n\n                        *    *     *\n  The judgments of the Colorado Supreme Court are\nreversed, and the cases are remanded for further proceed-\nings not inconsistent with this opinion.\n\n                                                 It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of these cases.\n\u000c                  Cite as: 581 U. S. ____ (2017)            1\n\n                ALITO, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 15–1256\n                          _________________\n\n\n   SHANNON NELSON, PETITIONER v. COLORADO\n   LOUIS A. MADDEN, PETITIONER v. COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n                      COLORADO\n                         [April 19, 2017]\n\n  JUSTICE ALITO, concurring in the judgment.\n  I agree that the judgments of the Colorado Supreme\nCourt must be reversed, but I reach that conclusion by a\ndifferent route.\n                              I\n   The proper framework for analyzing these cases is pro-\nvided by Medina v. California, 505 U. S. 437 (1992). Me-\ndina applies when we are called upon to “asses[s] the\nvalidity of state procedural rules which . . . are part of the\ncriminal process,” id., at 443, and that is precisely the\nsituation here. These cases concern Colorado’s rules for\ndetermining whether a defendant can obtain a refund of\nmoney that he or she was required to pay pursuant to a\njudgment of conviction that is later reversed. In holding\nthat these payments must be refunded, the Court relies on\na feature of the criminal law, the presumption of inno-\ncence. And since the Court demands that refunds occur\neither automatically or at least without imposing anything\nmore than “minimal” procedures, see ante, at 10, it ap-\npears that they must generally occur as part of the crimi-\nnal case. For these reasons, the refund obligation is surely\n“part of the criminal process” and thus falls squarely\nwithin the scope of Medina. The only authority cited by\nthe Court in support of its contrary conclusion is a footnote\n\u000c2                  NELSON v. COLORADO\n\n                ALITO, J., concurring in judgment\n\nin a dissent. See ante, at 6 (citing Kaley v. United States,\n571 U. S. ___, ___, n. 4 (2014) (opinion of ROBERTS, C. J.)\n(slip op., at 10–11, n. 4)). Under Medina, a state rule of\ncriminal procedure not governed by a specific rule set out\nin the Bill of Rights violates the Due Process Clause of the\nFourteenth Amendment only if it offends a fundamental\nand deeply rooted principle of justice. 505 U. S., at 445.\nAnd “[h]istorical practice is probative of whether a proce-\ndural rule can be characterized as fundamental.” Id., at\n446. Indeed, petitioners invite us to measure the Colorado\nscheme against traditional practice, reminding us that our\n“ ‘first due process cases’ ” recognized that “ ‘traditional\npractice provides a touchstone for constitutional analy-\nsis,’ ” Brief for Petitioners 26 (quoting Honda Motor Co. v.\nOberg, 512 U. S. 415, 430 (1994)). Petitioners then go on\nto argue at some length that “[t]he traditional rule has\nalways been that when a judgment is reversed, a person\nwho paid money pursuant to that judgment is entitled to\nreceive the money back.” Brief for Petitioners 26; see id.,\nat 26–30. See also Brief for National Association of Crim-\ninal Defense Lawyers as Amicus Curiae 4–14 (discussing\ntraditional practice).\n    The Court, by contrast, turns its back on historical\npractice, preferring to balance the competing interests\naccording to its own lights. The Court applies the balanc-\ning test set out in Mathews v. Eldridge, 424 U. S. 319\n(1976), a modern invention “first conceived” to decide what\nprocedures the government must observe before depriving\npersons of novel forms of property such as welfare or\nSocial Security disability benefits. Dusenbery v. United\nStates, 534 U. S. 161, 167 (2002). Because these interests\nhad not previously been regarded as “property,” the Court\ncould not draw on historical practice for guidance.\nMathews has subsequently been used more widely in civil\ncases, but we should pause before applying its balancing\ntest in matters of state criminal procedure. “[T]he States\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                   ALITO, J., concurring in judgment\n\nhave considerable expertise in matters of criminal proce-\ndure and the criminal process is grounded in centuries of\ncommon-law tradition.”      Medina, supra, at 445–446.\nApplying the Mathews balancing test to established rules\nof criminal practice and procedure may result in “undue\ninterference with both considered legislative judgments\nand the careful balance that the Constitution strikes\nbetween liberty and order.” Medina, supra, at 443. Where\nlong practice has struck a particular balance between the\ncompeting interests of the State and those charged with\ncrimes, we should not lightly disturb that determination.\nFor these reasons, Medina’s historical inquiry, not\nMathews, provides the proper framework for use in these\ncases.1\n                              II\n  Under Medina, the Colorado scheme at issue violates\ndue process. American law has long recognized that when\nan individual is obligated by a civil judgment to pay money\nto the opposing party and that judgment is later reversed,\nthe money should generally be repaid. See, e.g., North-\nwestern Fuel Co. v. Brock, 139 U. S. 216, 219 (1891) (“The\nright of restitution of what one has lost by the enforcement\nof a judgment subsequently reversed has been recognized\nin the law of England from a very early period . . . ”); Bank\n——————\n  1 In a footnote, the Court briefly opines on how a Medina analysis\n\nwould come out in these cases. The Court’s discussion of the issue,\nwhich is dictum, is substantially incomplete. The Court suggests that\nMedina would support its judgment because the presumption of inno-\ncence is deeply rooted and fundamental. Ante, at 7, n. 9. It is true, of\ncourse, that this presumption is restored when a conviction is reversed.\nBut that says very little about the question at hand: namely, what must\nhappen once that presumption is restored. Notably, the Court cites not\na single case applying the presumption of innocence in the refund\ncontext. At the same time, the Court ignores cases that bear directly on\nthe question in these cases and thus must be part of a proper Medina\ninquiry. See infra, at this page and 4–5.\n\u000c4                   NELSON v. COLORADO\n\n                ALITO, J., concurring in judgment\n\nof United States v. Bank of Washington, 6 Pet. 8, 17 (1832)\n(“On the reversal of an erroneous judgment, the law raises\nan obligation in the party to the record, who has received\nthe benefit of the erroneous judgment, to make restitution\nto the other party for what he has lost”). This was “a\nremedy well known at common law,” memorialized as “a\npart of the judgment of reversal which directed ‘that the\ndefendant be restored to all things which he has lost on\noccasion of the judgment aforesaid.’ ” 2 Ruling Case Law\n§248, p. 297 (W. McKinney and B. Rich eds. 1914); Duncan\nv. Kirkpatrick, 13 Serg. \u0026 Rawle 292, 294 (Pa. 1825).\n   As both parties acknowledge, this practice carried over\nto criminal cases. When a conviction was reversed, de-\nfendants could recover fines and monetary penalties as-\nsessed as part of the conviction. Brief for Respondent 20–\n21, and n. 7; Reply Brief 7–8, 11; see, e.g., Annot., Right To\nRecover Back Fine or Penalty Paid in Criminal Proceed-\ning, 26 A. L. R. 1523, 1532, §VI(a) (1923) (“When a judg-\nment imposing a fine, which is paid, is vacated or reversed\non appeal, the court may order restitution of the amount\npaid . . . ”); 25 C. J. §39, p. 1165 (W. Mack, W. Hale, \u0026 D.\nKiser eds. 1921) (“Where a fine illegally imposed has been\npaid, on reversal of the judgment a writ of restitution may\nissue against the parties who received the fine”).\n   The rule regarding recovery, however, “even though\ngeneral in its application, [was] not without exceptions.”\nAtlantic Coast Line R. Co. v. Florida, 295 U. S. 301, 309\n(1935) (Cardozo, J.). The remedy was “equitable in origin\nand function,” and return of the money was “ ‘not of mere\nright,’ ” but “ ‘rest[ed] in the exercise of a sound discre-\ntion.’ ” Id., at 309, 310 (quoting Gould v. McFall, 118 Pa.\n455, 456 (1888)). This was true in both civil and criminal\ncases. See, e.g., 25 C. J., at 1165 (noting that “restitution\n[of fines paid on a conviction later reversed] is not neces-\nsarily a matter of right”); Annot., 26 A. L. R., at 1532,\n§VI(a) (Restitution for fines upon reversal of a conviction\n\u000c                  Cite as: 581 U. S. ____ (2017)            5\n\n                ALITO, J., concurring in judgment\n\n“is not a matter of strict legal right, but rather one for the\nexercise of the court’s discretion”). The central question\ncourts have asked is whether “the possessor will give\noffense to equity and good conscience if permitted to retain\n[the successful appellant’s money].” Atlantic Coast Line,\nsupra, at 309.\n   This history supports the Court’s rejection of the Colo-\nrado Exoneration Act’s procedures. The Act places a\nheavy burden of proof on defendants, provides no oppor-\ntunity for a refund for defendants (like Nelson) whose\nmisdemeanor convictions are reversed, and excludes de-\nfendants whose convictions are reversed for reasons unre-\nlated to innocence. Brief for Respondent 8, 35, n. 18.\nThese stringent requirements all but guarantee that most\ndefendants whose convictions are reversed have no realis-\ntic opportunity to prove they are deserving of refunds.\nColorado has abandoned historical procedures that were\nmore generous to successful appellants and incorporated a\ncourt’s case-specific equitable judgment. Instead, Colorado\nhas adopted a system that is harsh, inflexible, and pre-\nvents most defendants whose convictions are reversed\nfrom demonstrating entitlement to a refund. Indeed, the\nColorado General Assembly made financial projections\nbased on the assumption that only one person every five\nyears would qualify for a financial award under the Exon-\neration Act. Colorado Legislative Council Staff Fiscal\nNote, State and Local Revised Fiscal Impact, HB 13–1230,\np. 2 (Apr. 22, 2013), online at http://leg.colorado.gov (as\nlast visited Apr. 17, 2017). Accordingly, the Exoneration\nAct does not satisfy due process requirements. See Cooper\nv. Oklahoma, 517 U. S. 348, 356 (1996) (A state rule of\ncriminal procedure may violate due process where “a rule\nsignificantly more favorable to the defendant has had a\nlong and consistent application”).\n\u000c6                      NELSON v. COLORADO\n\n                   ALITO, J., concurring in judgment\n\n\n                             III\n\n   Although long-established practice supports the Court’s\njudgment, the Court rests its decision on different\ngrounds. In its Mathews analysis, the Court reasons that\nthe reversal of petitioners’ convictions restored the pre-\nsumption of their innocence and that “Colorado may not\npresume a person, adjudged guilty of no crime, nonethe-\nless guilty enough for monetary exactions.” Ante, at 7.\nThe implication of this brief statement is that under\nMathews, reversal restores the defendant to the status quo\nante, see ante, at 3. But the Court does not confront the\nobvious implications of this reasoning.\n   For example, if the status quo ante must be restored,\nwhy shouldn’t the defendant be compensated for all the\nadverse economic consequences of the wrongful convic-\ntion?2 After all, in most cases, the fines and payments\nthat a convicted defendant must pay to the court are\nminor in comparison to the losses that result from convic-\ntion and imprisonment, such as attorney’s fees, lost in-\ncome, and damage to reputation. The Court cannot con-\nvincingly explain why Mathews’ amorphous balancing test\nstops short of requiring a full return to the status quo ante\nwhen a conviction is reversed. But Medina does.\n   The American legal system has long treated compensa-\ntion for the economic consequences of a reversed convic-\ntion very differently from the refund of fines and other\npayments made by a defendant pursuant to a criminal\njudgment.     Statutes providing compensation for time\n——————\n    2 The\n        Court’s position is also at odds with other principles of our pro-\ncedural due process jurisprudence. It is well settled, for example, that\na plaintiff who is deprived of property with inadequate process is not\nentitled to be compensated if the defendant can prove the deprivation\n“would have occurred even if [the plaintiff] had been given due process.”\nThompson v. District of Columbia, 832 F. 3d 339, 346 (CADC 2016); see\nCarey v. Piphus, 435 U. S. 247, 260, 263 (1978). This principle is in\nobvious tension with the Court’s holding.\n\u000c                 Cite as: 581 U. S. ____ (2017)           7\n\n                ALITO, J., concurring in judgment\n\nwrongfully spent in prison are a 20th-century innovation:\nBy 1970, only the Federal Government and four States\nhad passed such laws. King, Compensation of Persons\nErroneously Confined by the State, 118 U. Pa. L. Rev.\n1091, 1109 (1970); United States v. Keegan, 71 F. Supp.\n623, 626 (SDNY 1947) (“[T]here seems to have been no\nlegislation by our Government on this subject” until 1938).\nMany other jurisdictions have done so since, but under\nmost such laws, compensation is not automatic. Instead,\nthe defendant bears the burden of proving actual inno-\ncence (and, sometimes, more). King, supra, at 1110 (“The\nburden of proving innocence in the compensation proceed-\ning has from the start been placed upon the claimant”);\nsee also Kahn, Presumed Guilty Until Proven Innocent:\nThe Burden of Proof in Wrongful Conviction Claims Under\nState Compensation Statutes, 44 U. Mich. J. L. Reform\n123, 145 (2010) (Most U. S. compensation statutes “re-\nquire that claimants prove their innocence either by a\npreponderance of the evidence or by clear and convincing\nevidence” (footnote omitted)). In construing the federal\nstatute, courts have held that a compensation proceeding\n“is not . . . a criminal trial” and that the burden of proof\ncan be placed on the petitioner. United States v. Brunner,\n200 F. 2d 276, 279 (CA6 1952). As noted, Colorado and\nmany other States have similar statutes designed narrowly\nto compensate those few persons who can demonstrate\nthat they are truly innocent. The Court apparently\nacknowledges that these statutes pose no constitutional\ndifficulty. That is the correct conclusion, but it is best\njustified by reference to history and tradition.\n                              IV\n  The Court’s disregard of historical practice is particu-\nlarly damaging when it comes to the question of restitution.\nThe Court flatly declares that the State is “obliged to\nrefund . . . restitution” in just the same way as fees and\n\u000c8                   NELSON v. COLORADO\n\n                ALITO, J., concurring in judgment\n\ncourt costs. Ante, at 1. This conclusion is not supported\nby historical practice, and it overlooks important differ-\nences between restitution, which is paid to the victims of\nan offense, and fines and other payments that are kept by\nthe State.\n   Although restitution may be included in a criminal\njudgment, it has many attributes of a civil judgment in\nfavor of the victim. This is clear under Colorado law.\nAlthough the obligation to pay restitution is included in\nthe defendant’s sentence, restitution results in a final civil\njudgment against the defendant in favor of the State and\nthe victim. Colo. Rev. Stat. §18–1.3–603(4)(a)(I) (2016).\nEntitlement to restitution need not be established beyond\na reasonable doubt or in accordance with standard rules\nof evidence or criminal procedure. People v. Pagan, 165\nP. 3d 724, 729 (Colo. App. 2006); Colo. Rev. Stat. §§18–\n1.3–603(2)–(3). And the judgment may be enforced either\nby the State or the victim. §§16–18.5–106(2), §§16–18.5–\n107(1)–(4).\n   The Court ignores the distinctive attributes of restitu-\ntion, but they merit attention. Because a restitution order\nis much like a civil judgment, the reversal of the defend-\nant’s criminal conviction does not necessarily undermine\nthe basis for restitution. Suppose that a victim successfully\nsues a criminal defendant civilly and introduces the de-\nfendant’s criminal conviction on the underlying conduct as\n(potentially preclusive) evidence establishing an essential\nelement of a civil claim. See, e.g., 2 K. Broun, McCormick\non Evidence §298, 473–477 (7th ed. 2013) (discussing the\nadmissibility, and potential preclusive effect, of a criminal\nconviction in subsequent civil litigation). And suppose\nthat the defendant’s criminal conviction is later reversed\nfor a trial error that did not (and could not) infect the later\ncivil proceeding: for example, the admission of evidence\nbarred by the exclusionary rule or a Confrontation Clause\nviolation. It would be unprecedented to suggest that due\n\u000c                    Cite as: 581 U. S. ____ (2017)                   9\n\n                   ALITO, J., concurring in judgment\n\nprocess requires unwinding the civil judgment simply\nbecause it rests in part on a criminal conviction that has\nsince been reversed. And a very similar scenario could\nunfold with respect to a Colorado restitution judgment.\nThe only salient difference would be that, in the Colorado\ncase, the civil judgment would have been obtained as part\nof the criminal proceeding itself. It is not clear (and the\nCourt certainly does not explain) why that formal distinc-\ntion should make a substantive difference.3\n   It is especially startling to insist that a State must\nprovide a refund after enforcing a restitution judgment on\nthe victims’ behalf in reliance on a final judgment that is\nthen vacated on collateral review. Faced with this fact\npattern, the Ninth Circuit declined to require reimburse-\nment, reasoning that the Government was a mere “escrow\nagent” executing a then-valid final judgment in favor of a\nthird party. United States v. Hayes, 385 F. 3d 1226, 1230\n(2004).\n   The Court regrettably mentions none of this. Its treat-\nment of restitution is not grounded in any historical anal-\nysis, and—save for a brief footnote, ante, at 2–3, n. 3—the\nCourt does not account for the distinctive civil status of\nrestitution under Colorado law (or the laws of the many\nother affected jurisdictions that provide this remedy to\ncrime victims).\n   Nor does the Court consider how restitution’s unique\ncharacteristics might affect the balance that it strikes\nunder Mathews. Ante, at 10. The Court summarily rejects\n——————\n  3 The Court cites one intermediate appellate case for the proposition\nthat when a conviction is reversed, any restitution order dependent on\nthat conviction is simultaneously vacated. Ante, at 2–3, n. 3 (citing\nPeople v. Scearce, 87 P. 3d 228 (Colo. App. 2003)). Scearce did not\ndiscuss whether any payments had been made to victims or—if so—\nwhether they would be recoverable from the State. More important,\nScearce is hardly the last word on the question whether due process\ninvariably requires the refund of restitution.\n\u000c10                    NELSON v. COLORADO\n\n                  ALITO, J., concurring in judgment\n\nthe proposition that “ ‘equitable considerations’ ” might\nmilitate against a blanket rule requiring the refund of\nmoney paid as restitution, see ibid., but why is this so?\nWhat if the evidence amply establishes that the defendant\ninjured the victims to whom restitution was paid but the\ndefendant’s conviction is reversed on a ground that would\nbe inapplicable in a civil suit? In that situation, is it true,\nas the Court proclaims, that the State would have “no\ninterest” in withholding a refund? Would the Court reach\nthat conclusion if state law mandated a refund from the\nrecipients of the restitution? And if the States and the\nFederal Government are always required to foot the bill\nthemselves, would that risk discourage them from seeking\nrestitution—or at least from providing funds to victims\nuntil the conclusion of appellate review?\n  It was unnecessary for the Court to issue a sweeping\npronouncement on restitution. But if the Court had to\naddress this subject to dispose of these cases, it should\nhave acknowledged that—at least in some circumstances—\nrefunds of restitution payments made under later reversed\njudgments are not constitutionally required.\n                           *    *     * \n\n     For these reasons, I concur only in the judgment. \n\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                    THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1256\n                         _________________\n\n\n  SHANNON NELSON, PETITIONER v. COLORADO\n   LOUIS A. MADDEN, PETITIONER v. COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n                      COLORADO\n                        [April 19, 2017]\n\n   JUSTICE THOMAS, dissenting.\n   The majority and concurring opinions debate whether\nthe procedural due process framework of Mathews v.\nEldridge, 424 U. S. 319 (1976), or that of Medina v. Cali-\nfornia, 505 U. S. 437 (1992), governs the question before\nus. But both opinions bypass the most important question\nin these cases: whether petitioners can show a substantive\nentitlement to a return of the money they paid pursuant to\ncriminal convictions that were later reversed or vacated.\n   The Court assumes, without reference to either state or\nfederal law, that defendants whose convictions have been\nreversed have a substantive right to any money exacted on\nthe basis of those convictions. By doing so, the Court\nassumes away the real issue in these cases. As the parties\nhave agreed, the existence of Colorado’s obligation to\nprovide particular procedures depends on whether peti-\ntioners have a substantive entitlement to the money.\nColorado concedes that “if [petitioners] have a present\nentitlement” to the money—that is, if “it is their prop-\nerty”—“then due process requires [the State to accord] them\nsome procedure to get it back.” Tr. of Oral Arg. 52. And\nColorado acknowledges that the procedural hurdles it\ncould impose before returning the money “would be fairly\nminimal,” id., at 51, because petitioners would need to\n\u000c2                      NELSON v. COLORADO\n\n                        THOMAS, J., dissenting\n\nprove only that their convictions had been reversed and\nthat they had paid a certain sum of money, see ibid.\nSimilarly, petitioners concede that if defendants in their\nposition do not have a substantive right to recover the\nmoney—that is, if the money belongs to the State—then\nColorado need not “provide any procedure to give it back.”\nId., at 53. If defendants in their position have no entitle-\nment to the money they paid pursuant to their reversed\nconvictions, there would be nothing to adjudicate. In light\nof these concessions, I can see no justification for the\nCourt’s decision to address the procedures for adjudicating\na substantive entitlement while failing to determine\nwhether a substantive entitlement exists in the first place.\n  In my view, petitioners have not demonstrated that\ndefendants whose convictions have been reversed possess\na substantive entitlement, under either state law or the\nConstitution, to recover money they paid to the State\npursuant to their convictions. Accordingly, I cannot agree\nwith the Court’s decision to reverse the judgments of the\nColorado Supreme Court.\n                             I\n  The Fourteenth Amendment provides that no State\nshall “deprive any person of life, liberty, or property, with-\nout due process of law.” U. S. Const., Amdt. 14, §1 (em-\nphasis added).1 To show that Colorado has violated the\n——————\n    1 As I have previously observed, the Due Process Clause may have\noriginally been understood to require only “that our Government . . .\nproceed according to the ‘law of the land’—that is, according to written\nconstitutional and statutory provisions”—before depriving someone of\nlife, liberty, or property. Johnson v. United States, 576 U. S. ___, ___\n(2015) (THOMAS, J., concurring in judgment) (slip op., at 17) (quoting\nHamdi v. Rumsfeld, 542 U. S. 507, 589 (2004) (THOMAS, J., dissenting)).\nBecause Colorado does not advance that argument, and because it is\nunnecessary to resolve the issue in these cases. I assume that the Due\nProcess Clause requires some baseline procedures regardless of the\nprovisions of Colorado law.\n\u000c                  Cite as: 581 U. S. ____ (2017)             3\n\n                     THOMAS, J., dissenting\n\nConstitution’s procedural guarantees, as relevant here,\npetitioners must first establish that they have been de-\nprived of a protected property interest. See Castle Rock v.\nGonzales, 545 U. S. 748, 756 (2005) (“The procedural\ncomponent of the Due Process Clause does not protect\neverything that might be described as a benefit: To have a\nproperty interest in a benefit, a person clearly must have\n. . . a legitimate claim of entitlement to it” (internal quota-\ntion marks omitted)). “Because the Constitution protects\nrather than creates property interests, the existence of a\nproperty interest is determined by reference to ‘existing\nrules or understandings that stem from an independent\nsource such as state law.’ ” Phillips v. Washington Legal\nFoundation, 524 U. S. 156, 164 (1998) (quoting Board of\nRegents of State Colleges v. Roth, 408 U. S. 564, 577\n(1972)). Petitioners undoubtedly have an “interest in\nregaining the money they paid to Colorado.” Ante, at 6.\nBut to succeed on their procedural due process claim,\npetitioners must first point to a recognized property inter-\nest in that money, under state or federal law, within the\nmeaning of the Fourteenth Amendment.\n                             A\n  The parties dispute whether, under Colorado law, the\npetitioners or the State have a property interest in the\nmoney paid by petitioners pursuant to their convictions.\nPetitioners contend that the money remains their property\nunder state law. Reply Brief 1–3; see also Tr. of Oral Arg.\n52–54. Colorado counters that when petitioners paid the\nmoney pursuant to their convictions, the costs and fees\nbecame property of the State and the restitution became\nproperty of the victims. See id., at 28–30; Brief for\nRespondent 41.\n  The key premise of the Colorado Supreme Court’s hold-\nings in these cases is that moneys lawfully exacted pursu-\nant to a valid conviction become public funds (or the vic-\n\u000c4                      NELSON v. COLORADO\n\n                         THOMAS, J., dissenting\n\ntims’ money) under Colorado law. The Colorado Supreme\nCourt explained in petitioner Shannon Nelson’s case that\n“the trial court properly ordered [her] to pay costs, fees,\nand restitution pursuant to valid statutes” and that “the\ncourt correctly distributed th[ose] funds to victims and\npublic funds, as ordered by the statutes.” 362 P. 3d 1070,\n1076 (2015) (emphasis added); accord, 364 P. 3d 866, 868–\n870 (2016) (applying the same analysis to petitioner Louis\nMadden’s case). The Colorado Supreme Court further\nnoted that, “[o]nce the state disburses restitution to the\nvictims, the state no longer controls that money.” 362\nP. 3d, at 1077, n. 4.\n  The Colorado Supreme Court explained that “Colorado’s\nconstitution protects” the Colorado Legislature’s “control\nover public money,” and thus a “court may authorize\nrefunds from public funds only pursuant to statutory\nauthority.” Id., at 1076–1077. The Exoneration Act, the\nColorado Supreme Court held, provides the only statutory\nauthority for refunding costs, fees, and restitution when a\ndefendant’s conviction is overturned. Id., at 1077–1078.\nBecause petitioners had not sought a refund under the\nExoneration Act, “the trial court lacked the authority to\norder a refund of Nelson’s costs, fees, and restitution.” Id.,\nat 1078; 364 P. 3d, at 867.\n  At no point in this litigation have petitioners attempted\nto demonstrate that they satisfy the requirements of the\nExoneration Act. Under the Act, Colorado recognizes a\nsubstantive entitlement to the kind of property at issue in\nthese cases only if, among other things, the defendant can\nprove that he is “actually innocent.”2 Colo. Rev. Stat.\n——————\n  2 More specifically, the Exoneration Act entitles an exonerated de-\n\nfendant to compensation if he was convicted of a felony, was incarcer-\nated, and, among other requirements, can prove by clear and convinc-\ning evidence that he is “actually innocent,” meaning that his “conviction\nwas the result of a miscarriage of justice” or that he is factually inno-\ncent. Colo. Rev. Stat. §§13–65–101(1)(a), 13–65–102(1)(a) (2016); see\n\u000c                    Cite as: 581 U. S. ____ (2017)                  5\n\n                        THOMAS, J., dissenting\n\n§§13–65–101, 13–65–102 (2016). It is the Exoneration Act\nalone which defines the scope of the substantive entitle-\nment. This Court has interpreted the Due Process Clause\nto require that the States provide certain procedures, such\nas notice and a hearing, by which an individual can prove\na substantive entitlement to (or defend against a depriva-\ntion of ) property. But the Clause, properly understood,\nhas nothing to say about the existence or scope of the\nsubstantive entitlement itself. See Part I–B, infra. If\npetitioners want this Court to rewrite the contours of\nthe substantive entitlement contained in the Exoneration\nAct, they err in invoking procedural due process. See\nReply Brief 1–2 (“Our argument sounds in procedural due\nprocess”).\n   The majority responds by asserting, without citing any\nstate law, that Colorado “had no legal right to retain\n[petitioners’] money” once their convictions were invali-\ndated. Ante, at 8, n. 11. If this were true as a matter of\nstate law, then certain provisions of the Exoneration Act—\nwhich require the State to return costs, fees, and restitu-\ntion only in limited circumstances following a conviction’s\nreversal—would be superfluous. Thus, to the extent the\nmajority implicitly suggests that petitioners have a state-\nlaw right to an automatic refund (a point about which the\nmajority is entirely unclear), it is plainly incorrect.\n                            B\n  Because defendants in petitioners’ position do not have\na substantive right to recover the money they paid to\nColorado under state law, petitioners’ asserted right to an\nautomatic refund must arise, if at all, from the Due Pro-\ncess Clause itself. But the Due Process Clause confers no\nsubstantive rights. McDonald v. Chicago, 561 U. S. 742,\n——————\nNelson, 362 P. 3d, at 1075. “Insufficiency of the evidence or a legal\nerror unrelated to the person’s actual innocence cannot support either\nexoneration or subsequent compensation under the Act.” Ibid.\n\u000c6                  NELSON v. COLORADO\n\n                    THOMAS, J., dissenting\n\n811 (2010) (THOMAS, J., concurring in part and concurring\nin judgment) (“The notion that a constitutional provision\nthat guarantees only ‘process’ before a person is deprived\nof life, liberty, or property could define the substance of\nthose rights strains credulity for even the most casual user\nof words”). And, in any event, petitioners appear to disa-\nvow any substantive due process right to a return of the\nfunds they paid. See Reply Brief 1–2; Tr. of Oral Arg. 18–\n19. In the absence of any property right under state law\n(apart from the right provided by the Exoneration Act,\nwhich petitioners decline to invoke), Colorado’s refusal to\nreturn the money is not a “depriv[ation]” of “property”\nwithin the meaning of the Fourteenth Amendment. Colo-\nrado is therefore not required to provide any process at all\nfor the return of that money.\n                              II\n  No one disputes that if petitioners had never been con-\nvicted, Colorado could not have required them to pay the\nmoney at issue. And no one disputes that Colorado cannot\nrequire petitioners to pay any additional costs, fees, or\nrestitution now that their convictions have been invali-\ndated. It does not follow, however, that petitioners have\na property right in the money they paid pursuant to their\nthen-valid convictions, which now belongs to the State and\nthe victims under Colorado law. The Court today an-\nnounces that petitioners have a right to an automatic\nrefund because the State has “no legal right” to that money.\nAnte, at 8, n. 11. But, intuitive and rhetorical appeal\naside, it does not seriously attempt to ground that conclu-\nsion in state or federal law. If petitioners’ supposed right\nto an automatic refund arises under Colorado law, then\nthe Colorado Supreme Court remains free on remand to\nclarify whether that right in fact exists. If it arises under\nsubstantive due process, then the Court’s procedural due\nprocess analysis misses the point.\n  I respectfully dissent.\n\u000c",
	"cited_id": [
		109382
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Mathews v. Eldridge, 424 U. S. 319 (1976)"
	],
	"case_extract": [
		"Mathews v. Eldridge, 424 U. S. 319 (1976)"
	],
	"citing_sentence": "The familiar procedural due process inspection instructed by Mathews v. Eldridge, 424 U. S. 319 (1976), governs these cases.",
	"citing_paragraph": "The familiar procedural due process inspection instructed by Mathews v. Eldridge, 424 U. S. 319 (1976), governs these cases. Colorado argues that we should instead apply the standard from Medina v. California, 505 U. S. 437, 445 (1992), and inquire whether Nelson and Madden were exposed to a procedure offensive to a fundamental princi- ple of justice. Medina “provide[s] the appropriate frame- work for assessing the validity of state procedural rules” that “are part of the criminal process.” Id., at 443. Such rules concern, for example, the allocation of burdens of proof and the type of evidence qualifying as admissible.7 These cases, in contrast, concern the continuing depriva- tion of property after a conviction has been reversed or vacated, with no prospect of reprosecution. See Kaley v. United States, 571 U. S. ___, ___, n. 4 (2014) (ROBERTS, C. J., dissenting) (slip op., at 10–11, n. 4) (explaining the different offices of Mathews and Medina). Because no further criminal process is implicated, Mathews “provides the relevant inquiry.” 571 U. S., at ___ (slip op., at 11, n. 4).",
	"relevant_keywords": [
		"due process",
		"justice",
		"restitution",
		"conviction",
		"return",
		"refund",
		"recover",
		"fourteenth amendment",
		"Exoneration Act",
		"civil"
	],
	"query": [
		"\"due process\" AND conviction AND restitution! AND (refund! OR return! OR recover!) AND \"Exoneration Act\"",
		"\"due process\" AND conviction AND restitution! AND (refund! OR return! OR recover!) AND (\"Exoneration Act\" OR exoner! OR overturn OR revers!) AND rule! AND civil",
		"\"due process\" AND conviction AND restitution! AND (\"Fourteenth Amendment\" OR \"14th amendment\") AND (refund! OR return! OR recover!) AND (\"Exoneration Act\" OR exoner! OR overturn OR revers!)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "due process",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "conviction"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "restitution*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "exoneration act",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "refund*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "return*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "recover*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "due process",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "conviction"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "restitution*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "rule*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "civil"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "refund*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "return*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "recover*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "exoneration act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "exoner*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "overturn"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "revers*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "due process",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "conviction"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "restitution*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fourteenth amendment",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "14th amendment",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "refund*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "return*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "recover*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "exoneration act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "exoner*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "overturn"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "revers*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}