{
	"id": 2,
	"case_id": 4172500,
	"case_title": "BNSF R. Co. v. Tyrrell",
	"date_filed": "2017-05-30",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         BNSF RAILWAY CO. v. TYRRELL, SPECIAL \n\n       ADMINISTRATOR FOR THE ESTATE OF TYRRELL,\n\n                   DECEASED, ET AL. \n\n\n       CERTIORARI TO THE SUPREME COURT OF MONTANA\n\n       No. 16–405.      Argued April 25, 2017—Decided May 30, 2017\nThe Federal Employers’ Liability Act (FELA), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e45\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §51 et seq.,\n  makes railroads liable in money damages to their employees for on-\n  the-job injuries. Respondent Robert Nelson, a North Dakota resi-\n  dent, brought a FELA suit against petitioner BNSF Railway Compa-\n  ny (BNSF) in a Montana state court, alleging that he had sustained\n  injuries while working for BNSF. Respondent Kelli Tyrrell, appoint-\n  ed in South Dakota as the administrator of her husband Brent Tyr-\n  rell’s estate, also sued BNSF under FELA in a Montana state court,\n  alleging that Brent had developed a fatal cancer from his exposure to\n  carcinogenic chemicals while working for BNSF. Neither worker was\n  injured in Montana. Neither incorporated nor headquartered there,\n  BNSF maintains less than 5% of its work force and about 6% of its\n  total track mileage in the State. Contending that it is not “at home”\n  in Montana, as required for the exercise of general personal jurisdic-\n  tion under Daimler AG v. Bauman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, BNSF moved\n  to dismiss both suits. Its motion was granted in Nelson’s case and\n  denied in Tyrrell’s. After consolidating the two cases, the Montana\n  Supreme Court held that Montana courts could exercise general per-\n  sonal jurisdiction over BNSF because the railroad both “d[id] busi-\n  ness” in the State within the meaning of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e45\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §56 and was\n  “found within” the State within the compass of Mont. Rule Civ. Proc.\n  4(b)(1). The due process limits articulated in Daimler, the court add-\n  ed, did not control because Daimler did not involve a FELA claim or a\n  railroad defendant.\nHeld:\n     1. Section 56 does not address personal jurisdiction over railroads.\n  Pp. 4–9.\n\u000c2                        BNSF R. CO. v. TYRRELL\n\n                                   Syllabus\n\n          (a) Section 56’s first relevant sentence provides that “an action\n    may be brought in a district court of the United States,” in, among\n    other places, the district “in which the defendant shall be doing busi-\n    ness at the time of commencing such action.” This Court has com-\n    prehended that sentence as a venue prescription, not as one govern-\n    ing personal jurisdiction. Baltimore \u0026 Ohio R. Co. v. Kepner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103549\"\u003e\u003ca href=\"/opinion/103549/baltimore-ohio-r-co-v-kepner/\"\u003e\u003cspan class=\"volume\"\u003e314\u003c/span\u003e\n    \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e44\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 52. Congress generally uses the expression, where suit\n    “may be brought,” to indicate the federal districts in which venue is\n    proper, see, e.g., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1391(b), while it typically provides for\n    the exercise of personal jurisdiction by authorizing service of process,\n    see, e.g., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §22. Nelson and Tyrrell contend that the 1888\n    Judiciary Act provision that prompted §56’s enactment concerned\n    both personal jurisdiction and venue, but this Court has long read\n    that Judiciary Act provision to concern venue only, see, e.g., Green v.\n    Chicago, B. \u0026 Q. R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96664\"\u003e\u003ca href=\"/opinion/96664/green-v-chicago-b-qr-co/\"\u003e\u003cspan class=\"volume\"\u003e205\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e530\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 532–533. Pp. 5–7.\n          (b) The second relevant sentence of §56—that “[t]he jurisdiction\n    of the courts of the United States under this chapter shall be concur-\n    rent with that of the courts of the several States”—refers to concur-\n    rent subject-matter jurisdiction of state and federal courts over FELA\n    actions. See Second Employers’ Liability Cases, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2620807\"\u003e\u003ca href=\"/opinion/2620807/second-employersliability-cases/\"\u003e\u003cspan class=\"volume\"\u003e223\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 55–56.\n    Congress added this clarification after the Connecticut Supreme\n    Court held that Congress intended to confine FELA litigation to fed-\n    eral courts, and that state courts had no obligation to entertain FELA\n    claims. Pp. 7–8.\n          (c) None of the cases featured by the Montana Supreme Court in\n    reaching its contrary conclusion resolved a question of personal juris-\n    diction. Pope v. Atlantic Coast Line R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105116\"\u003e\u003ca href=\"/opinion/105116/pope-v-atlantic-coast-line-r-co/\"\u003e\u003cspan class=\"volume\"\u003e345\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e379\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; Miles v. Il-\n    linois Central R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103644\"\u003e\u003ca href=\"/opinion/103644/miles-v-illinois-central-r-co/\"\u003e\u003cspan class=\"volume\"\u003e315\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e698\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; Kepner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103549\"\u003e\u003ca href=\"/opinion/103549/baltimore-ohio-r-co-v-kepner/\"\u003e\u003cspan class=\"volume\"\u003e314\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e44\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; and Denver\n    \u0026 Rio Grande Western R. Co. v. Terte, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"101821\"\u003e\u003ca href=\"/opinion/101821/denver-rio-grande-western-r-co-v-terte/\"\u003e\u003cspan class=\"volume\"\u003e284\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e284\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, distinguished.\n    Moreover, all these cases, save Pope, were decided before this Court’s\n    transformative decision on personal jurisdiction in International Shoe\n    Co. v. Washington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104200\"\u003e\u003ca href=\"/opinion/104200/international-shoe-co-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e326\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e310\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Pp. 8–9.\n       2. The Montana courts’ exercise of personal jurisdiction under\n    Montana law does not comport with the Fourteenth Amendment’s\n    Due Process Clause. Only the propriety of general personal jurisdic-\n    tion is at issue here because neither Nelson nor Tyrrell alleges injury\n    from work in or related to Montana.\n       A state court may exercise general jurisdiction over out-of-state\n    corporations when their “affiliations with the State are so ‘continuous\n    and systematic’ as to render them essentially at home in the forum\n    State.” Daimler, 571 U. S., at ___. The “paradigm” forums in which a\n    corporate defendant is “at home” are the corporation’s place of incor-\n    poration and its principal place of business, e.g., id., at ___, but in an\n    “exceptional case,” a corporate defendant’s operations in another fo-\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  rum “may be so substantial and of such a nature as to render the cor-\n  poration at home in that State,” id., at ___, n. 19. Daimler involved\n  no FELA claim or railroad defendant, but the due process constraint\n  described there applies to all state-court assertions of general juris-\n  diction over nonresident defendants; that constraint does not vary\n  with the type of claim asserted or business enterprise sued.\n     Here, BNSF is not incorporated or headquartered in Montana and\n  its activity there is not “so substantial and of such a nature as to ren-\n  der the corporation at home in that State.” Ibid. Pp. 9–12.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e383\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMont.\u003c/span\u003e \u003cspan class=\"page\"\u003e417\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, BREYER, ALITO, KAGAN, and GORSUCH, JJ.,\njoined. SOTOMAYOR, J., filed an opinion concurring in part and dissent-\ning in part.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–405\n                                  _________________\n\n\n BNSF RAILWAY CO., PETITIONER v. KELLI TYRRELL, \n\n  SPECIAL ADMINISTRATOR FOR THE ESTATE OF BRENT T.\n\n             TYRRELL, DECEASED, ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      MONTANA\n\n                                [May 30, 2017]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  The two cases we decide today arise under the Federal\nEmployers’ Liability Act (FELA), 35 Stat. 65, as amended,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e45\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §51 et seq., which makes railroads liable in\nmoney damages to their employees for on-the-job injuries.\nBoth suits were pursued in Montana state courts although\nthe injured workers did not reside in Montana, nor were\nthey injured there. The defendant railroad, BNSF Rail-\nway Company (BNSF), although “doing business” in Mon-\ntana when the litigation commenced, was not incorporated\nin Montana, nor did it maintain its principal place of\nbusiness in that State. To justify the exercise of personal\njurisdiction over BNSF, the Montana Supreme Court\nrelied on §56, which provides in relevant part:\n    “Under this chapter an action may be brought in a\n    district court of the United States, in the district of\n    the residence of the defendant, or in which the cause\n    of action arose, or in which the defendant shall be do-\n    ing business at the time of commencing such action.\n    The jurisdiction of the courts of the United States un-\n\u000c2                  BNSF R. CO. v. TYRRELL\n\n                     Opinion of the Court\n\n    der this chapter shall be concurrent with that of the\n    courts of the several States.”\n  We hold that §56 does not address personal jurisdiction\nover railroads. Its first relevant sentence is a venue pre-\nscription governing proper locations for FELA suits filed\nin federal court. The provision’s second relevant sentence,\nusing the term “concurrent” jurisdiction, refers to subject-\nmatter jurisdiction, not personal jurisdiction. It simply\nclarifies that the federal courts do not have exclusive\nsubject-matter jurisdiction over FELA suits; state courts\ncan hear them, too.\n  Montana’s Supreme Court, in the alternative, relied on\nstate law, under which personal jurisdiction could be\nasserted over “persons found within . . . Montana.” Mont.\nRule Civ. Proc. 4(b)(1) (2015). BNSF fit that bill, the court\nstated, because it has over 2,000 miles of railroad track\nand employs more than 2,000 workers in Montana. Our\nprecedent, however, explains that the Fourteenth\nAmendment’s Due Process Clause does not permit a State\nto hale an out-of-state corporation before its courts when\nthe corporation is not “at home” in the State and the\nepisode-in-suit occurred elsewhere. Daimler AG v. Bau-\nman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 8) (internal\nquotation marks omitted). We therefore reverse the\njudgment of the Montana Supreme Court.\n                             I\n  In March 2011, respondent Robert Nelson, a North\nDakota resident, brought a FELA suit against BNSF in a\nMontana state court to recover damages for knee injuries\nNelson allegedly sustained while working for BNSF as a\nfuel-truck driver. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e383\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMont.\u003c/span\u003e \u003cspan class=\"page\"\u003e417\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 419, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 3\n(2016). In May 2014, respondent Kelli Tyrrell, appointed\nin South Dakota as the administrator of her husband\nBrent Tyrrell’s estate, similarly sued BNSF under FELA\nin a Montana state court. Id., at 419–420, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 3.\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nBrent Tyrrell, his widow alleged, had developed a fatal\nkidney cancer from his exposure to carcinogenic chemicals\nwhile working for BNSF. Id., at 420, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 3.\nNeither plaintiff alleged injuries arising from or related to\nwork performed in Montana; indeed, neither Nelson nor\nBrent Tyrrell appears ever to have worked for BNSF in\nMontana. Id., at 419–420, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 3.\n   BNSF is incorporated in Delaware and has its principal\nplace of business in Texas. Id., at 419, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 3. It\noperates railroad lines in 28 States. No. DV 14–699 (13th\nJud. Dist., Yellowstone Cty., Mont., Oct. 7, 2014), App. to\nPet. for Cert. 63a. BNSF has 2,061 miles of railroad track\nin Montana (about 6% of its total track mileage of 32,500),\nemploys some 2,100 workers there (less than 5% of its\ntotal work force of 43,000), generates less than 10% of its\ntotal revenue in the State, and maintains only one of its 24\nautomotive facilities in Montana (4%). Ibid. Contending\nthat it is not “at home” in Montana, as required for the\nexercise of general personal jurisdiction under Daimler AG\nv. Bauman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 8) (inter-\nnal quotation marks omitted), BNSF moved to dismiss\nboth suits for lack of personal jurisdiction. Its motion was\ngranted in Nelson’s case and denied in Tyrrell’s. 383\nMont., at 419, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 2.\n   After consolidating the two cases, the Montana Supreme\nCourt held that Montana courts could exercise general\npersonal jurisdiction over BNSF. Id., at 429, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n9. Section 56, the court determined, authorizes state\ncourts to exercise personal jurisdiction over railroads\n“doing business” in the State. Id., at 426, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 7\n(internal quotation marks omitted). In addition, the court\nobserved, Montana law provides for the exercise of general\njurisdiction over “[a]ll persons found within” the State.\nId., at 427, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 8 (quoting Mont. Rule Civ. Proc.\n4(b)(1) (2015)). In view of the railroad’s many employees\nand miles of track in Montana, the court concluded, BNSF\n\u000c4                       BNSF R. CO. v. TYRRELL\n\n                           Opinion of the Court\n\nis both “doing business” and “found within” the State, such\nthat both FELA and Montana law authorized the exercise\nof personal jurisdiction. 383 Mont., at 426, 428, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat 7–8 (internal quotation marks omitted). The due pro-\ncess limits articulated in Daimler, the court added, did not\ncontrol, because Daimler did not involve a FELA claim or\na railroad defendant. 383 Mont., at 424, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 6.\n   Justice McKinnon dissented. Section 56, she wrote, is a\nfederal-court venue prescription, and also confers subject-\nmatter jurisdiction on state courts in FELA cases, concur-\nrent with federal courts. Id., at 435–437, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 13.\nBut §56, she maintained, does not touch or concern per-\nsonal jurisdiction. Ibid. Furthermore, she concluded,\nDaimler controls, rendering the Montana courts’ exercise\nof personal jurisdiction impermissible because BNSF is\nnot “at home” in Montana. 383 Mont., at 433–434, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 11–12.\n   We granted certiorari, 580 U. S. ___ (2017), to resolve\nwhether §56 authorizes state courts to exercise personal\njurisdiction over railroads doing business in their States\nbut not incorporated or headquartered there, and whether\nthe Montana courts’ exercise of personal jurisdiction in\nthese cases comports with due process.\n                              II\n  Nelson and Tyrrell contend that §56’s first relevant\nsentence confers personal jurisdiction on federal courts, and\nthat the section’s second relevant sentence extends that\ngrant of jurisdiction to state courts. Neither contention\nis tenable. Section 56’s first relevant sentence concerns\nvenue; its next sentence speaks to subject-matter jurisdiction.1\n——————\n   1 Section 56’s first sentence, which provides a time bar for FELA claims,\n\nis not relevant to the issue at hand. For ease of reference, we hereinafter\nrefer to the first relevant sentence, describing where suit “may be brought,”\nas the provision’s “first” sentence, and the sentence that immediately\nfollows, referring to “concurrent” jurisdiction, as the “second.”\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\n                              A\n   The first sentence of §56 states that “an action may be\nbrought in a district court of the United States,” in, among\nother places, the district “in which the defendant shall be\ndoing business at the time of commencing such action.” In\nBaltimore \u0026 Ohio R. Co. v. Kepner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103549\"\u003e\u003ca href=\"/opinion/103549/baltimore-ohio-r-co-v-kepner/\"\u003e\u003cspan class=\"volume\"\u003e314\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e44\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1941), we\ncomprehended this clause as “establish[ing] venue” for a\nfederal-court action. Id., at 52. Congress, we explained,\ndesigned §56 to expand venue beyond the limits of the\n1888 Judiciary Act’s general venue provision, which al-\nlowed suit only “in districts of which the defendant was an\ninhabitant.” Id., at 49; see Act of Aug. 13, 1888, §1, 25\nStat. 434. Nowhere in Kepner or in any other decision did\nwe intimate that §56 might affect personal jurisdiction.\n   Congress generally uses the expression, where suit “may\nbe brought,” to indicate the federal districts in which\nvenue is proper. See, e.g., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1391(b) (general\nvenue statute specifying where “[a] civil action may be\nbrought”); J. Oakley, ALI, Fed. Judicial Code Rev. Project\n253–290 (2004) (listing special venue statutes, many with\nsimilar language). See also Kepner, 314 U. S., at 56\n(Frankfurter, J., dissenting) (“The phrasing of [§56] fol-\nlows the familiar pattern generally employed by Congress\nin framing venue provisions.”).\n   In contrast, Congress’ typical mode of providing for the\nexercise of personal jurisdiction has been to authorize\nservice of process. See, e.g., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §22 (Clayton Act\nprovision stating that “all process in [cases against a\ncorporation arising under federal antitrust laws] may be\nserved in the district of which [the defendant] is an inhab-\nitant, or wherever [the defendant] may be found”); §53(a)\n(under Federal Trade Commission Act, “process may be\nserved on any person, partnership, or corporation wherever\nit may be found”). See also Omni Capital Int’l, Ltd. v.\nRudolf Wolff \u0026 Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111969\"\u003e\u003ca href=\"/opinion/111969/omni-capital-intl-ltd-v-rudolf-wolff-co/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e97\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 106–107 (1987) (discuss-\ning statutes that authorize (or fail to authorize) nation-\n\u000c6                      BNSF R. CO. v. TYRRELL\n\n                          Opinion of the Court\n\nwide service of process). But cf. Schlanger v. Seamans,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108290\"\u003e\u003ca href=\"/opinion/108290/schlanger-v-seamans/\"\u003e\u003cspan class=\"volume\"\u003e401\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e487\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 490, n. 4 (1971) (though “Congress has\nprovided for nationwide service of process” in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1391(e) (1964 ed., Supp. V), that statute was meant to\nexpand venue, not personal jurisdiction). Congress uses\nthis terminology because, absent consent, a basis for\nservice of a summons on the defendant is prerequisite to\nthe exercise of personal jurisdiction. See Omni Capital,\n484 U. S., at 104.\n  Nelson and Tyrrell, however, argue that §56 relates to\npersonal jurisdiction. In their view, the 1888 Judiciary\nAct provision that prompted §56’s enactment, 25 Stat. 434,\nconcerned both personal jurisdiction and venue. According\nto House and Senate Reports, they contend, two cases had\nbrought to Congress’ attention the problem with the prior\nprovision—namely, that in federal-question cases it au-\nthorized suit only in the district of the defendant’s resi-\ndence. Brief for Respondents 16–18. See H. R. Rep. No.\n513, 61st Cong., 2d Sess., 6 (1910) (citing Macon Grocery\nCo. v. Atlantic Coast Line R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"97133\"\u003e\u003ca href=\"/opinion/97133/macon-grocery-co-v-atlantic-coast-line-r-co/\"\u003e\u003cspan class=\"volume\"\u003e215\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e501\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1910);\nCound v. Atchison, T. \u0026 S. F. R. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e173\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e527\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (WD Tex.\n1909)); S. Rep. No. 432, 61st Cong., 2d Sess., 4 (1910)\n(same). In both cases, the courts had dismissed FELA\nsuits for “want of jurisdiction.” Macon Grocery, 215 U. S.,\nat 510; Cound, 173 F., at 534. To avert such jurisdictional\ndismissals, they urge, Congress enacted §56.\n  Legislative history “throws little light” here. Kepner,\n314 U. S., at 50.2 Driving today’s decision, we have long\nread the 1888 Judiciary Act provision to concern venue\nonly. See Green v. Chicago, B. \u0026 Q. R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96664\"\u003e\u003ca href=\"/opinion/96664/green-v-chicago-b-qr-co/\"\u003e\u003cspan class=\"volume\"\u003e205\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e530\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n532–533 (1907) (analyzing personal jurisdiction separately,\n\n——————\n    2 We\n       note, moreover, that Nelson and Tyrrell overlooked the Senate\nReport’s explicit reference to the first sentence of §56 as a venue provi-\nsion, with no mention of personal jurisdiction. S. Rep. No. 432, 61st\nCong., 2d Sess., 3 (1910).\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nafter concluding that venue was proper under 1888 Judi-\nciary Act provision). See also Lee v. Chesapeake \u0026 Ohio R.\nCo., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"100105\"\u003e\u003ca href=\"/opinion/100105/lee-v-chesapeake-ohio-r-co/\"\u003e\u003cspan class=\"volume\"\u003e260\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e653\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 655 (1923) (noting that materially\nidentical successor to 1888 Judiciary Act provision, Act of\nMar. 3, 1911, §51, 36 Stat. 1101, “relates to the venue of\nsuits”). Indeed, reading the 1888 Judiciary Act provision\nto authorize the exercise of personal jurisdiction would\nhave yielded an anomalous result: In diversity cases, the\nprovision allowed for suit “in the district of the residence\nof either the plaintiff or the defendant.” 25 Stat. 434.\nInterpreting that clause to provide for jurisdiction would\nhave allowed a plaintiff to hale a defendant into court\nin the plaintiff ’s home district, even if the district was\none with which the defendant had no affiliation, and the\nepisode-in-suit, no connection.\n                              B\n  The second §56 sentence in point provides that “[t]he\njurisdiction of the courts of the United States under this\nchapter shall be concurrent with that of the courts of the\nseveral States.” Nelson and Tyrrell argue that this sen-\ntence extends to state courts the first sentence’s alleged\nconferral of personal jurisdiction on federal courts. But, as\njust discussed, the first sentence concerns federal-court\nvenue and confers no personal jurisdiction on any court.\n  We have understood §56’s second sentence to provide for\nthe concurrent subject-matter jurisdiction of state and\nfederal courts over actions under FELA. See Second\nEmployers’ Liability Cases, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2620807\"\u003e\u003ca href=\"/opinion/2620807/second-employersliability-cases/\"\u003e\u003cspan class=\"volume\"\u003e223\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 55–56 (1912). As\nNelson and Tyrrell acknowledge, Congress added the\nprovision to confirm concurrent subject-matter jurisdiction\nafter the Connecticut Supreme Court held that Congress\nintended to confine FELA litigation to federal courts, and\nthat state courts had no obligation to entertain FELA\nclaims. See Brief for Respondents 23 (citing Hoxie v. New\nYork, N. H. \u0026 H. R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"3317916\"\u003e\u003ca href=\"/opinion/3322673/hoxie-v-new-york-n-h-hr-co/\"\u003e\u003cspan class=\"volume\"\u003e82\u003c/span\u003e \u003cspan class=\"reporter\"\u003eConn.\u003c/span\u003e \u003cspan class=\"page\"\u003e352\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"3317916\"\u003e\u003ca href=\"/opinion/3322673/hoxie-v-new-york-n-h-hr-co/\"\u003e\u003cspan class=\"volume\"\u003e73\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.\u003c/span\u003e \u003cspan class=\"page\"\u003e754\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1909)).\n\u000c8                   BNSF R. CO. v. TYRRELL\n\n                      Opinion of the Court\n\nAs Justice McKinnon recognized in her dissent from the\nMontana Supreme Court’s decision in Nelson’s and Tyr-\nrell’s cases, “[t]he phrase ‘concurrent jurisdiction’ is a well-\nknown term of art long employed by Congress and courts\nto refer to subject-matter jurisdiction, not personal juris-\ndiction.” 383 Mont., at 436, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 13. See, e.g.,\nMims v. Arrow Financial Services, LLC, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e368\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 372\n(2012) (“federal and state courts have concurrent jurisdic-\ntion over private suits arising under the [Telephone Con-\nsumer Protection Act of 1991, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e47\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §227]”); Claflin\nv. Houseman, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"89354\"\u003e\u003ca href=\"/opinion/89354/claflin-v-houseman/\"\u003e\u003cspan class=\"volume\"\u003e93\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e130\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 133–134 (1876) (State courts\nretain “concurrent jurisdiction” over “suits in which a\nbankrupt” party is involved, notwithstanding exclusive\nfederal jurisdiction over bankruptcy matters).\n                             C\n   Pointing to a quartet of cases, the Montana Supreme\nCourt observed that this Court “consistently has inter-\npreted [§]56 to allow state courts to hear cases brought\nunder FELA even where the only basis for jurisdiction is\nthe railroad doing business in the forum [S]tate.” 383\nMont., at 421–423, 425–426, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 4–7 (citing Pope\nv. Atlantic Coast Line R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105116\"\u003e\u003ca href=\"/opinion/105116/pope-v-atlantic-coast-line-r-co/\"\u003e\u003cspan class=\"volume\"\u003e345\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e379\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1953); Miles v.\nIllinois Central R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103644\"\u003e\u003ca href=\"/opinion/103644/miles-v-illinois-central-r-co/\"\u003e\u003cspan class=\"volume\"\u003e315\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e698\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1942); Kepner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103549\"\u003e\u003ca href=\"/opinion/103549/baltimore-ohio-r-co-v-kepner/\"\u003e\u003cspan class=\"volume\"\u003e314\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e44\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; Denver \u0026 Rio Grande Western R. Co. v. Terte, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"101821\"\u003e\u003ca href=\"/opinion/101821/denver-rio-grande-western-r-co-v-terte/\"\u003e\u003cspan class=\"volume\"\u003e284\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e284\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1932)).\n   None of the decisions featured by the Montana Supreme\nCourt resolved a question of personal jurisdiction. Terte\nheld that a FELA plaintiff, injured in Colorado, could\nbring suit in Missouri state court against a railroad incor-\nporated elsewhere. 284 U. S., at 286–287. The dispute,\nhowever, was over the Dormant Commerce Clause, not\npersonal jurisdiction; the railroad defendants argued that\nthe suit would unduly burden interstate commerce, and\nthe decision rested on two Commerce Clause decisions,\nMichigan Central R. Co. v. Mix, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"101379\"\u003e\u003ca href=\"/opinion/101379/michigan-central-r-co-v-mix/\"\u003e\u003cspan class=\"volume\"\u003e278\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e492\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1929), and\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nHoffman v. Missouri ex rel. Foraker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"101056\"\u003e\u003ca href=\"/opinion/101056/hoffman-v-missouri-ex-rel-foraker/\"\u003e\u003cspan class=\"volume\"\u003e274\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e21\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1927),\nnot on an interpretation of §56. See Terte, 284 U. S., at\n285, 287. In Kepner and Miles, this Court held that a\nstate court may not, based on inconvenience to a railroad\ndefendant, enjoin its residents from bringing a FELA suit\nin another State’s federal (Kepner) or state (Miles) courts.\nKepner, 314 U. S., at 54; Miles, 315 U. S., at 699–700, 704.\nPope held that \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1404(a)’s provision for transfer\nfrom one federal court to another did not bear on the\nquestion decided in Miles: A state court still could not\nenjoin a FELA action brought in another State’s courts.\n345 U. S., at 383–384.\n  Moreover, all these cases, save Pope, were decided be-\nfore this Court’s transformative decision on personal\njurisdiction in International Shoe Co. v. Washington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104200\"\u003e\u003ca href=\"/opinion/104200/international-shoe-co-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e326\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e310\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1945). See Daimler, 571 U. S., at ___, n. 18 (slip\nop., at 20, n. 18) (cautioning against reliance on cases\n“decided in the era dominated by” the “territorial think-\ning” of Pennoyer v. Neff, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"89656\"\u003e\u003ca href=\"/opinion/89656/pennoyer-v-neff/\"\u003e\u003cspan class=\"volume\"\u003e95\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e714\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1878)).\n                             III\n   Because FELA does not authorize state courts to exer-\ncise personal jurisdiction over a railroad solely on the\nground that the railroad does some business in their\nStates, the Montana courts’ assertion of personal jurisdic-\ntion over BNSF here must rest on Mont. Rule Civ. Proc.\n4(b)(1), the State’s provision for the exercise of personal\njurisdiction over “persons found” in Montana. See supra,\nat 2–3. BNSF does not contest that it is “found within”\nMontana as the State’s courts comprehend that rule. We\ntherefore inquire whether the Montana courts’ exercise of\npersonal jurisdiction under Montana law comports with\nthe Due Process Clause of the Fourteenth Amendment.\n   In International Shoe, this Court explained that a state\ncourt may exercise personal jurisdiction over an out-of-\nstate defendant who has “certain minimum contacts with\n\u000c10                 BNSF R. CO. v. TYRRELL\n\n                      Opinion of the Court\n\n[the State] such that the maintenance of the suit does not\noffend ‘traditional notions of fair play and substantial\njustice.’ ” 326 U. S., at 316. Elaborating on this guide, we\nhave distinguished between specific or case-linked juris-\ndiction and general or all-purpose jurisdiction. See, e.g.,\nDaimler, 571 U. S., at ___ (slip op., at 8); Goodyear Dunlop\nTires Operations, S. A. v. Brown, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e564\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e915\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 919\n(2011); Helicopteros Nacionales de Colombia, S. A. v. Hall,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111159\"\u003e\u003ca href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e408\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 414, nn. 8, 9 (1984). Because neither Nel-\nson nor Tyrrell alleges any injury from work in or related\nto Montana, only the propriety of general jurisdiction is at\nissue here.\n   Goodyear and Daimler clarified that “[a] court may\nassert general jurisdiction over foreign (sister-state or\nforeign-country) corporations to hear any and all claims\nagainst them when their affiliations with the State are so\n‘continuous and systematic’ as to render them essentially\nat home in the forum State.” Daimler, 571 U. S., at ___\n(slip op., at 8) (quoting Goodyear, 564 U. S., at 919). The\n“paradigm” forums in which a corporate defendant is “at\nhome,” we explained, are the corporation’s place of incor-\nporation and its principal place of business. Daimler, 571\nU. S., at ___ (slip op., at 18–19); Goodyear, 564 U. S., at\n924. The exercise of general jurisdiction is not limited to\nthese forums; in an “exceptional case,” a corporate defend-\nant’s operations in another forum “may be so substantial\nand of such a nature as to render the corporation at home\nin that State.” Daimler, 571 U. S., at ___, n. 19 (slip op., at\n20, n. 19). We suggested that Perkins v. Benguet Consol.\nMining Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104972\"\u003e\u003ca href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"\u003e\u003cspan class=\"volume\"\u003e342\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1952), exemplified such a case.\nDaimler, 571 U. S., at ___, n. 19 (slip op., at 20, n. 19). In\nPerkins, war had forced the defendant corporation’s owner\nto temporarily relocate the enterprise from the Philippines\nto Ohio. 342 U. S., at 447–448. Because Ohio then be-\ncame “the center of the corporation’s wartime activities,”\nDaimler, 571 U. S., at ___, n. 8 (slip op., at 12, n. 8), suit\n\u000c                     Cite as: 581 U. S. ____ (2017)                   11\n\n                          Opinion of the Court\n\nwas proper there, Perkins, 342 U. S., at 448.\n   The Montana Supreme Court distinguished Daimler on\nthe ground that we did not there confront “a FELA claim\nor a railroad defendant.” 383 Mont., at 424, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n6. The Fourteenth Amendment due process constraint\ndescribed in Daimler, however, applies to all state-court\nassertions of general jurisdiction over nonresident defend-\nants; the constraint does not vary with the type of claim\nasserted or business enterprise sued.3\n   BNSF, we repeat, is not incorporated in Montana and\ndoes not maintain its principal place of business there.\nNor is BNSF so heavily engaged in activity in Montana “as\nto render [it] essentially at home” in that State. See\nDaimler, 571 U. S., at ___ (slip op., at 8) (internal quota-\ntion marks omitted). As earlier noted, BNSF has over\n2,000 miles of railroad track and more than 2,000 employ-\nees in Montana. But, as we observed in Daimler, “the\ngeneral jurisdiction inquiry does not focus solely on the\nmagnitude of the defendant’s in-state contacts.” Id., at\n___, n. 20 (slip op., at 21, n. 20) (internal quotation marks\nand alterations omitted). Rather, the inquiry “calls for an\nappraisal of a corporation’s activities in their entirety”;\n“[a] corporation that operates in many places can scarcely\nbe deemed at home in all of them.” Ibid. In short, the\nbusiness BNSF does in Montana is sufficient to subject the\nrailroad to specific personal jurisdiction in that State on\nclaims related to the business it does in Montana. But in-\nstate business, we clarified in Daimler and Goodyear, does\nnot suffice to permit the assertion of general jurisdiction\nover claims like Nelson’s and Tyrrell’s that are unrelated\n\n——————\n  3 The Montana Supreme Court also erred in asserting that “Congress\n\ndrafted the FELA to make a railroad ‘at home’ for jurisdictional pur-\nposes wherever it is ‘doing business.’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e383\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMont.\u003c/span\u003e \u003cspan class=\"page\"\u003e417\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 425, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n6 (2016). As discussed, supra, at 5–7, in §56’s first sentence, Congress\ndealt with venue only, not personal jurisdiction.\n\u000c12                      BNSF R. CO. v. TYRRELL\n\n                           Opinion of the Court\n\nto any activity occurring in Montana.4\n                              IV\n  Nelson and Tyrrell present a further argument—that\nBNSF has consented to personal jurisdiction in Montana.\nSee Brief for Respondents 50–51. The Montana Supreme\nCourt did not address this contention, see 383 Mont., at\n429, n. 3, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 9, n. 3, so we do not reach it. See\nCutter v. Wilkinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"142900\"\u003e\u003ca href=\"/opinion/142900/cutter-v-wilkinson/\"\u003e\u003cspan class=\"volume\"\u003e544\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e709\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 718, n. 7 (2005) (“[W]e\nare a court of review, not of first view.”).\n                      *    *    *\n  For the reasons stated, the judgment of the Montana\nSupreme Court is reversed, and the cases are remanded\n——————\n   4 JUSTICE SOTOMAYOR, dissenting in part, renews a debate compre-\n\nhensively aired in Daimler AG v. Bauman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2014). There,\nas again here, JUSTICE SOTOMAYOR treats the assertion of jurisdiction\nby the State of Washington courts in International Shoe Co. v. Wash-\nington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104200\"\u003e\u003ca href=\"/opinion/104200/international-shoe-co-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e326\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e310\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1945), as an exercise of general, dispute-blind,\njurisdiction, post, at 3, thereby overlooking the fundamental difference\nbetween International Shoe and these cases. In International Shoe, the\ndefendant corporation’s in-state activities had “not only been continu-\nous and systematic, but also g[a]ve rise to the liabilities sued on.” 326\nU. S., at 317. The state courts there asserted jurisdiction not over\nclaims that had nothing to do with the State; instead, they exercised\nadjudicatory authority to hold the defendant corporation accountable\nfor activity pursued within the State of Washington. Daimler, 571\nU. S., at ___, ___, n. 10 (slip op., at 7, 14, n. 10). This Court, therefore,\nhad no occasion in International Shoe to “engage in a comparison\nbetween International Shoe’s contacts within the State of Washington\nand the other States in which it operated.” Post, at 3. In marked\ncontrast to International Shoe, Nelson’s and Tyrrell’s claims have no\nrelationship to anything that occurred or had its principal impact in\nMontana.\n   This Court’s opinion is not limited to §56 because the Montana\nSupreme Court went on to address and decide the question: Do “Mon-\ntana courts have personal jurisdiction over BNSF under Montana law?”\n383 Mont., at 426, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 7. See also id., at 429, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e373\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 9\n(“Under Montana law, Montana courts have general personal jurisdic-\ntion over BNSF.”).\n\u000c                 Cite as: 581 U. S. ____ (2017) \n                 13\n\n                     Opinion of the Court \n\n\nfor further proceedings not inconsistent with this opinion.\n\n\n                                                    It is so ordered.\n\u000c                   Cite as: 581 U. S. ____ (2017)              1\n\n                   Opinion\n                    OpinionofofofSS         , J.\n                                          , J.\n                                   OTOMAYOR\n                                  OTOMAYOR\n\n\nSUPREME COURT OF THE UNITED STATES\n                           _________________\n\n                            No. 16–405\n                           _________________\n\n\n BNSF RAILWAY CO., PETITIONER v. KELLI TYRRELL, \n\n  SPECIAL ADMINISTRATOR FOR THE ESTATE OF BRENT T.\n\n             TYRRELL, DECEASED, ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      MONTANA\n\n                          [May 30, 2017]\n\n\n    JUSTICE SOTOMAYOR, concurring in part and dissenting\nin part.\n    I concur in the Court’s conclusion that the Federal\nEmployers’ Liability Act (FELA), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e45\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §51 et seq.,\ndoes not confer personal jurisdiction over railroads on\nstate courts. I also agree that the Montana Supreme\nCourt erred when it concluded that the nature of the claim\nhere—a FELA claim against a railroad—answers the\nquestion whether the Due Process Clause allows the exer-\ncise of personal jurisdiction over BNSF. But my agree-\nment with the majority ends there. I continue to disagree\nwith the path the Court struck in Daimler AG v. Bauman,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2014), which limits general jurisdiction over\na corporate defendant only to those States where it is\n“ ‘essentially at home,’ ” id., at ___ (slip op., at 8). And even\nif the Court insists on adhering to that standard, I dissent\nfrom its decision to apply it here in the first instance\nrather than remanding to the Montana Supreme Court for\nit to conduct what should be a fact-intensive analysis\nunder the proper legal framework. Accordingly, I join\nParts I and II of the Court’s opinion, but dissent from Part\nIII and the judgment.\n    The Court would do well to adhere more faithfully to the\ndirection from International Shoe Co. v. Washington, 326\n\u000c2                    BNSF R. CO. v. TYRRELL\n\n      SOTOMAYOR, J., Opinion\n                     concurring\n                             of SinOTOMAYOR\n                                    part and,dissenting\n                                             J.         in part\n\nU. S. 310 (1945), which instructed that general jurisdic-\ntion is proper when a corporation’s “continuous corporate\noperations within a state [are] so substantial and of such a\nnature as to justify suit against it on causes of action\narising from dealings entirely distinct from those activi-\nties.” Id., at 318. Under International Shoe, in other\nwords, courts were to ask whether the benefits a defend-\nant attained in the forum State warranted the burdens\nassociated with general personal jurisdiction. See id., at\n317–318. The majority itself acknowledges that Interna-\ntional Shoe should govern, describing the question as\nwhether a defendant’s affiliations with a State are suffi-\nciently “ ‘continuous and systematic’ ” to warrant the exer-\ncise of general jurisdiction there. Ante, at 10. If only its\nanalysis today reflected that directive. Instead, the major-\nity opinion goes on to reaffirm the restrictive “at home”\ntest set out in Daimler—a test that, as I have explained,\nhas no home in our precedents and creates serious inequi-\nties. See 571 U. S., at ___–___ (SOTOMAYOR, J., concurring\nin judgment) (slip op., at 8–19).\n   The majority’s approach grants a jurisdictional windfall\nto large multistate or multinational corporations that\noperate across many jurisdictions. Under its reasoning, it\nis virtually inconceivable that such corporations will ever\nbe subject to general jurisdiction in any location other\nthan their principal places of business or of incorporation.\nForeign businesses with principal places of business out-\nside the United States may never be subject to general\njurisdiction in this country even though they have contin-\nuous and systematic contacts within the United States.\nSee id., at ___–___ (slip op., at 17–18). What was once a\nholistic, nuanced contacts analysis backed by considera-\ntions of fairness and reasonableness has now effectively\nbeen replaced by the rote identification of a corporation’s\n\u000c                    Cite as: 581 U. S. ____ (2017)                  3\n\n       SOTOMAYOR, J., Opinion\n                      concurring\n                              of SinOTOMAYOR\n                                     part and,dissenting\n                                              J.         in part\n\nprincipal place of business or place of incorporation.1 The\nresult? It is individual plaintiffs, harmed by the actions\nof a farflung foreign corporation, who will bear the brunt\nof the majority’s approach and be forced to sue in dis-\ntant jurisdictions with which they have no contacts or\nconnection.\n  Moreover, the comparative contacts analysis invented in\nDaimler resurfaces here and proves all but dispositive.\nThe majority makes much of the fact that BNSF’s contacts\nin Montana are only a percentage of its contacts with\nother jurisdictions. Ante, at 3, 11. But International Shoe,\nwhich the majority agrees is the springboard for our mod-\nern personal jurisdiction jurisprudence, ante, at 9, applied\nno comparative contacts test. There the Court analyzed\nwhether the Delaware corporation had “by its activities in\nthe State of Washington rendered itself amenable to pro-\nceedings” in the State. 326 U. S., at 311. The Court eval-\nuated whether the corporation had offices in the forum\nState, made contracts there, delivered goods there, or\nemployed salesmen there. See id., at 313. Despite ac-\nknowledging that the corporation maintained places of\nbusiness in several States, ibid., the Court did not engage\nin a comparison between International Shoe’s contacts\nwithin the State of Washington and the other States in\nwhich it operated.2 The Court noted that the corporation\n——————\n   1 As many commentators have observed, lower courts adhered to the\n\ncontinuous-and-systematic standard for decades before Daimler, and its\npredecessor Goodyear Dunlop Tires Operations, S. A. v. Brown, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e564\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e915\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2011), wrought the present sea change. See, e.g., Cornett \u0026\nHoffheimer, Good-Bye Significant Contacts: General Personal Jurisdic-\ntion after Daimler AG v. Bauman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e76\u003c/span\u003e \u003cspan class=\"reporter\"\u003eOhio St.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. J. 101 (2015); Parry,\nRethinking Personal Jurisdiction after Bauman and Walden, 19 Lewis\n\u0026 Clark L. Rev. 607 (2015); Doernberg, Resoling International Shoe, 2\nTex. A\u0026M L. Rev. 247 (2014); Feder, Goodyear, “Home,” and the\nUncertain Future of Doing Business Jurisdiction, 63 S. C. L. Rev. 671\n(2012).\n   2 The majority responds that the language from International Shoe\n\u000c4                      BNSF R. CO. v. TYRRELL\n\n       SOTOMAYOR, J., Opinion\n                      concurring\n                              of SinOTOMAYOR\n                                     part and,dissenting\n                                              J.         in part\n\nemployed 11 to 13 salesmen in Washington but did not\nquery how that number compared to the number of sales-\nmen in other States. Ibid. As well it should not have; the\nrelative percentage of contacts is irrelevant. The focus\nshould be on the quality and quantity of the defendant’s\ncontacts in the forum State.3\n   The majority does even Daimler itself a disservice,\npaying only lipservice to the question the Court purported\nto reserve there—the possibility of an “exceptional case” in\nwhich general jurisdiction would be proper in a forum\nState that is neither a corporate defendant’s place of\nincorporation nor its principal place of business. See 571\nU. S., at ___, n. 19 (slip op., at 20, n. 19). Its opinion here\ncould be understood to limit that exception to the exact\nfacts of Perkins v. Benguet Consol. Mining Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104972\"\u003e\u003ca href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"\u003e\u003cspan class=\"volume\"\u003e342\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1952). See ante, at 10–11. That reading is so narrow\nas to read the exception out of existence entirely; certainly\na defendant with significant contacts with more than one\nState falls outside its ambit. And so it is inevitable under\nits own reasoning that the majority would conclude that\nBNSF’s contacts with Montana are insufficient to justify\nthe exercise of personal jurisdiction here. This result is\nperverse. Despite having reserved the possibility of an\n“exceptional case” in Daimler, the majority here has re-\n——————\ninforms only a specific jurisdiction case. Ante, at 12, n. 4. But the\nmajority’s view of International Shoe is overly restrictive. The terms\n“specific jurisdiction” and “general jurisdiction” are nowhere to be found\nin that opinion. And I continue to believe, as I noted in Daimler, that\nthere is no material difference between the “continuous and systematic”\nterminology International Shoe used for what we now call specific\njurisdiction and the “continuous” and “substantial” terminology it used\nfor what we now call general jurisdiction. See Daimler, 571 U. S., at\n___, n. 6 (SOTOMAYOR, J., concurring in judgment) (slip op., at 8, n. 6).\n  3 Indeed, in neither Perkins v. Benguet Consol. Mining Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104972\"\u003e\u003ca href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"\u003e\u003cspan class=\"volume\"\u003e342\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\n\u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1952), nor Helicopteros Nacionales de Colombia, S. A. v. Hall, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111159\"\u003e\u003ca href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e408\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1984), did the Court engage in a comparative-contacts\nanalysis.\n\u000c                     Cite as: 581 U. S. ____ (2017)                   5\n\n       SOTOMAYOR, J., Opinion\n                      concurring\n                              of SinOTOMAYOR\n                                     part and,dissenting\n                                              J.         in part\n\njected that possibility out of hand.\n  Worse, the majority reaches its conclusion only by de-\nparting from the Court’s normal practice.4 Had it re-\nmanded to the Montana Supreme Court to reevaluate the\ndue process question under the correct legal standard,\nthat court could have examined whether this is such an\n“exceptional case.” Instead, with its ruling today, the\nCourt unnecessarily sends a signal to the lower courts\nthat the exceptional-circumstances inquiry is all form, no\nsubstance.\n  I respectfully concur in part and dissent in part.\n\n\n\n\n——————\n   4 The Montana Supreme Court reached this question only by wrongly\n\nassuming that \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e45\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §56 is a jurisdictional statute and that a\ndefendant’s unique status as a railroad company is dispositive of the\njurisdictional question. A remand rather than an outright reversal is\nthis Court’s traditional practice where a lower court applies the incor-\nrect legal standard; we have done it repeatedly just this Term. See,\ne.g., Bethune-Hill v. Virginia State Bd. of Elections, 580 U. S. ___\n(2017); Bolivarian Republic of Venezuela v. Helmerich \u0026 Payne Int’l\nDrilling Co., ante, p. ___; McLane Co. v. EEOC, ante, p. ___; Moore v.\nTexas, ante, p. ___.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         BNSF RAILWAY CO. v. TYRRELL, SPECIAL \n\n       ADMINISTRATOR FOR THE ESTATE OF TYRRELL,\n\n                   DECEASED, ET AL. \n\n\n       CERTIORARI TO THE SUPREME COURT OF MONTANA\n\n       No. 16–405.      Argued April 25, 2017—Decided May 30, 2017\nThe Federal Employers’ Liability Act (FELA), 45 U. S. C. §51 et seq.,\n  makes railroads liable in money damages to their employees for on-\n  the-job injuries. Respondent Robert Nelson, a North Dakota resi-\n  dent, brought a FELA suit against petitioner BNSF Railway Compa-\n  ny (BNSF) in a Montana state court, alleging that he had sustained\n  injuries while working for BNSF. Respondent Kelli Tyrrell, appoint-\n  ed in South Dakota as the administrator of her husband Brent Tyr-\n  rell’s estate, also sued BNSF under FELA in a Montana state court,\n  alleging that Brent had developed a fatal cancer from his exposure to\n  carcinogenic chemicals while working for BNSF. Neither worker was\n  injured in Montana. Neither incorporated nor headquartered there,\n  BNSF maintains less than 5% of its work force and about 6% of its\n  total track mileage in the State. Contending that it is not “at home”\n  in Montana, as required for the exercise of general personal jurisdic-\n  tion under Daimler AG v. Bauman, 571 U. S. ___, ___, BNSF moved\n  to dismiss both suits. Its motion was granted in Nelson’s case and\n  denied in Tyrrell’s. After consolidating the two cases, the Montana\n  Supreme Court held that Montana courts could exercise general per-\n  sonal jurisdiction over BNSF because the railroad both “d[id] busi-\n  ness” in the State within the meaning of 45 U. S. C. §56 and was\n  “found within” the State within the compass of Mont. Rule Civ. Proc.\n  4(b)(1). The due process limits articulated in Daimler, the court add-\n  ed, did not control because Daimler did not involve a FELA claim or a\n  railroad defendant.\nHeld:\n     1. Section 56 does not address personal jurisdiction over railroads.\n  Pp. 4–9.\n\u000c2                        BNSF R. CO. v. TYRRELL\n\n                                   Syllabus\n\n          (a) Section 56’s first relevant sentence provides that “an action\n    may be brought in a district court of the United States,” in, among\n    other places, the district “in which the defendant shall be doing busi-\n    ness at the time of commencing such action.” This Court has com-\n    prehended that sentence as a venue prescription, not as one govern-\n    ing personal jurisdiction. Baltimore \u0026 Ohio R. Co. v. Kepner, 314\n    U. S. 44, 52. Congress generally uses the expression, where suit\n    “may be brought,” to indicate the federal districts in which venue is\n    proper, see, e.g., 28 U. S. C. §1391(b), while it typically provides for\n    the exercise of personal jurisdiction by authorizing service of process,\n    see, e.g., 15 U. S. C. §22. Nelson and Tyrrell contend that the 1888\n    Judiciary Act provision that prompted §56’s enactment concerned\n    both personal jurisdiction and venue, but this Court has long read\n    that Judiciary Act provision to concern venue only, see, e.g., Green v.\n    Chicago, B. \u0026 Q. R. Co., 205 U. S. 530, 532–533. Pp. 5–7.\n          (b) The second relevant sentence of §56—that “[t]he jurisdiction\n    of the courts of the United States under this chapter shall be concur-\n    rent with that of the courts of the several States”—refers to concur-\n    rent subject-matter jurisdiction of state and federal courts over FELA\n    actions. See Second Employers’ Liability Cases, 223 U. S. 1, 55–56.\n    Congress added this clarification after the Connecticut Supreme\n    Court held that Congress intended to confine FELA litigation to fed-\n    eral courts, and that state courts had no obligation to entertain FELA\n    claims. Pp. 7–8.\n          (c) None of the cases featured by the Montana Supreme Court in\n    reaching its contrary conclusion resolved a question of personal juris-\n    diction. Pope v. Atlantic Coast Line R. Co., 345 U. S. 379; Miles v. Il-\n    linois Central R. Co., 315 U. S. 698; Kepner, 314 U. S. 44; and Denver\n    \u0026 Rio Grande Western R. Co. v. Terte, 284 U. S. 284, distinguished.\n    Moreover, all these cases, save Pope, were decided before this Court’s\n    transformative decision on personal jurisdiction in International Shoe\n    Co. v. Washington, 326 U. S. 310. Pp. 8–9.\n       2. The Montana courts’ exercise of personal jurisdiction under\n    Montana law does not comport with the Fourteenth Amendment’s\n    Due Process Clause. Only the propriety of general personal jurisdic-\n    tion is at issue here because neither Nelson nor Tyrrell alleges injury\n    from work in or related to Montana.\n       A state court may exercise general jurisdiction over out-of-state\n    corporations when their “affiliations with the State are so ‘continuous\n    and systematic’ as to render them essentially at home in the forum\n    State.” Daimler, 571 U. S., at ___. The “paradigm” forums in which a\n    corporate defendant is “at home” are the corporation’s place of incor-\n    poration and its principal place of business, e.g., id., at ___, but in an\n    “exceptional case,” a corporate defendant’s operations in another fo-\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  rum “may be so substantial and of such a nature as to render the cor-\n  poration at home in that State,” id., at ___, n. 19. Daimler involved\n  no FELA claim or railroad defendant, but the due process constraint\n  described there applies to all state-court assertions of general juris-\n  diction over nonresident defendants; that constraint does not vary\n  with the type of claim asserted or business enterprise sued.\n     Here, BNSF is not incorporated or headquartered in Montana and\n  its activity there is not “so substantial and of such a nature as to ren-\n  der the corporation at home in that State.” Ibid. Pp. 9–12.\n383 Mont. 417, 373 P. 3d 1, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, BREYER, ALITO, KAGAN, and GORSUCH, JJ.,\njoined. SOTOMAYOR, J., filed an opinion concurring in part and dissent-\ning in part.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–405\n                                  _________________\n\n\n BNSF RAILWAY CO., PETITIONER v. KELLI TYRRELL, \n\n  SPECIAL ADMINISTRATOR FOR THE ESTATE OF BRENT T.\n\n             TYRRELL, DECEASED, ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      MONTANA\n\n                                [May 30, 2017]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  The two cases we decide today arise under the Federal\nEmployers’ Liability Act (FELA), 35 Stat. 65, as amended,\n45 U. S. C. §51 et seq., which makes railroads liable in\nmoney damages to their employees for on-the-job injuries.\nBoth suits were pursued in Montana state courts although\nthe injured workers did not reside in Montana, nor were\nthey injured there. The defendant railroad, BNSF Rail-\nway Company (BNSF), although “doing business” in Mon-\ntana when the litigation commenced, was not incorporated\nin Montana, nor did it maintain its principal place of\nbusiness in that State. To justify the exercise of personal\njurisdiction over BNSF, the Montana Supreme Court\nrelied on §56, which provides in relevant part:\n    “Under this chapter an action may be brought in a\n    district court of the United States, in the district of\n    the residence of the defendant, or in which the cause\n    of action arose, or in which the defendant shall be do-\n    ing business at the time of commencing such action.\n    The jurisdiction of the courts of the United States un-\n\u000c2                  BNSF R. CO. v. TYRRELL\n\n                     Opinion of the Court\n\n    der this chapter shall be concurrent with that of the\n    courts of the several States.”\n  We hold that §56 does not address personal jurisdiction\nover railroads. Its first relevant sentence is a venue pre-\nscription governing proper locations for FELA suits filed\nin federal court. The provision’s second relevant sentence,\nusing the term “concurrent” jurisdiction, refers to subject-\nmatter jurisdiction, not personal jurisdiction. It simply\nclarifies that the federal courts do not have exclusive\nsubject-matter jurisdiction over FELA suits; state courts\ncan hear them, too.\n  Montana’s Supreme Court, in the alternative, relied on\nstate law, under which personal jurisdiction could be\nasserted over “persons found within . . . Montana.” Mont.\nRule Civ. Proc. 4(b)(1) (2015). BNSF fit that bill, the court\nstated, because it has over 2,000 miles of railroad track\nand employs more than 2,000 workers in Montana. Our\nprecedent, however, explains that the Fourteenth\nAmendment’s Due Process Clause does not permit a State\nto hale an out-of-state corporation before its courts when\nthe corporation is not “at home” in the State and the\nepisode-in-suit occurred elsewhere. Daimler AG v. Bau-\nman, 571 U. S. ___, ___ (2014) (slip op., at 8) (internal\nquotation marks omitted). We therefore reverse the\njudgment of the Montana Supreme Court.\n                             I\n  In March 2011, respondent Robert Nelson, a North\nDakota resident, brought a FELA suit against BNSF in a\nMontana state court to recover damages for knee injuries\nNelson allegedly sustained while working for BNSF as a\nfuel-truck driver. 383 Mont. 417, 419, 373 P. 3d 1, 3\n(2016). In May 2014, respondent Kelli Tyrrell, appointed\nin South Dakota as the administrator of her husband\nBrent Tyrrell’s estate, similarly sued BNSF under FELA\nin a Montana state court. Id., at 419–420, 373 P. 3d, at 3.\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nBrent Tyrrell, his widow alleged, had developed a fatal\nkidney cancer from his exposure to carcinogenic chemicals\nwhile working for BNSF. Id., at 420, 373 P. 3d, at 3.\nNeither plaintiff alleged injuries arising from or related to\nwork performed in Montana; indeed, neither Nelson nor\nBrent Tyrrell appears ever to have worked for BNSF in\nMontana. Id., at 419–420, 373 P. 3d, at 3.\n   BNSF is incorporated in Delaware and has its principal\nplace of business in Texas. Id., at 419, 373 P. 3d, at 3. It\noperates railroad lines in 28 States. No. DV 14–699 (13th\nJud. Dist., Yellowstone Cty., Mont., Oct. 7, 2014), App. to\nPet. for Cert. 63a. BNSF has 2,061 miles of railroad track\nin Montana (about 6% of its total track mileage of 32,500),\nemploys some 2,100 workers there (less than 5% of its\ntotal work force of 43,000), generates less than 10% of its\ntotal revenue in the State, and maintains only one of its 24\nautomotive facilities in Montana (4%). Ibid. Contending\nthat it is not “at home” in Montana, as required for the\nexercise of general personal jurisdiction under Daimler AG\nv. Bauman, 571 U. S. ___, ___ (2014) (slip op., at 8) (inter-\nnal quotation marks omitted), BNSF moved to dismiss\nboth suits for lack of personal jurisdiction. Its motion was\ngranted in Nelson’s case and denied in Tyrrell’s. 383\nMont., at 419, 373 P. 3d, at 2.\n   After consolidating the two cases, the Montana Supreme\nCourt held that Montana courts could exercise general\npersonal jurisdiction over BNSF. Id., at 429, 373 P. 3d, at\n9. Section 56, the court determined, authorizes state\ncourts to exercise personal jurisdiction over railroads\n“doing business” in the State. Id., at 426, 373 P. 3d, at 7\n(internal quotation marks omitted). In addition, the court\nobserved, Montana law provides for the exercise of general\njurisdiction over “[a]ll persons found within” the State.\nId., at 427, 373 P. 3d, at 8 (quoting Mont. Rule Civ. Proc.\n4(b)(1) (2015)). In view of the railroad’s many employees\nand miles of track in Montana, the court concluded, BNSF\n\u000c4                       BNSF R. CO. v. TYRRELL\n\n                           Opinion of the Court\n\nis both “doing business” and “found within” the State, such\nthat both FELA and Montana law authorized the exercise\nof personal jurisdiction. 383 Mont., at 426, 428, 373 P. 3d,\nat 7–8 (internal quotation marks omitted). The due pro-\ncess limits articulated in Daimler, the court added, did not\ncontrol, because Daimler did not involve a FELA claim or\na railroad defendant. 383 Mont., at 424, 373 P. 3d, at 6.\n   Justice McKinnon dissented. Section 56, she wrote, is a\nfederal-court venue prescription, and also confers subject-\nmatter jurisdiction on state courts in FELA cases, concur-\nrent with federal courts. Id., at 435–437, 373 P. 3d, at 13.\nBut §56, she maintained, does not touch or concern per-\nsonal jurisdiction. Ibid. Furthermore, she concluded,\nDaimler controls, rendering the Montana courts’ exercise\nof personal jurisdiction impermissible because BNSF is\nnot “at home” in Montana. 383 Mont., at 433–434, 373\nP. 3d, at 11–12.\n   We granted certiorari, 580 U. S. ___ (2017), to resolve\nwhether §56 authorizes state courts to exercise personal\njurisdiction over railroads doing business in their States\nbut not incorporated or headquartered there, and whether\nthe Montana courts’ exercise of personal jurisdiction in\nthese cases comports with due process.\n                              II\n  Nelson and Tyrrell contend that §56’s first relevant\nsentence confers personal jurisdiction on federal courts, and\nthat the section’s second relevant sentence extends that\ngrant of jurisdiction to state courts. Neither contention\nis tenable. Section 56’s first relevant sentence concerns\nvenue; its next sentence speaks to subject-matter jurisdiction.1\n——————\n   1 Section 56’s first sentence, which provides a time bar for FELA claims,\n\nis not relevant to the issue at hand. For ease of reference, we hereinafter\nrefer to the first relevant sentence, describing where suit “may be brought,”\nas the provision’s “first” sentence, and the sentence that immediately\nfollows, referring to “concurrent” jurisdiction, as the “second.”\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\n                              A\n   The first sentence of §56 states that “an action may be\nbrought in a district court of the United States,” in, among\nother places, the district “in which the defendant shall be\ndoing business at the time of commencing such action.” In\nBaltimore \u0026 Ohio R. Co. v. Kepner, 314 U. S. 44 (1941), we\ncomprehended this clause as “establish[ing] venue” for a\nfederal-court action. Id., at 52. Congress, we explained,\ndesigned §56 to expand venue beyond the limits of the\n1888 Judiciary Act’s general venue provision, which al-\nlowed suit only “in districts of which the defendant was an\ninhabitant.” Id., at 49; see Act of Aug. 13, 1888, §1, 25\nStat. 434. Nowhere in Kepner or in any other decision did\nwe intimate that §56 might affect personal jurisdiction.\n   Congress generally uses the expression, where suit “may\nbe brought,” to indicate the federal districts in which\nvenue is proper. See, e.g., 28 U. S. C. §1391(b) (general\nvenue statute specifying where “[a] civil action may be\nbrought”); J. Oakley, ALI, Fed. Judicial Code Rev. Project\n253–290 (2004) (listing special venue statutes, many with\nsimilar language). See also Kepner, 314 U. S., at 56\n(Frankfurter, J., dissenting) (“The phrasing of [§56] fol-\nlows the familiar pattern generally employed by Congress\nin framing venue provisions.”).\n   In contrast, Congress’ typical mode of providing for the\nexercise of personal jurisdiction has been to authorize\nservice of process. See, e.g., 15 U. S. C. §22 (Clayton Act\nprovision stating that “all process in [cases against a\ncorporation arising under federal antitrust laws] may be\nserved in the district of which [the defendant] is an inhab-\nitant, or wherever [the defendant] may be found”); §53(a)\n(under Federal Trade Commission Act, “process may be\nserved on any person, partnership, or corporation wherever\nit may be found”). See also Omni Capital Int’l, Ltd. v.\nRudolf Wolff \u0026 Co., 484 U. S. 97, 106–107 (1987) (discuss-\ning statutes that authorize (or fail to authorize) nation-\n\u000c6                      BNSF R. CO. v. TYRRELL\n\n                          Opinion of the Court\n\nwide service of process). But cf. Schlanger v. Seamans,\n401 U. S. 487, 490, n. 4 (1971) (though “Congress has\nprovided for nationwide service of process” in 28 U. S. C.\n§1391(e) (1964 ed., Supp. V), that statute was meant to\nexpand venue, not personal jurisdiction). Congress uses\nthis terminology because, absent consent, a basis for\nservice of a summons on the defendant is prerequisite to\nthe exercise of personal jurisdiction. See Omni Capital,\n484 U. S., at 104.\n  Nelson and Tyrrell, however, argue that §56 relates to\npersonal jurisdiction. In their view, the 1888 Judiciary\nAct provision that prompted §56’s enactment, 25 Stat. 434,\nconcerned both personal jurisdiction and venue. According\nto House and Senate Reports, they contend, two cases had\nbrought to Congress’ attention the problem with the prior\nprovision—namely, that in federal-question cases it au-\nthorized suit only in the district of the defendant’s resi-\ndence. Brief for Respondents 16–18. See H. R. Rep. No.\n513, 61st Cong., 2d Sess., 6 (1910) (citing Macon Grocery\nCo. v. Atlantic Coast Line R. Co., 215 U. S. 501 (1910);\nCound v. Atchison, T. \u0026 S. F. R. Co., 173 F. 527 (WD Tex.\n1909)); S. Rep. No. 432, 61st Cong., 2d Sess., 4 (1910)\n(same). In both cases, the courts had dismissed FELA\nsuits for “want of jurisdiction.” Macon Grocery, 215 U. S.,\nat 510; Cound, 173 F., at 534. To avert such jurisdictional\ndismissals, they urge, Congress enacted §56.\n  Legislative history “throws little light” here. Kepner,\n314 U. S., at 50.2 Driving today’s decision, we have long\nread the 1888 Judiciary Act provision to concern venue\nonly. See Green v. Chicago, B. \u0026 Q. R. Co., 205 U. S. 530,\n532–533 (1907) (analyzing personal jurisdiction separately,\n\n——————\n    2 We\n       note, moreover, that Nelson and Tyrrell overlooked the Senate\nReport’s explicit reference to the first sentence of §56 as a venue provi-\nsion, with no mention of personal jurisdiction. S. Rep. No. 432, 61st\nCong., 2d Sess., 3 (1910).\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nafter concluding that venue was proper under 1888 Judi-\nciary Act provision). See also Lee v. Chesapeake \u0026 Ohio R.\nCo., 260 U. S. 653, 655 (1923) (noting that materially\nidentical successor to 1888 Judiciary Act provision, Act of\nMar. 3, 1911, §51, 36 Stat. 1101, “relates to the venue of\nsuits”). Indeed, reading the 1888 Judiciary Act provision\nto authorize the exercise of personal jurisdiction would\nhave yielded an anomalous result: In diversity cases, the\nprovision allowed for suit “in the district of the residence\nof either the plaintiff or the defendant.” 25 Stat. 434.\nInterpreting that clause to provide for jurisdiction would\nhave allowed a plaintiff to hale a defendant into court\nin the plaintiff ’s home district, even if the district was\none with which the defendant had no affiliation, and the\nepisode-in-suit, no connection.\n                              B\n  The second §56 sentence in point provides that “[t]he\njurisdiction of the courts of the United States under this\nchapter shall be concurrent with that of the courts of the\nseveral States.” Nelson and Tyrrell argue that this sen-\ntence extends to state courts the first sentence’s alleged\nconferral of personal jurisdiction on federal courts. But, as\njust discussed, the first sentence concerns federal-court\nvenue and confers no personal jurisdiction on any court.\n  We have understood §56’s second sentence to provide for\nthe concurrent subject-matter jurisdiction of state and\nfederal courts over actions under FELA. See Second\nEmployers’ Liability Cases, 223 U. S. 1, 55–56 (1912). As\nNelson and Tyrrell acknowledge, Congress added the\nprovision to confirm concurrent subject-matter jurisdiction\nafter the Connecticut Supreme Court held that Congress\nintended to confine FELA litigation to federal courts, and\nthat state courts had no obligation to entertain FELA\nclaims. See Brief for Respondents 23 (citing Hoxie v. New\nYork, N. H. \u0026 H. R. Co., 82 Conn. 352, 73 A. 754 (1909)).\n\u000c8                   BNSF R. CO. v. TYRRELL\n\n                      Opinion of the Court\n\nAs Justice McKinnon recognized in her dissent from the\nMontana Supreme Court’s decision in Nelson’s and Tyr-\nrell’s cases, “[t]he phrase ‘concurrent jurisdiction’ is a well-\nknown term of art long employed by Congress and courts\nto refer to subject-matter jurisdiction, not personal juris-\ndiction.” 383 Mont., at 436, 373 P. 3d, at 13. See, e.g.,\nMims v. Arrow Financial Services, LLC, 565 U. S. 368, 372\n(2012) (“federal and state courts have concurrent jurisdic-\ntion over private suits arising under the [Telephone Con-\nsumer Protection Act of 1991, 47 U. S. C. §227]”); Claflin\nv. Houseman, 93 U. S. 130, 133–134 (1876) (State courts\nretain “concurrent jurisdiction” over “suits in which a\nbankrupt” party is involved, notwithstanding exclusive\nfederal jurisdiction over bankruptcy matters).\n                             C\n   Pointing to a quartet of cases, the Montana Supreme\nCourt observed that this Court “consistently has inter-\npreted [§]56 to allow state courts to hear cases brought\nunder FELA even where the only basis for jurisdiction is\nthe railroad doing business in the forum [S]tate.” 383\nMont., at 421–423, 425–426, 373 P. 3d, at 4–7 (citing Pope\nv. Atlantic Coast Line R. Co., 345 U. S. 379 (1953); Miles v.\nIllinois Central R. Co., 315 U. S. 698 (1942); Kepner, 314\nU. S. 44; Denver \u0026 Rio Grande Western R. Co. v. Terte, 284\nU. S. 284 (1932)).\n   None of the decisions featured by the Montana Supreme\nCourt resolved a question of personal jurisdiction. Terte\nheld that a FELA plaintiff, injured in Colorado, could\nbring suit in Missouri state court against a railroad incor-\nporated elsewhere. 284 U. S., at 286–287. The dispute,\nhowever, was over the Dormant Commerce Clause, not\npersonal jurisdiction; the railroad defendants argued that\nthe suit would unduly burden interstate commerce, and\nthe decision rested on two Commerce Clause decisions,\nMichigan Central R. Co. v. Mix, 278 U. S. 492 (1929), and\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nHoffman v. Missouri ex rel. Foraker, 274 U. S. 21 (1927),\nnot on an interpretation of §56. See Terte, 284 U. S., at\n285, 287. In Kepner and Miles, this Court held that a\nstate court may not, based on inconvenience to a railroad\ndefendant, enjoin its residents from bringing a FELA suit\nin another State’s federal (Kepner) or state (Miles) courts.\nKepner, 314 U. S., at 54; Miles, 315 U. S., at 699–700, 704.\nPope held that 28 U. S. C. §1404(a)’s provision for transfer\nfrom one federal court to another did not bear on the\nquestion decided in Miles: A state court still could not\nenjoin a FELA action brought in another State’s courts.\n345 U. S., at 383–384.\n  Moreover, all these cases, save Pope, were decided be-\nfore this Court’s transformative decision on personal\njurisdiction in International Shoe Co. v. Washington, 326\nU. S. 310 (1945). See Daimler, 571 U. S., at ___, n. 18 (slip\nop., at 20, n. 18) (cautioning against reliance on cases\n“decided in the era dominated by” the “territorial think-\ning” of Pennoyer v. Neff, 95 U. S. 714 (1878)).\n                             III\n   Because FELA does not authorize state courts to exer-\ncise personal jurisdiction over a railroad solely on the\nground that the railroad does some business in their\nStates, the Montana courts’ assertion of personal jurisdic-\ntion over BNSF here must rest on Mont. Rule Civ. Proc.\n4(b)(1), the State’s provision for the exercise of personal\njurisdiction over “persons found” in Montana. See supra,\nat 2–3. BNSF does not contest that it is “found within”\nMontana as the State’s courts comprehend that rule. We\ntherefore inquire whether the Montana courts’ exercise of\npersonal jurisdiction under Montana law comports with\nthe Due Process Clause of the Fourteenth Amendment.\n   In International Shoe, this Court explained that a state\ncourt may exercise personal jurisdiction over an out-of-\nstate defendant who has “certain minimum contacts with\n\u000c10                 BNSF R. CO. v. TYRRELL\n\n                      Opinion of the Court\n\n[the State] such that the maintenance of the suit does not\noffend ‘traditional notions of fair play and substantial\njustice.’ ” 326 U. S., at 316. Elaborating on this guide, we\nhave distinguished between specific or case-linked juris-\ndiction and general or all-purpose jurisdiction. See, e.g.,\nDaimler, 571 U. S., at ___ (slip op., at 8); Goodyear Dunlop\nTires Operations, S. A. v. Brown, 564 U. S. 915, 919\n(2011); Helicopteros Nacionales de Colombia, S. A. v. Hall,\n466 U. S. 408, 414, nn. 8, 9 (1984). Because neither Nel-\nson nor Tyrrell alleges any injury from work in or related\nto Montana, only the propriety of general jurisdiction is at\nissue here.\n   Goodyear and Daimler clarified that “[a] court may\nassert general jurisdiction over foreign (sister-state or\nforeign-country) corporations to hear any and all claims\nagainst them when their affiliations with the State are so\n‘continuous and systematic’ as to render them essentially\nat home in the forum State.” Daimler, 571 U. S., at ___\n(slip op., at 8) (quoting Goodyear, 564 U. S., at 919). The\n“paradigm” forums in which a corporate defendant is “at\nhome,” we explained, are the corporation’s place of incor-\nporation and its principal place of business. Daimler, 571\nU. S., at ___ (slip op., at 18–19); Goodyear, 564 U. S., at\n924. The exercise of general jurisdiction is not limited to\nthese forums; in an “exceptional case,” a corporate defend-\nant’s operations in another forum “may be so substantial\nand of such a nature as to render the corporation at home\nin that State.” Daimler, 571 U. S., at ___, n. 19 (slip op., at\n20, n. 19). We suggested that Perkins v. Benguet Consol.\nMining Co., 342 U. S. 437 (1952), exemplified such a case.\nDaimler, 571 U. S., at ___, n. 19 (slip op., at 20, n. 19). In\nPerkins, war had forced the defendant corporation’s owner\nto temporarily relocate the enterprise from the Philippines\nto Ohio. 342 U. S., at 447–448. Because Ohio then be-\ncame “the center of the corporation’s wartime activities,”\nDaimler, 571 U. S., at ___, n. 8 (slip op., at 12, n. 8), suit\n\u000c                     Cite as: 581 U. S. ____ (2017)                   11\n\n                          Opinion of the Court\n\nwas proper there, Perkins, 342 U. S., at 448.\n   The Montana Supreme Court distinguished Daimler on\nthe ground that we did not there confront “a FELA claim\nor a railroad defendant.” 383 Mont., at 424, 373 P. 3d, at\n6. The Fourteenth Amendment due process constraint\ndescribed in Daimler, however, applies to all state-court\nassertions of general jurisdiction over nonresident defend-\nants; the constraint does not vary with the type of claim\nasserted or business enterprise sued.3\n   BNSF, we repeat, is not incorporated in Montana and\ndoes not maintain its principal place of business there.\nNor is BNSF so heavily engaged in activity in Montana “as\nto render [it] essentially at home” in that State. See\nDaimler, 571 U. S., at ___ (slip op., at 8) (internal quota-\ntion marks omitted). As earlier noted, BNSF has over\n2,000 miles of railroad track and more than 2,000 employ-\nees in Montana. But, as we observed in Daimler, “the\ngeneral jurisdiction inquiry does not focus solely on the\nmagnitude of the defendant’s in-state contacts.” Id., at\n___, n. 20 (slip op., at 21, n. 20) (internal quotation marks\nand alterations omitted). Rather, the inquiry “calls for an\nappraisal of a corporation’s activities in their entirety”;\n“[a] corporation that operates in many places can scarcely\nbe deemed at home in all of them.” Ibid. In short, the\nbusiness BNSF does in Montana is sufficient to subject the\nrailroad to specific personal jurisdiction in that State on\nclaims related to the business it does in Montana. But in-\nstate business, we clarified in Daimler and Goodyear, does\nnot suffice to permit the assertion of general jurisdiction\nover claims like Nelson’s and Tyrrell’s that are unrelated\n\n——————\n  3 The Montana Supreme Court also erred in asserting that “Congress\n\ndrafted the FELA to make a railroad ‘at home’ for jurisdictional pur-\nposes wherever it is ‘doing business.’ ” 383 Mont. 417, 425, 373 P. 3d 1,\n6 (2016). As discussed, supra, at 5–7, in §56’s first sentence, Congress\ndealt with venue only, not personal jurisdiction.\n\u000c12                      BNSF R. CO. v. TYRRELL\n\n                           Opinion of the Court\n\nto any activity occurring in Montana.4\n                              IV\n  Nelson and Tyrrell present a further argument—that\nBNSF has consented to personal jurisdiction in Montana.\nSee Brief for Respondents 50–51. The Montana Supreme\nCourt did not address this contention, see 383 Mont., at\n429, n. 3, 373 P. 3d, at 9, n. 3, so we do not reach it. See\nCutter v. Wilkinson, 544 U. S. 709, 718, n. 7 (2005) (“[W]e\nare a court of review, not of first view.”).\n                      *    *    *\n  For the reasons stated, the judgment of the Montana\nSupreme Court is reversed, and the cases are remanded\n——————\n   4 JUSTICE SOTOMAYOR, dissenting in part, renews a debate compre-\n\nhensively aired in Daimler AG v. Bauman, 571 U. S. ___ (2014). There,\nas again here, JUSTICE SOTOMAYOR treats the assertion of jurisdiction\nby the State of Washington courts in International Shoe Co. v. Wash-\nington, 326 U. S. 310 (1945), as an exercise of general, dispute-blind,\njurisdiction, post, at 3, thereby overlooking the fundamental difference\nbetween International Shoe and these cases. In International Shoe, the\ndefendant corporation’s in-state activities had “not only been continu-\nous and systematic, but also g[a]ve rise to the liabilities sued on.” 326\nU. S., at 317. The state courts there asserted jurisdiction not over\nclaims that had nothing to do with the State; instead, they exercised\nadjudicatory authority to hold the defendant corporation accountable\nfor activity pursued within the State of Washington. Daimler, 571\nU. S., at ___, ___, n. 10 (slip op., at 7, 14, n. 10). This Court, therefore,\nhad no occasion in International Shoe to “engage in a comparison\nbetween International Shoe’s contacts within the State of Washington\nand the other States in which it operated.” Post, at 3. In marked\ncontrast to International Shoe, Nelson’s and Tyrrell’s claims have no\nrelationship to anything that occurred or had its principal impact in\nMontana.\n   This Court’s opinion is not limited to §56 because the Montana\nSupreme Court went on to address and decide the question: Do “Mon-\ntana courts have personal jurisdiction over BNSF under Montana law?”\n383 Mont., at 426, 373 P. 3d, at 7. See also id., at 429, 373 P. 3d, at 9\n(“Under Montana law, Montana courts have general personal jurisdic-\ntion over BNSF.”).\n\u000c                 Cite as: 581 U. S. ____ (2017) \n                 13\n\n                     Opinion of the Court \n\n\nfor further proceedings not inconsistent with this opinion.\n\n\n                                                    It is so ordered.\n\u000c                   Cite as: 581 U. S. ____ (2017)              1\n\n                   Opinion\n                    OpinionofofofSS         , J.\n                                          , J.\n                                   OTOMAYOR\n                                  OTOMAYOR\n\n\nSUPREME COURT OF THE UNITED STATES\n                           _________________\n\n                            No. 16–405\n                           _________________\n\n\n BNSF RAILWAY CO., PETITIONER v. KELLI TYRRELL, \n\n  SPECIAL ADMINISTRATOR FOR THE ESTATE OF BRENT T.\n\n             TYRRELL, DECEASED, ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      MONTANA\n\n                          [May 30, 2017]\n\n\n    JUSTICE SOTOMAYOR, concurring in part and dissenting\nin part.\n    I concur in the Court’s conclusion that the Federal\nEmployers’ Liability Act (FELA), 45 U. S. C. §51 et seq.,\ndoes not confer personal jurisdiction over railroads on\nstate courts. I also agree that the Montana Supreme\nCourt erred when it concluded that the nature of the claim\nhere—a FELA claim against a railroad—answers the\nquestion whether the Due Process Clause allows the exer-\ncise of personal jurisdiction over BNSF. But my agree-\nment with the majority ends there. I continue to disagree\nwith the path the Court struck in Daimler AG v. Bauman,\n571 U. S. ___ (2014), which limits general jurisdiction over\na corporate defendant only to those States where it is\n“ ‘essentially at home,’ ” id., at ___ (slip op., at 8). And even\nif the Court insists on adhering to that standard, I dissent\nfrom its decision to apply it here in the first instance\nrather than remanding to the Montana Supreme Court for\nit to conduct what should be a fact-intensive analysis\nunder the proper legal framework. Accordingly, I join\nParts I and II of the Court’s opinion, but dissent from Part\nIII and the judgment.\n    The Court would do well to adhere more faithfully to the\ndirection from International Shoe Co. v. Washington, 326\n\u000c2                    BNSF R. CO. v. TYRRELL\n\n      SOTOMAYOR, J., Opinion\n                     concurring\n                             of SinOTOMAYOR\n                                    part and,dissenting\n                                             J.         in part\n\nU. S. 310 (1945), which instructed that general jurisdic-\ntion is proper when a corporation’s “continuous corporate\noperations within a state [are] so substantial and of such a\nnature as to justify suit against it on causes of action\narising from dealings entirely distinct from those activi-\nties.” Id., at 318. Under International Shoe, in other\nwords, courts were to ask whether the benefits a defend-\nant attained in the forum State warranted the burdens\nassociated with general personal jurisdiction. See id., at\n317–318. The majority itself acknowledges that Interna-\ntional Shoe should govern, describing the question as\nwhether a defendant’s affiliations with a State are suffi-\nciently “ ‘continuous and systematic’ ” to warrant the exer-\ncise of general jurisdiction there. Ante, at 10. If only its\nanalysis today reflected that directive. Instead, the major-\nity opinion goes on to reaffirm the restrictive “at home”\ntest set out in Daimler—a test that, as I have explained,\nhas no home in our precedents and creates serious inequi-\nties. See 571 U. S., at ___–___ (SOTOMAYOR, J., concurring\nin judgment) (slip op., at 8–19).\n   The majority’s approach grants a jurisdictional windfall\nto large multistate or multinational corporations that\noperate across many jurisdictions. Under its reasoning, it\nis virtually inconceivable that such corporations will ever\nbe subject to general jurisdiction in any location other\nthan their principal places of business or of incorporation.\nForeign businesses with principal places of business out-\nside the United States may never be subject to general\njurisdiction in this country even though they have contin-\nuous and systematic contacts within the United States.\nSee id., at ___–___ (slip op., at 17–18). What was once a\nholistic, nuanced contacts analysis backed by considera-\ntions of fairness and reasonableness has now effectively\nbeen replaced by the rote identification of a corporation’s\n\u000c                    Cite as: 581 U. S. ____ (2017)                  3\n\n       SOTOMAYOR, J., Opinion\n                      concurring\n                              of SinOTOMAYOR\n                                     part and,dissenting\n                                              J.         in part\n\nprincipal place of business or place of incorporation.1 The\nresult? It is individual plaintiffs, harmed by the actions\nof a farflung foreign corporation, who will bear the brunt\nof the majority’s approach and be forced to sue in dis-\ntant jurisdictions with which they have no contacts or\nconnection.\n  Moreover, the comparative contacts analysis invented in\nDaimler resurfaces here and proves all but dispositive.\nThe majority makes much of the fact that BNSF’s contacts\nin Montana are only a percentage of its contacts with\nother jurisdictions. Ante, at 3, 11. But International Shoe,\nwhich the majority agrees is the springboard for our mod-\nern personal jurisdiction jurisprudence, ante, at 9, applied\nno comparative contacts test. There the Court analyzed\nwhether the Delaware corporation had “by its activities in\nthe State of Washington rendered itself amenable to pro-\nceedings” in the State. 326 U. S., at 311. The Court eval-\nuated whether the corporation had offices in the forum\nState, made contracts there, delivered goods there, or\nemployed salesmen there. See id., at 313. Despite ac-\nknowledging that the corporation maintained places of\nbusiness in several States, ibid., the Court did not engage\nin a comparison between International Shoe’s contacts\nwithin the State of Washington and the other States in\nwhich it operated.2 The Court noted that the corporation\n——————\n   1 As many commentators have observed, lower courts adhered to the\n\ncontinuous-and-systematic standard for decades before Daimler, and its\npredecessor Goodyear Dunlop Tires Operations, S. A. v. Brown, 564\nU. S. 915 (2011), wrought the present sea change. See, e.g., Cornett \u0026\nHoffheimer, Good-Bye Significant Contacts: General Personal Jurisdic-\ntion after Daimler AG v. Bauman, 76 Ohio St. L. J. 101 (2015); Parry,\nRethinking Personal Jurisdiction after Bauman and Walden, 19 Lewis\n\u0026 Clark L. Rev. 607 (2015); Doernberg, Resoling International Shoe, 2\nTex. A\u0026M L. Rev. 247 (2014); Feder, Goodyear, “Home,” and the\nUncertain Future of Doing Business Jurisdiction, 63 S. C. L. Rev. 671\n(2012).\n   2 The majority responds that the language from International Shoe\n\u000c4                      BNSF R. CO. v. TYRRELL\n\n       SOTOMAYOR, J., Opinion\n                      concurring\n                              of SinOTOMAYOR\n                                     part and,dissenting\n                                              J.         in part\n\nemployed 11 to 13 salesmen in Washington but did not\nquery how that number compared to the number of sales-\nmen in other States. Ibid. As well it should not have; the\nrelative percentage of contacts is irrelevant. The focus\nshould be on the quality and quantity of the defendant’s\ncontacts in the forum State.3\n   The majority does even Daimler itself a disservice,\npaying only lipservice to the question the Court purported\nto reserve there—the possibility of an “exceptional case” in\nwhich general jurisdiction would be proper in a forum\nState that is neither a corporate defendant’s place of\nincorporation nor its principal place of business. See 571\nU. S., at ___, n. 19 (slip op., at 20, n. 19). Its opinion here\ncould be understood to limit that exception to the exact\nfacts of Perkins v. Benguet Consol. Mining Co., 342 U. S.\n437 (1952). See ante, at 10–11. That reading is so narrow\nas to read the exception out of existence entirely; certainly\na defendant with significant contacts with more than one\nState falls outside its ambit. And so it is inevitable under\nits own reasoning that the majority would conclude that\nBNSF’s contacts with Montana are insufficient to justify\nthe exercise of personal jurisdiction here. This result is\nperverse. Despite having reserved the possibility of an\n“exceptional case” in Daimler, the majority here has re-\n——————\ninforms only a specific jurisdiction case. Ante, at 12, n. 4. But the\nmajority’s view of International Shoe is overly restrictive. The terms\n“specific jurisdiction” and “general jurisdiction” are nowhere to be found\nin that opinion. And I continue to believe, as I noted in Daimler, that\nthere is no material difference between the “continuous and systematic”\nterminology International Shoe used for what we now call specific\njurisdiction and the “continuous” and “substantial” terminology it used\nfor what we now call general jurisdiction. See Daimler, 571 U. S., at\n___, n. 6 (SOTOMAYOR, J., concurring in judgment) (slip op., at 8, n. 6).\n  3 Indeed, in neither Perkins v. Benguet Consol. Mining Co., 342 U. S.\n\n437 (1952), nor Helicopteros Nacionales de Colombia, S. A. v. Hall, 466\nU. S. 408 (1984), did the Court engage in a comparative-contacts\nanalysis.\n\u000c                     Cite as: 581 U. S. ____ (2017)                   5\n\n       SOTOMAYOR, J., Opinion\n                      concurring\n                              of SinOTOMAYOR\n                                     part and,dissenting\n                                              J.         in part\n\njected that possibility out of hand.\n  Worse, the majority reaches its conclusion only by de-\nparting from the Court’s normal practice.4 Had it re-\nmanded to the Montana Supreme Court to reevaluate the\ndue process question under the correct legal standard,\nthat court could have examined whether this is such an\n“exceptional case.” Instead, with its ruling today, the\nCourt unnecessarily sends a signal to the lower courts\nthat the exceptional-circumstances inquiry is all form, no\nsubstance.\n  I respectfully concur in part and dissent in part.\n\n\n\n\n——————\n   4 The Montana Supreme Court reached this question only by wrongly\n\nassuming that 45 U. S. C. §56 is a jurisdictional statute and that a\ndefendant’s unique status as a railroad company is dispositive of the\njurisdictional question. A remand rather than an outright reversal is\nthis Court’s traditional practice where a lower court applies the incor-\nrect legal standard; we have done it repeatedly just this Term. See,\ne.g., Bethune-Hill v. Virginia State Bd. of Elections, 580 U. S. ___\n(2017); Bolivarian Republic of Venezuela v. Helmerich \u0026 Payne Int’l\nDrilling Co., ante, p. ___; McLane Co. v. EEOC, ante, p. ___; Moore v.\nTexas, ante, p. ___.\n\u000c",
	"cited_id": [
		103549
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Baltimore \u0026 Ohio R. Co. v. Kepner, 314 U. S. 44 (1941)"
	],
	"case_extract": [
		"Baltimore \u0026 Ohio R. Co. v. Kepner, 314 U. S. 44 (1941)"
	],
	"citing_sentence": "In Baltimore \u0026 Ohio R. Co. v. Kepner, 314 U. S. 44 (1941), we comprehended this clause as “establish[ing] venue” for a federal-court action.",
	"citing_paragraph": "The first sentence of §56 states that “an action may be brought in a district court of the United States,” in, among other places, the district “in which the defendant shall be doing business at the time of commencing such action.” In Baltimore \u0026 Ohio R. Co. v. Kepner, 314 U. S. 44 (1941), we comprehended this clause as “establish[ing] venue” for a federal-court action. Id., at 52. Congress, we explained, designed §56 to expand venue beyond the limits of the 1888 Judiciary Act’s general venue provision, which al- lowed suit only “in districts of which the defendant was an inhabitant.” Id., at 49; see Act of Aug. 13, 1888, §1, 25 Stat. 434. Nowhere in Kepner or in any other decision did we intimate that §56 might affect personal jurisdiction.",
	"relevant_keywords": [
		"Federal Employers' Liability Act",
		"FELA",
		"45 USC §51",
		"45 USC §56",
		"jurisdiction",
		"district court",
		"doing business",
		"venue",
		"federal-court action",
		"suit"
	],
	"query": [
		"\"district court\" AND jurisdiction AND suit AND \"federal-court action\" AND venue AND \"doing business\"",
		"venue AND establish! AND (\"45 U S C\" OR \"45 USC\" OR fela OR \"federal employers liability act\") AND \"federal-court action\"",
		"jurisdiction AND (fela OR \"federal employers liability act\" OR \"45 USC\" OR \"45 U S C\") AND (\"§56\" OR \"§ 56\" OR \"section 56\" OR \"s 56\") AND suit AND venue AND \"doing business\" AND \"federal-court action\" AND \"district court\""
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "district court",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "federal-court action",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "doing business",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "jurisdiction venue"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "venue"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "establish*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "federal-court action",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "45 USC",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "45 U S C",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "FELA",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "federal employers liability act",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "jurisdiction suit venue"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "doing business",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "federal-court action",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "district court",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "45 USC",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "45 U S C",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "FELA",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "federal employers liability act",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§56"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 56",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 56",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 56",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}