{
	"id": 24,
	"case_id": 4172499,
	"case_title": "County of Los Angeles v. Mendez",
	"date_filed": "2017-05-30",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  COUNTY OF LOS ANGELES, CALIFORNIA, ET AL. v. \n\n                MENDEZ ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n      No. 16–369.      Argued March 22, 2017—Decided May 30, 2017\nThe Los Angeles County Sheriff’s Department received word from a\n  confidential informant that a potentially armed and dangerous parol-\n  ee-at-large had been seen at a certain residence. While other officers\n  searched the main house, Deputies Conley and Pederson searched\n  the back of the property where, unbeknownst to the deputies, re-\n  spondents Mendez and Garcia were napping inside a shack where\n  they lived. Without a search warrant and without announcing their\n  presence, the deputies opened the door of the shack. Mendez rose\n  from the bed, holding a BB gun that he used to kill pests. Deputy\n  Conley yelled, “Gun!” and the deputies immediately opened fire,\n  shooting Mendez and Garcia multiple times. Officers did not find the\n  parolee in the shack or elsewhere on the property.\n     Mendez and Garcia sued Deputies Conley and Pederson and the\n  County under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983, pressing three Fourth Amendment\n  claims: a warrantless entry claim, a knock-and-announce claim, and\n  an excessive force claim. On the first two claims, the District Court\n  awarded Mendez and Garcia nominal damages. On the excessive\n  force claim, the court found that the deputies’ use of force was rea-\n  sonable under Graham v. Connor, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112257\"\u003e\u003ca href=\"/opinion/112257/graham-v-connor/\"\u003e\u003cspan class=\"volume\"\u003e490\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e386\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, but held them liable\n  nonetheless under the Ninth Circuit’s provocation rule, which makes\n  an officer’s otherwise reasonable use of force unreasonable if (1) the\n  officer “intentionally or recklessly provokes a violent confrontation”\n  and (2) “the provocation is an independent Fourth Amendment viola-\n  tion,” Billington v. Smith, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"777936\"\u003e\u003ca href=\"/opinion/777936/patricia-billington-as-personal-representative-of-the-estate-of-ryan/\"\u003e\u003cspan class=\"volume\"\u003e292\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1177\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1189. On appeal, the\n  Ninth Circuit held that the officers were entitled to qualified immun-\n  ity on the knock-and-announce claim and that the warrantless entry\n  violated clearly established law. It also affirmed the District Court’s\n\u000c2               COUNTY OF LOS ANGELES v. MENDEZ\n\n                                  Syllabus\n\n    application of the provocation rule, and held, in the alternative, that\n    basic notions of proximate cause would support liability even without\n    the provocation rule.\nHeld: The Fourth Amendment provides no basis for the Ninth Circuit’s\n “provocation rule.” Pp. 5–10.\n    (a) The provocation rule is incompatible with this Court’s excessive\n force jurisprudence, which sets forth a settled and exclusive frame-\n work for analyzing whether the force used in making a seizure com-\n plies with the Fourth Amendment. See Graham, supra, at 395. The\n operative question in such cases is “whether the totality of the cir-\n cumstances justifie[s] a particular sort of search or seizure.” Tennes-\n see v. Garner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111397\"\u003e\u003ca href=\"/opinion/111397/tennessee-v-garner/\"\u003e\u003cspan class=\"volume\"\u003e471\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 8–9. When an officer carries out a seizure\n that is reasonable, taking into account all relevant circumstances,\n there is no valid excessive force claim. The provocation rule, howev-\n er, instructs courts to look back in time to see if a different Fourth\n Amendment violation was somehow tied to the eventual use of force,\n an approach that mistakenly conflates distinct Fourth Amendment\n claims. The proper framework is set out in Graham. To the extent\n that a plaintiff has other Fourth Amendment claims, they should be\n analyzed separately.\n    The Ninth Circuit attempts to cabin the provocation rule by defin-\n ing a two-prong test: First, the separate constitutional violation must\n “creat[e] a situation which led to” the use of force; and second, the\n separate constitutional violation must be committed recklessly or in-\n tentionally. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e815\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1178\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1193. Neither limitation, however,\n solves the fundamental problem: namely, that the provocation rule is\n an unwarranted and illogical expansion of Graham. In addition, each\n limitation creates problems of its own. First, the rule relies on a\n vague causal standard. Second, while the reasonableness of a search\n or seizure is almost always based on objective factors, the provocation\n rule looks to the subjective intent of the officers who carried out the\n seizure.\n    There is no need to distort the excessive force inquiry in this way in\n order to hold law enforcement officers liable for the foreseeable con-\n sequences of all their constitutional torts. Plaintiffs can, subject to\n qualified immunity, generally recover damages that are proximately\n caused by any Fourth Amendment violation. See, e.g., Heck v.\n Humphrey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117864\"\u003e\u003ca href=\"/opinion/117864/heck-v-humphrey/\"\u003e\u003cspan class=\"volume\"\u003e512\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e477\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 483. Here, if respondents cannot recover\n on their excessive force claim, that will not foreclose recovery for in-\n juries proximately caused by the warrantless entry. Pp. 5–10.\n    (b) The Ninth Circuit’s proximate-cause holding is similarly taint-\n ed. Its analysis appears to focus solely on the risks foreseeably asso-\n ciated with the failure to knock and announce—the claim on which\n the court concluded that the deputies had qualified immunity—\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                               Syllabus\n\n  rather than the warrantless entry. On remand, the court should re-\n  visit the question whether proximate cause permits respondents to\n  recover damages for their injuries based on the deputies’ failure to\n  secure a warrant at the outset. Pp. 10–11.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e815\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1178\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n  ALITO, J., delivered the opinion of the Court, in which all other Mem-\nbers joined, except GORSUCH, J., who took no part in the consideration\nor decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–369\n                                  _________________\n\n\n  COUNTY OF LOS ANGELES, CALIFORNIA, ET AL., \n\n     PETITIONERS v. ANGEL MENDEZ, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                                [May 30, 2017]\n\n\n  JUSTICE ALITO delivered the opinion of the Court.\n  If law enforcement officers make a “seizure” of a person\nusing force that is judged to be reasonable based on a\nconsideration of the circumstances relevant to that deter-\nmination, may the officers nevertheless be held liable for\ninjuries caused by the seizure on the ground that they\ncommitted a separate Fourth Amendment violation that\ncontributed to their need to use force? The Ninth Circuit\nhas adopted a “provocation rule” that imposes liability in\nsuch a situation.\n  We hold that the Fourth Amendment provides no basis\nfor such a rule. A different Fourth Amendment violation\ncannot transform a later, reasonable use of force into an\nunreasonable seizure.\n                            I\n\n                            A\n\n  In October 2010, deputies from the Los Angeles County\nSheriff ’s Department were searching for a parolee-at-large\nnamed Ronnie O’Dell. A felony arrest warrant had been\nissued for O’Dell, who was believed to be armed and dan-\ngerous and had previously evaded capture. Findings of\n\u000c2           COUNTY OF LOS ANGELES v. MENDEZ\n\n                     Opinion of the Court\n\nFact and Conclusions of Law, No. 2:11–cv–04771 (CD\nCal.), App. to Pet. for Cert. 56a, 64a. Deputies Christo-\npher Conley and Jennifer Pederson were assigned to assist\nthe task force searching for O’Dell. Id., at 57a–58a. The\ntask force received word from a confidential informant\nthat O’Dell had been seen on a bicycle at a home in Lan-\ncaster, California, owned by Paula Hughes, and the offic-\ners then mapped out a plan for apprehending O’Dell. Id.,\nat 58a. Some officers would approach the front door of the\nHughes residence, while Deputies Conley and Pederson\nwould search the rear of the property and cover the back\ndoor of the residence. Id., at 59a. During this briefing, it\nwas announced that a man named Angel Mendez lived in\nthe backyard of the Hughes home with a pregnant woman\nnamed Jennifer Garcia (now Mrs. Jennifer Mendez). Ibid.\nDeputy Pederson heard this announcement, but at trial\nDeputy Conley testified that he did not remember it. Ibid.\n  When the officers reached the Hughes residence around\nmidday, three of them knocked on the front door while\nDeputies Conley and Pederson went to the back of the\nproperty. Id., at 63a. At the front door, Hughes asked if\nthe officers had a warrant. Ibid. A sergeant responded\nthat they did not but were searching for O’Dell and had a\nwarrant for his arrest. Ibid. One of the officers heard\nwhat he thought were sounds of someone running inside\nthe house. Id., at 64a. As the officers prepared to open\nthe door by force, Hughes opened the door and informed\nthem that O’Dell was not in the house. Ibid. She was\nplaced under arrest, and the house was searched, but\nO’Dell was not found. Ibid.\n  Meanwhile, Deputies Conley and Pederson, with guns\ndrawn, searched the rear of the residence, which was\ncluttered with debris and abandoned automobiles. Id., at\n60a, 65a. The property included three metal storage sheds\nand a one-room shack made of wood and plywood. Id., at\n60a. Mendez had built the shack, and he and Garcia had\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\nlived inside for about 10 months. Id., at 61a. The shack\nhad a single doorway covered by a blue blanket. Ibid.\nAmid the debris on the ground, an electrical cord ran into\nthe shack, and an air conditioner was mounted on the\nside. Id., at 62a. A gym storage locker and clothes and\nother possessions were nearby. Id., at 61a. Mendez kept a\nBB rifle in the shack for use on rats and other pests. Id.,\nat 62a. The BB gun “closely resembled a small caliber\nrifle.” Ibid.\n   Deputies Conley and Pederson first checked the three\nmetal sheds and found no one inside. Id., at 65a. They\nthen approached the door of the shack. Id., at 66a. Unbe-\nknownst to the officers, Mendez and Garcia were in the\nshack and were napping on a futon. Id., at 67a. The\ndeputies did not have a search warrant and did not knock\nand announce their presence. Id., at 66a. When Deputy\nConley opened the wooden door and pulled back the blan-\nket, Mendez thought it was Ms. Hughes and rose from the\nbed, picking up the BB gun so he could stand up and place\nit on the floor. Id., at 68a. As a result, when the deputies\nentered, he was holding the BB gun, and it was “point[ing]\nsomewhat south towards Deputy Conley.” Id., at 69a.\nDeputy Conley yelled, “Gun!” and the deputies immediately\nopened fire, discharging a total of 15 rounds. Id., at 69a–\n70a. Mendez and Garcia “were shot multiple times and\nsuffered severe injuries,” and Mendez’s right leg was later\namputated below the knee. Id., at 70a. O’Dell was not in\nthe shack or anywhere on the property. Ibid.\n                           B\n  Mendez and his wife (respondents here) filed suit under\nRev. Stat. §1976, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983, against petitioners,\nthe County of Los Angeles and Deputies Conley and Ped-\nerson. As relevant here, they pressed three Fourth\nAmendment claims. First, they claimed that the deputies\nexecuted an unreasonable search by entering the shack\n\u000c4           COUNTY OF LOS ANGELES v. MENDEZ\n\n                     Opinion of the Court\n\nwithout a warrant (the “warrantless entry claim”); second,\nthey asserted that the deputies performed an unreason-\nable search because they failed to announce their presence\nbefore entering the shack (the “knock-and-announce\nclaim”); and third, they claimed that the deputies effected\nan unreasonable seizure by deploying excessive force in\nopening fire after entering the shack (the “excessive force\nclaim”).\n  After a bench trial, the District Court ruled largely in\nfavor of respondents. App. to Pet. for Cert. 135a–136a.\nThe court found Deputy Conley liable on the warrantless\nentry claim, and the court also found both deputies liable\non the knock-and-announce claim. But the court awarded\nnominal damages for these violations because “the act of\npointing the BB gun” was a superseding cause “as far as\ndamage [from the shooting was] concerned.” App. 238.\n  The District Court then addressed respondents’ exces-\nsive force claim. App. to Pet. for Cert. 105a–127a. The\ncourt began by evaluating whether the deputies used\nexcessive force under Graham v. Connor, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112257\"\u003e\u003ca href=\"/opinion/112257/graham-v-connor/\"\u003e\u003cspan class=\"volume\"\u003e490\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e386\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1989). The court held that, under Graham, the deputies’\nuse of force was reasonable “given their belief that a man\nwas holding a firearm rifle threatening their lives.” App.\nto Pet. for Cert. 108a. But the court did not end its exces-\nsive force analysis at this point. Instead, the court turned\nto the Ninth Circuit’s provocation rule, which holds that\n“an officer’s otherwise reasonable (and lawful) defensive\nuse of force is unreasonable as a matter of law, if (1) the\nofficer intentionally or recklessly provoked a violent re-\nsponse, and (2) that provocation is an independent consti-\ntutional violation.” Id., at 111a. Based on this rule, the\nDistrict Court held the deputies liable for excessive force\nand awarded respondents around $4 million in damages.\nId., at 135a–136a.\n  The Court of Appeals affirmed in part and reversed in\npart. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e815\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1178\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA9 2016). Contrary to the District\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\nCourt, the Court of Appeals held that the officers were\nentitled to qualified immunity on the knock-and-announce\nclaim. Id., at 1191–1193. But the court concluded that\nthe warrantless entry of the shack violated clearly estab-\nlished law and was attributable to both deputies. Id., at\n1191, 1195. Finally, and most important for present\npurposes, the court affirmed the application of the provo-\ncation rule. The Court of Appeals did not disagree with\nthe conclusion that the shooting was reasonable under\nGraham; instead, like the District Court, the Court of\nAppeals applied the provocation rule and held the depu-\nties liable for the use of force on the theory that they had\nintentionally and recklessly brought about the shooting by\nentering the shack without a warrant in violation of clearly\nestablished law. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e815\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1193.\n   The Court of Appeals also adopted an alternative ra-\ntionale for its judgment. It held that “basic notions of\nproximate cause” would support liability even without the\nprovocation rule because it was “reasonably foreseeable”\nthat the officers would meet an armed homeowner when\nthey “barged into the shack unannounced.” Id., at 1194–\n1195.\n   We granted certiorari. 580 U. S. ___ (2016).\n                             II\n  The Ninth Circuit’s provocation rule permits an exces-\nsive force claim under the Fourth Amendment “where an\nofficer intentionally or recklessly provokes a violent con-\nfrontation, if the provocation is an independent Fourth\nAmendment violation.” Billington v. Smith, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"777936\"\u003e\u003ca href=\"/opinion/777936/patricia-billington-as-personal-representative-of-the-estate-of-ryan/\"\u003e\u003cspan class=\"volume\"\u003e292\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e1177\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1189 (CA9 2002). The rule comes into play after a\nforceful seizure has been judged to be reasonable under\nGraham. Once a court has made that determination, the\nrule instructs the court to ask whether the law enforce-\nment officer violated the Fourth Amendment in some\nother way in the course of events leading up to the seizure.\n\u000c6           COUNTY OF LOS ANGELES v. MENDEZ\n\n                     Opinion of the Court\n\nIf so, that separate Fourth Amendment violation may\n“render the officer’s otherwise reasonable defensive use of\nforce unreasonable as a matter of law.” Id., at 1190–1191.\n   The provocation rule, which has been “sharply ques-\ntioned” outside the Ninth Circuit, City and County of San\nFrancisco v. Sheehan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, n. 4 (2015) (slip\nop., at 14, n. 4), is incompatible with our excessive force\njurisprudence. The rule’s fundamental flaw is that it uses\nanother constitutional violation to manufacture an exces-\nsive force claim where one would not otherwise exist.\n   The Fourth Amendment prohibits “unreasonable\nsearches and seizures.” “[R]easonableness is always the\ntouchstone of Fourth Amendment analysis,” Birchfield v.\nNorth Dakota, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e579\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip op., at 37),\nand reasonableness is generally assessed by carefully\nweighing “the nature and quality of the intrusion on the\nindividual’s Fourth Amendment interests against the\nimportance of the governmental interests alleged to justify\nthe intrusion.” Tennessee v. Garner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111397\"\u003e\u003ca href=\"/opinion/111397/tennessee-v-garner/\"\u003e\u003cspan class=\"volume\"\u003e471\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 8 (1985)\n(internal quotation marks omitted).\n   Our case law sets forth a settled and exclusive frame-\nwork for analyzing whether the force used in making a\nseizure complies with the Fourth Amendment. See Gra-\nham, 490 U. S., at 395. As in other areas of our Fourth\nAmendment jurisprudence, “[d]etermining whether the\nforce used to effect a particular seizure is ‘reasonable’ ”\nrequires balancing of the individual’s Fourth Amendment\ninterests against the relevant government interests. Id.,\nat 396. The operative question in excessive force cases is\n“whether the totality of the circumstances justifie[s] a\nparticular sort of search or seizure.” Garner, supra, at 8–9.\n   The reasonableness of the use of force is evaluated\nunder an “objective” inquiry that pays “careful attention to\nthe facts and circumstances of each particular case.”\nGraham, supra, at 396. And “[t]he ‘reasonableness’ of a\nparticular use of force must be judged from the perspective\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nof a reasonable officer on the scene, rather than with the\n20/20 vision of hindsight.” Ibid. “Excessive force claims\n. . . are evaluated for objective reasonableness based upon\nthe information the officers had when the conduct oc-\ncurred.” Saucier v. Katz, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e533\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e194\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 207 (2001). That\ninquiry is dispositive: When an officer carries out a seizure\nthat is reasonable, taking into account all relevant cir-\ncumstances, there is no valid excessive force claim.\n    The basic problem with the provocation rule is that it\nfails to stop there. Instead, the rule provides a novel and\nunsupported path to liability in cases in which the use of\nforce was reasonable. Specifically, it instructs courts to\nlook back in time to see if there was a different Fourth\nAmendment violation that is somehow tied to the eventual\nuse of force. That distinct violation, rather than the force-\nful seizure itself, may then serve as the foundation of the\nplaintiff ’s excessive force claim. Billington, supra, at 1190\n(“The basis of liability for the subsequent use of force is\nthe initial constitutional violation . . . ”).\n    This approach mistakenly conflates distinct Fourth\nAmendment claims. Contrary to this approach, the objec-\ntive reasonableness analysis must be conducted separately\nfor each search or seizure that is alleged to be unconstitu-\ntional. An excessive force claim is a claim that a law\nenforcement officer carried out an unreasonable seizure\nthrough a use of force that was not justified under the\nrelevant circumstances. It is not a claim that an officer\nused reasonable force after committing a distinct Fourth\nAmendment violation such as an unreasonable entry.\n    By conflating excessive force claims with other Fourth\nAmendment claims, the provocation rule permits excessive\nforce claims that cannot succeed on their own terms. That\nis precisely how the rule operated in this case. The Dis-\ntrict Court found (and the Ninth Circuit did not dispute)\nthat the use of force by the deputies was reasonable under\nGraham. However, respondents were still able to recover\n\u000c8             COUNTY OF LOS ANGELES v. MENDEZ\n\n                          Opinion of the Court\n\ndamages because the deputies committed a separate\nconstitutional violation (the warrantless entry into the\nshack) that in some sense set the table for the use of force.\nThat is wrong. The framework for analyzing excessive\nforce claims is set out in Graham. If there is no excessive\nforce claim under Graham, there is no excessive force\nclaim at all. To the extent that a plaintiff has other\nFourth Amendment claims, they should be analyzed\nseparately.*\n  The Ninth Circuit’s efforts to cabin the provocation rule\nonly undermine it further. The Ninth Circuit appears to\nrecognize that it would be going entirely too far to suggest\nthat any Fourth Amendment violation that is connected to\na reasonable use of force should create a valid excessive\nforce claim. See, e.g., Beier v. Lewiston, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"784737\"\u003e\u003ca href=\"/opinion/784737/rafael-do-beier-dr-v-lewiston-city-of-jack-baldwin-john-doe-jane-doe/\"\u003e\u003cspan class=\"volume\"\u003e354\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1058\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1064 (CA9 2004) (“Because the excessive force and false\narrest factual inquiries are distinct, establishing a lack of\nprobable cause to make an arrest does not establish an\nexcessive force claim, and vice-versa”). Instead, that court\nhas endeavored to limit the rule to only those distinct\nFourth Amendment violations that in some sense “pro-\nvoked” the need to use force. The concept of provocation,\n——————\n  * Respondents do not attempt to defend the provocation rule. In-\nstead, they argue that the judgment below should be affirmed under\nGraham itself. Graham commands that an officer’s use of force be\nassessed for reasonableness under the “totality of the circumstances.”\n490 U. S., at 396 (internal quotation marks omitted). On respondents’\nview, that means taking into account unreasonable police conduct prior\nto the use of force that foreseeably created the need to use it. Brief for\nRespondents 42–43. We did not grant certiorari on that question, and\nthe decision below did not address it. Accordingly, we decline to ad-\ndress it here. See, e.g., McLane Co. v. EEOC, ante, at 11 (“[W]e are a\ncourt of review, not of first view” (internal quotation marks omitted)).\nAll we hold today is that once a use of force is deemed reasonable under\nGraham, it may not be found unreasonable by reference to some sepa-\nrate constitutional violation. Any argument regarding the District\nCourt’s application of Graham in this case should be addressed to the\nNinth Circuit on remand.\n\u000c                 Cite as: 581 U. S. ____ (2017)           9\n\n                     Opinion of the Court\n\nin turn, has been defined using a two-prong test. First,\nthe separate constitutional violation must “creat[e] a\nsituation which led to” the use of force; second, the sepa-\nrate constitutional violation must be committed recklessly\nor intentionally. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e815\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1193 (internal quotation\nmarks omitted).\n   Neither of these limitations solves the fundamental\nproblem of the provocation rule: namely, that it is an\nunwarranted and illogical expansion of Graham. But in\naddition, each of the limitations creates problems of its\nown. First, the rule includes a vague causal standard. It\napplies when a prior constitutional violation “created a\nsituation which led to” the use of force. The rule does not\nincorporate the familiar proximate cause standard. In-\ndeed, it is not clear what causal standard is being applied.\nSecond, while the reasonableness of a search or seizure is\nalmost always based on objective factors, see Whren v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118036\"\u003e\u003ca href=\"/opinion/118036/whren-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e806\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 814 (1996), the provocation\nrule looks to the subjective intent of the officers who car-\nried out the seizure. As noted, under the Ninth Circuit’s\nrule, a prior Fourth Amendment violation may be held to\nhave provoked a later, reasonable use of force only if the\nprior violation was intentional or reckless.\n   The provocation rule may be motivated by the notion\nthat it is important to hold law enforcement officers liable\nfor the foreseeable consequences of all of their constitu-\ntional torts. See Billington, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e292\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1190 (“[I]f an\nofficer’s provocative actions are objectively unreasonable\nunder the Fourth Amendment, . . . liability is established,\nand the question becomes . . . what harms the constitu-\ntional violation proximately caused”). However, there is\nno need to distort the excessive force inquiry in order to\naccomplish this objective. To the contrary, both parties\naccept the principle that plaintiffs can—subject to quali-\nfied immunity—generally recover damages that are prox-\nimately caused by any Fourth Amendment violation. See,\n\u000c10          COUNTY OF LOS ANGELES v. MENDEZ\n\n                      Opinion of the Court\n\ne.g., Heck v. Humphrey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117864\"\u003e\u003ca href=\"/opinion/117864/heck-v-humphrey/\"\u003e\u003cspan class=\"volume\"\u003e512\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e477\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 483 (1994) (§1983\n“creates a species of tort liability” informed by tort princi-\nples regarding “damages and the prerequisites for their\nrecovery” (internal quotation marks omitted)); Memphis\nCommunity School Dist. v. Stachura, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111721\"\u003e\u003ca href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"\u003e\u003cspan class=\"volume\"\u003e477\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e299\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 306\n(1986) (“[W]hen §1983 plaintiffs seek damages for viola-\ntions of constitutional rights, the level of damages is ordi-\nnarily determined according to principles derived from the\ncommon law of torts”). Thus, there is no need to dress up\nevery Fourth Amendment claim as an excessive force\nclaim. For example, if the plaintiffs in this case cannot\nrecover on their excessive force claim, that will not fore-\nclose recovery for injuries proximately caused by the war-\nrantless entry. The harm proximately caused by these\ntwo torts may overlap, but the two claims should not be\nconfused.\n                             III\n  The Court of Appeals also held that “even without rely-\ning on [the] provocation theory, the deputies are liable for\nthe shooting under basic notions of proximate cause.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e815\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1194. In other words, the court apparently con-\ncluded that the shooting was proximately caused by the\ndeputies’ warrantless entry of the shack. Proper analysis\nof this proximate cause question required consideration of\nthe “foreseeability or the scope of the risk created by the\npredicate conduct,” and required the court to conclude that\nthere was “some direct relation between the injury asserted\nand the injurious conduct alleged.” Paroline v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 7) (internal\nquotation marks omitted).\n  Unfortunately, the Court of Appeals’ proximate cause\nanalysis appears to have been tainted by the same errors\nthat cause us to reject the provocation rule. The court\nreasoned that when officers make a “startling entry” by\n“barg[ing] into” a home “unannounced,” it is reasonably\n\u000c                 Cite as: 581 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\nforeseeable that violence may result. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e815\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1194–\n1195 (internal quotation marks omitted). But this ap-\npears to focus solely on the risks foreseeably associated\nwith the failure to knock and announce, which could not\nserve as the basis for liability since the Court of Appeals\nconcluded that the officers had qualified immunity on that\nclaim. By contrast, the Court of Appeals did not identify\nthe foreseeable risks associated with the relevant constitu-\ntional violation (the warrantless entry); nor did it explain\nhow, on these facts, respondents’ injuries were proximately\ncaused by the warrantless entry. In other words, the\nCourt of Appeals’ proximate cause analysis, like the provo-\ncation rule, conflated distinct Fourth Amendment claims\nand required only a murky causal link between the war-\nrantless entry and the injuries attributed to it. On re-\nmand, the court should revisit the question whether prox-\nimate cause permits respondents to recover damages for\ntheir shooting injuries based on the deputies’ failure to\nsecure a warrant at the outset. See Bank of America Corp.\nv. Miami, ante, at 12 (declining to “draw the precise\nboundaries of proximate cause” in the first instance). The\narguments made on this point by the parties and by the\nUnited States as amicus provide a useful starting point for\nthis inquiry. See Brief for Petitioners 42–56; Brief for\nRespondents 20–31, 51–59; Reply Brief 17–24; Brief for\nUnited States as Amicus Curiae 26–32.\n                        *     *    *\n   For these reasons, the judgment of the Court of Appeals\nis vacated, and the case is remanded for further proceed-\nings consistent with this opinion.\n                                           It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  COUNTY OF LOS ANGELES, CALIFORNIA, ET AL. v. \n\n                MENDEZ ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n      No. 16–369.      Argued March 22, 2017—Decided May 30, 2017\nThe Los Angeles County Sheriff’s Department received word from a\n  confidential informant that a potentially armed and dangerous parol-\n  ee-at-large had been seen at a certain residence. While other officers\n  searched the main house, Deputies Conley and Pederson searched\n  the back of the property where, unbeknownst to the deputies, re-\n  spondents Mendez and Garcia were napping inside a shack where\n  they lived. Without a search warrant and without announcing their\n  presence, the deputies opened the door of the shack. Mendez rose\n  from the bed, holding a BB gun that he used to kill pests. Deputy\n  Conley yelled, “Gun!” and the deputies immediately opened fire,\n  shooting Mendez and Garcia multiple times. Officers did not find the\n  parolee in the shack or elsewhere on the property.\n     Mendez and Garcia sued Deputies Conley and Pederson and the\n  County under 42 U. S. C. §1983, pressing three Fourth Amendment\n  claims: a warrantless entry claim, a knock-and-announce claim, and\n  an excessive force claim. On the first two claims, the District Court\n  awarded Mendez and Garcia nominal damages. On the excessive\n  force claim, the court found that the deputies’ use of force was rea-\n  sonable under Graham v. Connor, 490 U. S. 386, but held them liable\n  nonetheless under the Ninth Circuit’s provocation rule, which makes\n  an officer’s otherwise reasonable use of force unreasonable if (1) the\n  officer “intentionally or recklessly provokes a violent confrontation”\n  and (2) “the provocation is an independent Fourth Amendment viola-\n  tion,” Billington v. Smith, 292 F. 3d 1177, 1189. On appeal, the\n  Ninth Circuit held that the officers were entitled to qualified immun-\n  ity on the knock-and-announce claim and that the warrantless entry\n  violated clearly established law. It also affirmed the District Court’s\n\u000c2               COUNTY OF LOS ANGELES v. MENDEZ\n\n                                  Syllabus\n\n    application of the provocation rule, and held, in the alternative, that\n    basic notions of proximate cause would support liability even without\n    the provocation rule.\nHeld: The Fourth Amendment provides no basis for the Ninth Circuit’s\n “provocation rule.” Pp. 5–10.\n    (a) The provocation rule is incompatible with this Court’s excessive\n force jurisprudence, which sets forth a settled and exclusive frame-\n work for analyzing whether the force used in making a seizure com-\n plies with the Fourth Amendment. See Graham, supra, at 395. The\n operative question in such cases is “whether the totality of the cir-\n cumstances justifie[s] a particular sort of search or seizure.” Tennes-\n see v. Garner, 471 U. S. 1, 8–9. When an officer carries out a seizure\n that is reasonable, taking into account all relevant circumstances,\n there is no valid excessive force claim. The provocation rule, howev-\n er, instructs courts to look back in time to see if a different Fourth\n Amendment violation was somehow tied to the eventual use of force,\n an approach that mistakenly conflates distinct Fourth Amendment\n claims. The proper framework is set out in Graham. To the extent\n that a plaintiff has other Fourth Amendment claims, they should be\n analyzed separately.\n    The Ninth Circuit attempts to cabin the provocation rule by defin-\n ing a two-prong test: First, the separate constitutional violation must\n “creat[e] a situation which led to” the use of force; and second, the\n separate constitutional violation must be committed recklessly or in-\n tentionally. 815 F. 3d 1178, 1193. Neither limitation, however,\n solves the fundamental problem: namely, that the provocation rule is\n an unwarranted and illogical expansion of Graham. In addition, each\n limitation creates problems of its own. First, the rule relies on a\n vague causal standard. Second, while the reasonableness of a search\n or seizure is almost always based on objective factors, the provocation\n rule looks to the subjective intent of the officers who carried out the\n seizure.\n    There is no need to distort the excessive force inquiry in this way in\n order to hold law enforcement officers liable for the foreseeable con-\n sequences of all their constitutional torts. Plaintiffs can, subject to\n qualified immunity, generally recover damages that are proximately\n caused by any Fourth Amendment violation. See, e.g., Heck v.\n Humphrey, 512 U. S. 477, 483. Here, if respondents cannot recover\n on their excessive force claim, that will not foreclose recovery for in-\n juries proximately caused by the warrantless entry. Pp. 5–10.\n    (b) The Ninth Circuit’s proximate-cause holding is similarly taint-\n ed. Its analysis appears to focus solely on the risks foreseeably asso-\n ciated with the failure to knock and announce—the claim on which\n the court concluded that the deputies had qualified immunity—\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                               Syllabus\n\n  rather than the warrantless entry. On remand, the court should re-\n  visit the question whether proximate cause permits respondents to\n  recover damages for their injuries based on the deputies’ failure to\n  secure a warrant at the outset. Pp. 10–11.\n815 F. 3d 1178, vacated and remanded.\n\n  ALITO, J., delivered the opinion of the Court, in which all other Mem-\nbers joined, except GORSUCH, J., who took no part in the consideration\nor decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–369\n                                  _________________\n\n\n  COUNTY OF LOS ANGELES, CALIFORNIA, ET AL., \n\n     PETITIONERS v. ANGEL MENDEZ, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                                [May 30, 2017]\n\n\n  JUSTICE ALITO delivered the opinion of the Court.\n  If law enforcement officers make a “seizure” of a person\nusing force that is judged to be reasonable based on a\nconsideration of the circumstances relevant to that deter-\nmination, may the officers nevertheless be held liable for\ninjuries caused by the seizure on the ground that they\ncommitted a separate Fourth Amendment violation that\ncontributed to their need to use force? The Ninth Circuit\nhas adopted a “provocation rule” that imposes liability in\nsuch a situation.\n  We hold that the Fourth Amendment provides no basis\nfor such a rule. A different Fourth Amendment violation\ncannot transform a later, reasonable use of force into an\nunreasonable seizure.\n                            I\n\n                            A\n\n  In October 2010, deputies from the Los Angeles County\nSheriff ’s Department were searching for a parolee-at-large\nnamed Ronnie O’Dell. A felony arrest warrant had been\nissued for O’Dell, who was believed to be armed and dan-\ngerous and had previously evaded capture. Findings of\n\u000c2           COUNTY OF LOS ANGELES v. MENDEZ\n\n                     Opinion of the Court\n\nFact and Conclusions of Law, No. 2:11–cv–04771 (CD\nCal.), App. to Pet. for Cert. 56a, 64a. Deputies Christo-\npher Conley and Jennifer Pederson were assigned to assist\nthe task force searching for O’Dell. Id., at 57a–58a. The\ntask force received word from a confidential informant\nthat O’Dell had been seen on a bicycle at a home in Lan-\ncaster, California, owned by Paula Hughes, and the offic-\ners then mapped out a plan for apprehending O’Dell. Id.,\nat 58a. Some officers would approach the front door of the\nHughes residence, while Deputies Conley and Pederson\nwould search the rear of the property and cover the back\ndoor of the residence. Id., at 59a. During this briefing, it\nwas announced that a man named Angel Mendez lived in\nthe backyard of the Hughes home with a pregnant woman\nnamed Jennifer Garcia (now Mrs. Jennifer Mendez). Ibid.\nDeputy Pederson heard this announcement, but at trial\nDeputy Conley testified that he did not remember it. Ibid.\n  When the officers reached the Hughes residence around\nmidday, three of them knocked on the front door while\nDeputies Conley and Pederson went to the back of the\nproperty. Id., at 63a. At the front door, Hughes asked if\nthe officers had a warrant. Ibid. A sergeant responded\nthat they did not but were searching for O’Dell and had a\nwarrant for his arrest. Ibid. One of the officers heard\nwhat he thought were sounds of someone running inside\nthe house. Id., at 64a. As the officers prepared to open\nthe door by force, Hughes opened the door and informed\nthem that O’Dell was not in the house. Ibid. She was\nplaced under arrest, and the house was searched, but\nO’Dell was not found. Ibid.\n  Meanwhile, Deputies Conley and Pederson, with guns\ndrawn, searched the rear of the residence, which was\ncluttered with debris and abandoned automobiles. Id., at\n60a, 65a. The property included three metal storage sheds\nand a one-room shack made of wood and plywood. Id., at\n60a. Mendez had built the shack, and he and Garcia had\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\nlived inside for about 10 months. Id., at 61a. The shack\nhad a single doorway covered by a blue blanket. Ibid.\nAmid the debris on the ground, an electrical cord ran into\nthe shack, and an air conditioner was mounted on the\nside. Id., at 62a. A gym storage locker and clothes and\nother possessions were nearby. Id., at 61a. Mendez kept a\nBB rifle in the shack for use on rats and other pests. Id.,\nat 62a. The BB gun “closely resembled a small caliber\nrifle.” Ibid.\n   Deputies Conley and Pederson first checked the three\nmetal sheds and found no one inside. Id., at 65a. They\nthen approached the door of the shack. Id., at 66a. Unbe-\nknownst to the officers, Mendez and Garcia were in the\nshack and were napping on a futon. Id., at 67a. The\ndeputies did not have a search warrant and did not knock\nand announce their presence. Id., at 66a. When Deputy\nConley opened the wooden door and pulled back the blan-\nket, Mendez thought it was Ms. Hughes and rose from the\nbed, picking up the BB gun so he could stand up and place\nit on the floor. Id., at 68a. As a result, when the deputies\nentered, he was holding the BB gun, and it was “point[ing]\nsomewhat south towards Deputy Conley.” Id., at 69a.\nDeputy Conley yelled, “Gun!” and the deputies immediately\nopened fire, discharging a total of 15 rounds. Id., at 69a–\n70a. Mendez and Garcia “were shot multiple times and\nsuffered severe injuries,” and Mendez’s right leg was later\namputated below the knee. Id., at 70a. O’Dell was not in\nthe shack or anywhere on the property. Ibid.\n                           B\n  Mendez and his wife (respondents here) filed suit under\nRev. Stat. §1976, 42 U. S. C. §1983, against petitioners,\nthe County of Los Angeles and Deputies Conley and Ped-\nerson. As relevant here, they pressed three Fourth\nAmendment claims. First, they claimed that the deputies\nexecuted an unreasonable search by entering the shack\n\u000c4           COUNTY OF LOS ANGELES v. MENDEZ\n\n                     Opinion of the Court\n\nwithout a warrant (the “warrantless entry claim”); second,\nthey asserted that the deputies performed an unreason-\nable search because they failed to announce their presence\nbefore entering the shack (the “knock-and-announce\nclaim”); and third, they claimed that the deputies effected\nan unreasonable seizure by deploying excessive force in\nopening fire after entering the shack (the “excessive force\nclaim”).\n  After a bench trial, the District Court ruled largely in\nfavor of respondents. App. to Pet. for Cert. 135a–136a.\nThe court found Deputy Conley liable on the warrantless\nentry claim, and the court also found both deputies liable\non the knock-and-announce claim. But the court awarded\nnominal damages for these violations because “the act of\npointing the BB gun” was a superseding cause “as far as\ndamage [from the shooting was] concerned.” App. 238.\n  The District Court then addressed respondents’ exces-\nsive force claim. App. to Pet. for Cert. 105a–127a. The\ncourt began by evaluating whether the deputies used\nexcessive force under Graham v. Connor, 490 U. S. 386\n(1989). The court held that, under Graham, the deputies’\nuse of force was reasonable “given their belief that a man\nwas holding a firearm rifle threatening their lives.” App.\nto Pet. for Cert. 108a. But the court did not end its exces-\nsive force analysis at this point. Instead, the court turned\nto the Ninth Circuit’s provocation rule, which holds that\n“an officer’s otherwise reasonable (and lawful) defensive\nuse of force is unreasonable as a matter of law, if (1) the\nofficer intentionally or recklessly provoked a violent re-\nsponse, and (2) that provocation is an independent consti-\ntutional violation.” Id., at 111a. Based on this rule, the\nDistrict Court held the deputies liable for excessive force\nand awarded respondents around $4 million in damages.\nId., at 135a–136a.\n  The Court of Appeals affirmed in part and reversed in\npart. 815 F. 3d 1178 (CA9 2016). Contrary to the District\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\nCourt, the Court of Appeals held that the officers were\nentitled to qualified immunity on the knock-and-announce\nclaim. Id., at 1191–1193. But the court concluded that\nthe warrantless entry of the shack violated clearly estab-\nlished law and was attributable to both deputies. Id., at\n1191, 1195. Finally, and most important for present\npurposes, the court affirmed the application of the provo-\ncation rule. The Court of Appeals did not disagree with\nthe conclusion that the shooting was reasonable under\nGraham; instead, like the District Court, the Court of\nAppeals applied the provocation rule and held the depu-\nties liable for the use of force on the theory that they had\nintentionally and recklessly brought about the shooting by\nentering the shack without a warrant in violation of clearly\nestablished law. 815 F. 3d, at 1193.\n   The Court of Appeals also adopted an alternative ra-\ntionale for its judgment. It held that “basic notions of\nproximate cause” would support liability even without the\nprovocation rule because it was “reasonably foreseeable”\nthat the officers would meet an armed homeowner when\nthey “barged into the shack unannounced.” Id., at 1194–\n1195.\n   We granted certiorari. 580 U. S. ___ (2016).\n                             II\n  The Ninth Circuit’s provocation rule permits an exces-\nsive force claim under the Fourth Amendment “where an\nofficer intentionally or recklessly provokes a violent con-\nfrontation, if the provocation is an independent Fourth\nAmendment violation.” Billington v. Smith, 292 F. 3d\n1177, 1189 (CA9 2002). The rule comes into play after a\nforceful seizure has been judged to be reasonable under\nGraham. Once a court has made that determination, the\nrule instructs the court to ask whether the law enforce-\nment officer violated the Fourth Amendment in some\nother way in the course of events leading up to the seizure.\n\u000c6           COUNTY OF LOS ANGELES v. MENDEZ\n\n                     Opinion of the Court\n\nIf so, that separate Fourth Amendment violation may\n“render the officer’s otherwise reasonable defensive use of\nforce unreasonable as a matter of law.” Id., at 1190–1191.\n   The provocation rule, which has been “sharply ques-\ntioned” outside the Ninth Circuit, City and County of San\nFrancisco v. Sheehan, 575 U. S. ___, ___, n. 4 (2015) (slip\nop., at 14, n. 4), is incompatible with our excessive force\njurisprudence. The rule’s fundamental flaw is that it uses\nanother constitutional violation to manufacture an exces-\nsive force claim where one would not otherwise exist.\n   The Fourth Amendment prohibits “unreasonable\nsearches and seizures.” “[R]easonableness is always the\ntouchstone of Fourth Amendment analysis,” Birchfield v.\nNorth Dakota, 579 U. S. ___, ___ (2016) (slip op., at 37),\nand reasonableness is generally assessed by carefully\nweighing “the nature and quality of the intrusion on the\nindividual’s Fourth Amendment interests against the\nimportance of the governmental interests alleged to justify\nthe intrusion.” Tennessee v. Garner, 471 U. S. 1, 8 (1985)\n(internal quotation marks omitted).\n   Our case law sets forth a settled and exclusive frame-\nwork for analyzing whether the force used in making a\nseizure complies with the Fourth Amendment. See Gra-\nham, 490 U. S., at 395. As in other areas of our Fourth\nAmendment jurisprudence, “[d]etermining whether the\nforce used to effect a particular seizure is ‘reasonable’ ”\nrequires balancing of the individual’s Fourth Amendment\ninterests against the relevant government interests. Id.,\nat 396. The operative question in excessive force cases is\n“whether the totality of the circumstances justifie[s] a\nparticular sort of search or seizure.” Garner, supra, at 8–9.\n   The reasonableness of the use of force is evaluated\nunder an “objective” inquiry that pays “careful attention to\nthe facts and circumstances of each particular case.”\nGraham, supra, at 396. And “[t]he ‘reasonableness’ of a\nparticular use of force must be judged from the perspective\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nof a reasonable officer on the scene, rather than with the\n20/20 vision of hindsight.” Ibid. “Excessive force claims\n. . . are evaluated for objective reasonableness based upon\nthe information the officers had when the conduct oc-\ncurred.” Saucier v. Katz, 533 U. S. 194, 207 (2001). That\ninquiry is dispositive: When an officer carries out a seizure\nthat is reasonable, taking into account all relevant cir-\ncumstances, there is no valid excessive force claim.\n    The basic problem with the provocation rule is that it\nfails to stop there. Instead, the rule provides a novel and\nunsupported path to liability in cases in which the use of\nforce was reasonable. Specifically, it instructs courts to\nlook back in time to see if there was a different Fourth\nAmendment violation that is somehow tied to the eventual\nuse of force. That distinct violation, rather than the force-\nful seizure itself, may then serve as the foundation of the\nplaintiff ’s excessive force claim. Billington, supra, at 1190\n(“The basis of liability for the subsequent use of force is\nthe initial constitutional violation . . . ”).\n    This approach mistakenly conflates distinct Fourth\nAmendment claims. Contrary to this approach, the objec-\ntive reasonableness analysis must be conducted separately\nfor each search or seizure that is alleged to be unconstitu-\ntional. An excessive force claim is a claim that a law\nenforcement officer carried out an unreasonable seizure\nthrough a use of force that was not justified under the\nrelevant circumstances. It is not a claim that an officer\nused reasonable force after committing a distinct Fourth\nAmendment violation such as an unreasonable entry.\n    By conflating excessive force claims with other Fourth\nAmendment claims, the provocation rule permits excessive\nforce claims that cannot succeed on their own terms. That\nis precisely how the rule operated in this case. The Dis-\ntrict Court found (and the Ninth Circuit did not dispute)\nthat the use of force by the deputies was reasonable under\nGraham. However, respondents were still able to recover\n\u000c8             COUNTY OF LOS ANGELES v. MENDEZ\n\n                          Opinion of the Court\n\ndamages because the deputies committed a separate\nconstitutional violation (the warrantless entry into the\nshack) that in some sense set the table for the use of force.\nThat is wrong. The framework for analyzing excessive\nforce claims is set out in Graham. If there is no excessive\nforce claim under Graham, there is no excessive force\nclaim at all. To the extent that a plaintiff has other\nFourth Amendment claims, they should be analyzed\nseparately.*\n  The Ninth Circuit’s efforts to cabin the provocation rule\nonly undermine it further. The Ninth Circuit appears to\nrecognize that it would be going entirely too far to suggest\nthat any Fourth Amendment violation that is connected to\na reasonable use of force should create a valid excessive\nforce claim. See, e.g., Beier v. Lewiston, 354 F. 3d 1058,\n1064 (CA9 2004) (“Because the excessive force and false\narrest factual inquiries are distinct, establishing a lack of\nprobable cause to make an arrest does not establish an\nexcessive force claim, and vice-versa”). Instead, that court\nhas endeavored to limit the rule to only those distinct\nFourth Amendment violations that in some sense “pro-\nvoked” the need to use force. The concept of provocation,\n——————\n  * Respondents do not attempt to defend the provocation rule. In-\nstead, they argue that the judgment below should be affirmed under\nGraham itself. Graham commands that an officer’s use of force be\nassessed for reasonableness under the “totality of the circumstances.”\n490 U. S., at 396 (internal quotation marks omitted). On respondents’\nview, that means taking into account unreasonable police conduct prior\nto the use of force that foreseeably created the need to use it. Brief for\nRespondents 42–43. We did not grant certiorari on that question, and\nthe decision below did not address it. Accordingly, we decline to ad-\ndress it here. See, e.g., McLane Co. v. EEOC, ante, at 11 (“[W]e are a\ncourt of review, not of first view” (internal quotation marks omitted)).\nAll we hold today is that once a use of force is deemed reasonable under\nGraham, it may not be found unreasonable by reference to some sepa-\nrate constitutional violation. Any argument regarding the District\nCourt’s application of Graham in this case should be addressed to the\nNinth Circuit on remand.\n\u000c                 Cite as: 581 U. S. ____ (2017)           9\n\n                     Opinion of the Court\n\nin turn, has been defined using a two-prong test. First,\nthe separate constitutional violation must “creat[e] a\nsituation which led to” the use of force; second, the sepa-\nrate constitutional violation must be committed recklessly\nor intentionally. 815 F. 3d, at 1193 (internal quotation\nmarks omitted).\n   Neither of these limitations solves the fundamental\nproblem of the provocation rule: namely, that it is an\nunwarranted and illogical expansion of Graham. But in\naddition, each of the limitations creates problems of its\nown. First, the rule includes a vague causal standard. It\napplies when a prior constitutional violation “created a\nsituation which led to” the use of force. The rule does not\nincorporate the familiar proximate cause standard. In-\ndeed, it is not clear what causal standard is being applied.\nSecond, while the reasonableness of a search or seizure is\nalmost always based on objective factors, see Whren v.\nUnited States, 517 U. S. 806, 814 (1996), the provocation\nrule looks to the subjective intent of the officers who car-\nried out the seizure. As noted, under the Ninth Circuit’s\nrule, a prior Fourth Amendment violation may be held to\nhave provoked a later, reasonable use of force only if the\nprior violation was intentional or reckless.\n   The provocation rule may be motivated by the notion\nthat it is important to hold law enforcement officers liable\nfor the foreseeable consequences of all of their constitu-\ntional torts. See Billington, 292 F. 3d, at 1190 (“[I]f an\nofficer’s provocative actions are objectively unreasonable\nunder the Fourth Amendment, . . . liability is established,\nand the question becomes . . . what harms the constitu-\ntional violation proximately caused”). However, there is\nno need to distort the excessive force inquiry in order to\naccomplish this objective. To the contrary, both parties\naccept the principle that plaintiffs can—subject to quali-\nfied immunity—generally recover damages that are prox-\nimately caused by any Fourth Amendment violation. See,\n\u000c10          COUNTY OF LOS ANGELES v. MENDEZ\n\n                      Opinion of the Court\n\ne.g., Heck v. Humphrey, 512 U. S. 477, 483 (1994) (§1983\n“creates a species of tort liability” informed by tort princi-\nples regarding “damages and the prerequisites for their\nrecovery” (internal quotation marks omitted)); Memphis\nCommunity School Dist. v. Stachura, 477 U. S. 299, 306\n(1986) (“[W]hen §1983 plaintiffs seek damages for viola-\ntions of constitutional rights, the level of damages is ordi-\nnarily determined according to principles derived from the\ncommon law of torts”). Thus, there is no need to dress up\nevery Fourth Amendment claim as an excessive force\nclaim. For example, if the plaintiffs in this case cannot\nrecover on their excessive force claim, that will not fore-\nclose recovery for injuries proximately caused by the war-\nrantless entry. The harm proximately caused by these\ntwo torts may overlap, but the two claims should not be\nconfused.\n                             III\n  The Court of Appeals also held that “even without rely-\ning on [the] provocation theory, the deputies are liable for\nthe shooting under basic notions of proximate cause.” 815\nF. 3d, at 1194. In other words, the court apparently con-\ncluded that the shooting was proximately caused by the\ndeputies’ warrantless entry of the shack. Proper analysis\nof this proximate cause question required consideration of\nthe “foreseeability or the scope of the risk created by the\npredicate conduct,” and required the court to conclude that\nthere was “some direct relation between the injury asserted\nand the injurious conduct alleged.” Paroline v. United\nStates, 572 U. S. ___, ___ (2014) (slip op., at 7) (internal\nquotation marks omitted).\n  Unfortunately, the Court of Appeals’ proximate cause\nanalysis appears to have been tainted by the same errors\nthat cause us to reject the provocation rule. The court\nreasoned that when officers make a “startling entry” by\n“barg[ing] into” a home “unannounced,” it is reasonably\n\u000c                 Cite as: 581 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\nforeseeable that violence may result. 815 F. 3d, at 1194–\n1195 (internal quotation marks omitted). But this ap-\npears to focus solely on the risks foreseeably associated\nwith the failure to knock and announce, which could not\nserve as the basis for liability since the Court of Appeals\nconcluded that the officers had qualified immunity on that\nclaim. By contrast, the Court of Appeals did not identify\nthe foreseeable risks associated with the relevant constitu-\ntional violation (the warrantless entry); nor did it explain\nhow, on these facts, respondents’ injuries were proximately\ncaused by the warrantless entry. In other words, the\nCourt of Appeals’ proximate cause analysis, like the provo-\ncation rule, conflated distinct Fourth Amendment claims\nand required only a murky causal link between the war-\nrantless entry and the injuries attributed to it. On re-\nmand, the court should revisit the question whether prox-\nimate cause permits respondents to recover damages for\ntheir shooting injuries based on the deputies’ failure to\nsecure a warrant at the outset. See Bank of America Corp.\nv. Miami, ante, at 12 (declining to “draw the precise\nboundaries of proximate cause” in the first instance). The\narguments made on this point by the parties and by the\nUnited States as amicus provide a useful starting point for\nthis inquiry. See Brief for Petitioners 42–56; Brief for\nRespondents 20–31, 51–59; Reply Brief 17–24; Brief for\nUnited States as Amicus Curiae 26–32.\n                        *     *    *\n   For these reasons, the judgment of the Court of Appeals\nis vacated, and the case is remanded for further proceed-\nings consistent with this opinion.\n                                           It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c",
	"cited_id": [
		2801435
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"City and County of San Francisco v. Sheehan, 575 U. S. ___, ___, n. 4 (2015)"
	],
	"case_extract": [
		"City and County of San Francisco v. Sheehan, 575 U. S. ___, ___, n. 4 (2015) (slip op., at 14, n. 4)"
	],
	"citing_sentence": "The provocation rule, which has been “sharply ques- tioned” outside the Ninth Circuit, City and County of San Francisco v. Sheehan, 575 U. S. ___, ___, n. 4 (2015) (slip op., at 14, n. 4), is incompatible with our excessive force jurisprudence.",
	"citing_paragraph": "The provocation rule, which has been “sharply ques- tioned” outside the Ninth Circuit, City and County of San Francisco v. Sheehan, 575 U. S. ___, ___, n. 4 (2015) (slip op., at 14, n. 4), is incompatible with our excessive force jurisprudence. The rule’s fundamental flaw is that it uses another constitutional violation to manufacture an exces- sive force claim where one would not otherwise exist.",
	"relevant_keywords": [
		"use of force",
		"excessive",
		"reasonable",
		"reasonable force",
		"excessive force",
		"police",
		"officer",
		"sheriff",
		"deputy",
		"provocation rule",
		"Fourth amendment",
		"flaw",
		"questioned",
		"criticised",
		"inconsistent",
		"incompatible"
	],
	"query": [
		"(question! OR criticism OR flaw! OR inconsis! OR incompatible) AND \"provocation rule\" AND (police OR officer OR deputy OR sheriff OR \"law enforcement officer\") AND \"use of force\" AND (reasonable OR excessive OR \"reasonable force\" OR \"excessive force\")",
		"question! AND \"provocation rule\" AND \"use of force\" AND (reasonable OR excessive OR \"reasonable force\" OR \"excessive force\")"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "provocation rule",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "use of force",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "question*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "criticism"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "flaw*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "inconsis*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "incompatible"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "police"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "officer"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "deputy"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sheriff"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "law enforcement officer",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "reasonable"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "excessive"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "reasonable force",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "excessive force",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "question*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "provocation rule",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "use of force",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "reasonable"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "excessive"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "reasonable force",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "excessive force",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}