{
	"id": 25,
	"case_id": 4160985,
	"case_title": "Goodyear Tire \u0026 Rubber Co. v. Haeger",
	"date_filed": "2017-04-18",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n   No. 15–1406. Argued January 10, 2017—Decided April 18, 2017\nRespondents Leroy, Donna, Barry, and Suzanne Haeger sued petitioner\n  Goodyear Tire \u0026 Rubber Company, alleging that the failure of a\n  Goodyear G159 tire caused the family’s motorhome to swerve off the\n  road and flip over. After several years of contentious discovery,\n  marked by Goodyear’s slow response to repeated requests for internal\n  G159 test results, the parties settled the case. Some months later,\n  the Haegers’ lawyer learned that, in another lawsuit involving the\n  G159, Goodyear had disclosed test results indicating that the tire got\n  unusually hot at highway speeds. In subsequent correspondence,\n  Goodyear conceded withholding the information from the Haegers,\n  even though they had requested all testing data. The Haegers then\n  sought sanctions for discovery fraud, urging that Goodyear’s miscon-\n  duct entitled them to attorney’s fees and costs expended in the litiga-\n  tion.\n     The District Court found that Goodyear had engaged in an extend-\n  ed course of misconduct. Exercising its inherent power to sanction\n  bad-faith behavior, the court awarded the Haegers $2.7 million—the\n  entire sum they had spent in legal fees and costs since the moment,\n  early in the litigation, when Goodyear made its first dishonest dis-\n  covery response. The court said that in the usual case, sanctions or-\n  dered pursuant to a court’s inherent power to sanction litigation mis-\n  conduct must be limited to the amount of legal fees caused by that\n  misconduct. But it determined that in cases of particularly egregious\n  behavior, a court can award a party all of the attorney’s fees incurred\n  in a case, without any need to find a “causal link between [the ex-\n  penses and] the sanctionable conduct.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e938\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 975. As\n  further support for its award, the District Court concluded that full\n  and timely disclosure of the test results would likely have led Good-\n\u000c2            GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                                Syllabus\n\n    year to settle the case much earlier. Acknowledging that the Ninth\n    Circuit might require a link between the misconduct and the harm\n    caused, however, the court also made a contingent award of $2 mil-\n    lion. That smaller amount, designed to take effect if the Ninth Cir-\n    cuit reversed the larger award, deducted $700,000 in fees the Hae-\n    gers incurred in developing claims against other defendants and\n    proving their own medical damages. The Ninth Circuit affirmed the\n    full $2.7 million award, concluding that the District Court had\n    properly awarded the Haegers all the fees they incurred during the\n    time when Goodyear was acting in bad faith.\nHeld: When a federal court exercises its inherent authority to sanction\n bad-faith conduct by ordering a litigant to pay the other side’s legal\n fees, the award is limited to the fees the innocent party incurred sole-\n ly because of the misconduct—or put another way, to the fees that\n party would not have incurred but for the bad faith. Pp. 5–13.\n    (a) Federal courts possess certain inherent powers, including “the\n ability to fashion an appropriate sanction for conduct which abuses\n the judicial process.” Chambers v. NASCO, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112616\"\u003e\u003ca href=\"/opinion/112616/chambers-v-nasco-inc/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e32\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 44–45.\n One permissible sanction is an assessment of attorney’s fees against\n a party that acts in bad faith. Such a sanction must be compensato-\n ry, rather than punitive, when imposed pursuant to civil procedures.\n See Mine Workers v. Bagwell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117872\"\u003e\u003ca href=\"/opinion/117872/mine-workers-v-bagwell/\"\u003e\u003cspan class=\"volume\"\u003e512\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e821\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 826–830. A sanction\n counts as compensatory only if it is “calibrate[d] to [the] damages\n caused by” the bad-faith acts on which it is based. Id., at 834. Hence\n the need for a court to establish a causal link between the litigant’s\n misbehavior and legal fees paid by the opposing party. That kind of\n causal connection is appropriately framed as a but-for test, meaning\n a court may award only those fees that the innocent party would not\n have incurred in the absence of litigation misconduct. That standard\n generally demands that a district court assess and allocate specific\n litigation expenses—yet still allows it to exercise discretion and\n judgment. Fox v. Vice, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e826\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 836. And in exceptional cases,\n that standard allows a court to avoid segregating individual expense\n items by shifting all of a party’s fees, from either the start or some\n midpoint of a suit. Pp. 5–9.\n    (b) Here, the parties largely agree about the pertinent law but dis-\n pute what it means for this case. Goodyear contends that it requires\n throwing out the fee award and instructing the trial court to consider\n the matter anew. The Haegers maintain, to the contrary, that the\n award can stand because both courts below articulated and applied\n the appropriate but-for causation standard, or, even if they did not,\n the fee award in fact passes a but-for test.\n    The Haegers’ defense of the lower courts’ reasoning is a non-\n starter: Neither court used the correct legal standard. The District\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  Court specifically disclaimed the need for a causal link on the ground\n  that this was a “truly egregious” case. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 975. And\n  the Ninth Circuit found that the trial court could grant all attorney’s\n  fees incurred “during the time when [Goodyear was] acting in bad\n  faith,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e813\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1233\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1249—a temporal, not causal, limitation. A\n  sanctioning court must determine which fees were incurred because\n  of, and solely because of, the misconduct at issue, and no such finding\n  lies behind the $2.7 million award made and affirmed below. Nor is\n  this Court inclined to fill in the gap, as the Haegers urge. As an ini-\n  tial matter, the Haegers have not shown that this litigation would\n  have settled as soon as Goodyear divulged the heat-test results (a\n  showing that would justify an all-fees award from the moment Good-\n  year was supposed to disclose). Further, they cannot demonstrate\n  that Goodyear’s non-disclosure so permeated the suit as to make that\n  misconduct a but-for cause of every subsequent legal expense, total-\n  ing the full $2.7 million.\n     Although the District Court considered causation in arriving at its\n  back-up award of $2 million, it is unclear whether its understanding\n  of that requirement corresponds to the appropriate standard—an un-\n  certainty pointing toward throwing out the fee award and instructing\n  the trial court to consider the matter anew. However, the Haegers\n  contend that Goodyear has waived any ability to challenge the con-\n  tingent award since the $2 million sum reflects Goodyear’s own sub-\n  mission that only about $700,000 of the fees sought would have been\n  incurred regardless of the company’s behavior. The Court of Appeals\n  did not address that issue, and this Court declines to decide it in the\n  first instance. The possibility of waiver should therefore be the ini-\n  tial order of business on remand. Pp. 9–13.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e813\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1233\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n   KAGAN, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1406\n                                   _________________\n\n\n        GOODYEAR TIRE \u0026 RUBBER COMPANY, \n\n         PETITIONER v. LEROY HAEGER, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                                 [April 18, 2017]\n\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  In this case, we consider a federal court’s inherent au-\nthority to sanction a litigant for bad-faith conduct by\nordering it to pay the other side’s legal fees. We hold that\nsuch an order is limited to the fees the innocent party\nincurred solely because of the misconduct—or put another\nway, to the fees that party would not have incurred but for\nthe bad faith. A district court has broad discretion to\ncalculate fee awards under that standard. But because\nthe court here granted legal fees beyond those resulting\nfrom the litigation misconduct, its award cannot stand.\n                             I\n  Respondents Leroy, Donna, Barry, and Suzanne Haeger\nsued the Goodyear Tire \u0026 Rubber Company (among other\ndefendants) after the family’s motorhome swerved off the\nroad and flipped over.1 The Haegers alleged that the\n——————\n   1 The additional defendants named in the Haegers’ complaint were\n\nGulf Stream Coach, the manufacturer of the motorhome, and Spartan\nMotors, the manufacturer of the vehicle’s chassis. In the course of the\nlitigation, the Haegers reached a settlement with Gulf Stream, and the\nDistrict Court granted Spartan’s motion for summary judgment.\n\u000c2           GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                          Opinion of the Court\n\nfailure of a Goodyear G159 tire on the vehicle caused the\naccident: Their theory was that the tire was not designed\nto withstand the level of heat it generated when used on a\nmotorhome at highway speeds. Discovery in the case\nlasted several years—and itself generated considerable\nheat. The Haegers repeatedly asked Goodyear to turn\nover internal test results for the G159, but the company’s\nresponses were both slow in coming and unrevealing in\ncontent. After making the District Court referee some of\ntheir more contentious discovery battles, the parties finally\nsettled the case (for a still-undisclosed sum) on the eve of\ntrial.\n   Some months later, the Haegers’ lawyer learned from a\nnewspaper article that, in another lawsuit involving the\nG159, Goodyear had disclosed a set of test results he had\nnever seen. That data indicated that the G159 got unusu-\nally hot at speeds of between 55 and 65 miles per hour. In\nensuing correspondence, Goodyear conceded withholding\nthe information from the Haegers even though they had\nrequested (both early and often) “all testing data” related\nto the G159. Record in No. 2:05–cv–2046 (D Ariz.), Doc.\n938, p. 8; see id., Doc. 938–1, at 24, 36; id., Doc. 1044–2,\nat 25 (filed under seal). The Haegers accordingly sought\nsanctions for discovery fraud, claiming that “Goodyear\nknowingly concealed crucial ‘internal heat test’ records\nrelated to the [G159’s] defective design.” Id., Doc. 938,\nat 1. That conduct, the Haegers urged, entitled them to\nattorney’s fees and costs expended in the litigation. See\nid., at 14.\n   The District Court agreed to make such an award in the\nexercise of its inherent power to sanction litigation mis-\nconduct.2 The court’s assessment of Goodyear’s actions\n——————\n  2 The court reasoned that no statute or rule enabled it to reach all the\n\noffending behavior. Sanctions under Federal Rule of Civil Procedure\n11, the court thought, should not be imposed after final judgment in a\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                         Opinion of the Court\n\nwas harsh (and is not contested here). Goodyear, the court\nfound, had engaged in a “years-long course” of bad-faith\nbehavior. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e938\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 972 (D Ariz. 2012). By\nwithholding the G159’s test results at every turn, the\ncompany and its lawyers had made “repeated and deliber-\nate attempts to frustrate the resolution of this case on the\nmerits.” Id., at 971. But because the case had already\nsettled, the court had limited options. It could not take\nthe measure it most wished: an “entry of default judg-\nment” against Goodyear. Id., at 972. All it could do for\nthe Haegers was to order Goodyear to reimburse them for\nattorney’s fees and costs paid during the suit.\n   But that award, in the District Court’s view, could be\ncomprehensive, covering both expenses that could be\ncausally tied to Goodyear’s misconduct and those that\ncould not. The court calculated that the Haegers had\nspent $2.7 million in legal fees and costs since the mo-\nment, early in the litigation, when Goodyear made its first\ndishonest discovery response. And the court awarded the\nHaegers that entire sum. In the “usual[ ]” case, the court\nreasoned, “sanctions under a [c]ourt’s inherent power\nmust be limited to the amount [of legal fees] caused by the\nmisconduct.” Id., at 974–975 (emphasis deleted). But this\ncase was not the usual one: Here, “the sanctionable con-\nduct r[ose] to a truly egregious level.” Id., at 975. And\nwhen a litigant behaves that badly, the court opined, “all\nof the attorneys’ fees incurred in the case [can] be awarded,”\nwithout any need to find a “causal link between [those\nexpenses and] the sanctionable conduct.” Ibid. As further\nsupport for its decision, the court considered the chances\nthat full and timely disclosure of the test results would\n\n—————— \n\ncase. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e938\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 973, n. 24 (D Ariz. 2012). And sanctions \n\nunder \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1927, it noted, could address the wrongdoing of only\n\nGoodyear’s attorneys, rather than of Goodyear itself. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \n\n\u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 973. \n\n\u000c4        GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                     Opinion of the Court\n\nhave affected Goodyear’s settlement calculus. “While\nthere is some uncertainty,” the court stated, “the case\nmore likely than not would have settled much earlier.”\nId., at 972.\n   Perhaps sensing thin ice, the District Court also made a\n“contingent award” in the event that the Court of Appeals\nreversed its preferred one. App. to Pet. for Cert. 180a.\nHere, the District Court recognized the possibility that a\n“linkage between [Goodyear’s] misconduct and [the Hae-\ngers’] harm is required.” Ibid. If so, the court stated, its\nfee award should be reduced to $2 million. The deduction\nof $700,000, which was based on estimates Goodyear\noffered, represented fees that the Haegers incurred in\ndeveloping claims against other defendants and proving\ntheir own medical damages. See App. 69.\n   A divided Ninth Circuit panel affirmed the full $2.7\nmillion award. According to the majority, the District\nCourt acted properly in “award[ing] the amount [it] rea-\nsonably believed” the Haegers expended in attorney’s fees\nand costs “during the time when [Goodyear was] acting in\nbad faith.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e813\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1233\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1250 (2016). Or repeated in\njust slightly different words: The District Court “did not\nabuse its discretion” in “award[ing] the Haegers all their\nattorneys’ fees and costs in prosecuting the action once\n[Goodyear] began flouting [its] discovery obligations.” Id.,\nat 1249. Judge Watford disagreed. He would have de-\nmanded a “causal link between Goodyear’s misconduct\nand the fees awarded.” Id., at 1255 (dissenting opinion).\nThe only part of the District Court’s opinion that might\nsupport such a connection, Judge Watford noted, was its\nhypothesis that disclosure of the test results would have\nproduced an earlier settlement, and thus obviated the\nneed for further legal expenses. But Judge Watford\nthought that theory unpersuasive: Because Goodyear\nwould still have had plausible defenses to the Haegers’\nsuit, “[i]t’s anyone’s guess how the litigation would have\n\u000c                     Cite as: 581 U. S. ____ (2017)                     5\n\n                          Opinion of the Court\n\nproceeded” had timely disclosure occurred. Ibid. Accord-\ningly, Judge Watford would have reversed the District\nCourt for awarding fees beyond those “sustained as a\nresult of Goodyear’s misconduct.” Id., at 1256.\n  The Court of Appeals’ decision created a split of authority:\nOther Circuits have insisted on limiting sanctions like this\none to fees or costs that are causally related to a litigant’s\nmisconduct.3 We therefore granted certiorari. 579 U. S.\n___ (2016).\n                             II\n  Federal courts possess certain “inherent powers,” not\nconferred by rule or statute, “to manage their own affairs\nso as to achieve the orderly and expeditious disposition of\ncases.” Link v. Wabash R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106449\"\u003e\u003ca href=\"/opinion/106449/link-v-wabash-r-co/\"\u003e\u003cspan class=\"volume\"\u003e370\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e626\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 630–631\n(1962). That authority includes “the ability to fashion an\nappropriate sanction for conduct which abuses the judicial\nprocess.” Chambers v. NASCO, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112616\"\u003e\u003ca href=\"/opinion/112616/chambers-v-nasco-inc/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e32\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 44–45\n(1991). And one permissible sanction is an “assessment of\nattorney’s fees”—an order, like the one issued here, in-\nstructing a party that has acted in bad faith to reimburse\nlegal fees and costs incurred by the other side. Id., at 45.\n  This Court has made clear that such a sanction, when\nimposed pursuant to civil procedures, must be compensa-\ntory rather than punitive in nature. See Mine Workers v.\nBagwell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117872\"\u003e\u003ca href=\"/opinion/117872/mine-workers-v-bagwell/\"\u003e\u003cspan class=\"volume\"\u003e512\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e821\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 826–830 (1994) (distinguishing\ncompensatory from punitive sanctions and specifying the\nprocedures needed to impose each kind).4 In other words,\nthe fee award may go no further than to redress the\n——————\n  3 See, e.g., Plaintiffs’ Baycol Steering Comm. v. Bayer Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"791525\"\u003e\u003ca href=\"/opinion/791525/plaintiffs-baycol-steering-committee-kenneth-b-moll-kenneth-b-moll/\"\u003e\u003cspan class=\"volume\"\u003e419\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\n\u003cspan class=\"page\"\u003e794\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 808 (CA8 2005); Bradley v. American Household, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"787216\"\u003e\u003ca href=\"/opinion/787216/dale-w-bradley-individually-and-as-guardian-and-next-friend-of-their/\"\u003e\u003cspan class=\"volume\"\u003e378\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e373\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 378 (CA4 2004); United States v. Dowell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"774064\"\u003e\u003ca href=\"/opinion/774064/united-states-v-milton-m-dowell-appeal-of-donald-v-morano/\"\u003e\u003cspan class=\"volume\"\u003e257\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e694\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 699 (CA7\n2001).\n  4 Bagwell also addressed “coercive” sanctions, designed to make a\n\nparty comply with a court order. 512 U. S., at 829. That kind of\nsanction is not at issue here.\n\u000c6          GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                          Opinion of the Court\n\nwronged party “for losses sustained”; it may not impose an\nadditional amount as punishment for the sanctioned\nparty’s misbehavior. Id., at 829 (quoting United States v.\nMine Workers, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104385\"\u003e\u003ca href=\"/opinion/104385/united-states-v-mine-workers/\"\u003e\u003cspan class=\"volume\"\u003e330\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e258\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 304 (1947)). To level that\nkind of separate penalty, a court would need to provide\nprocedural guarantees applicable in criminal cases, such\nas a “beyond a reasonable doubt” standard of proof. See\nid., at 826, 832–834, 838–839. When (as in this case)\nthose criminal-type protections are missing, a court’s\nshifting of fees is limited to reimbursing the victim.\n   That means, pretty much by definition, that the court\ncan shift only those attorney’s fees incurred because of the\nmisconduct at issue. Compensation for a wrong, after all,\ntracks the loss resulting from that wrong. So as we have\npreviously noted, a sanction counts as compensatory only\nif it is “calibrate[d] to [the] damages caused by” the bad-\nfaith acts on which it is based. Id., at 834. A fee award is\nso calibrated if it covers the legal bills that the litigation\nabuse occasioned. But if an award extends further than\nthat—to fees that would have been incurred without the\nmisconduct—then it crosses the boundary from compensa-\ntion to punishment. Hence the need for a court, when\nusing its inherent sanctioning authority (and civil proce-\ndures), to establish a causal link—between the litigant’s\nmisbehavior and legal fees paid by the opposing party.5\n——————\n   5 Rule-based and statutory sanction regimes similarly require courts\n\nto find such a causal connection before shifting fees. For example, the\nFederal Rules of Civil Procedure provide that a district court may order\na party to pay attorney’s fees “caused by” discovery misconduct,\nRule 37(b)(2)(C), or “directly resulting from” misrepresentations in\npleadings, motions, and other papers, Rule 11(c)(4). And under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1927, a court may require an attorney who unreasonably\nmultiplies proceedings to pay attorney’s fees incurred “because of ” that\nmisconduct. Those provisions confirm the need to establish a causal\nlink between misconduct and fees when acting under inherent authority,\ngiven that such undelegated powers should be exercised with especial\n“restraint and discretion.” Roadway Express, Inc. v. Piper, 447 U. S.\n\u000c                   Cite as: 581 U. S. ____ (2017)         7\n\n                       Opinion of the Court\n\n  That kind of causal connection, as this Court explained\nin another attorney’s fees case, is appropriately framed as\na but-for test: The complaining party (here, the Haegers)\nmay recover “only the portion of his fees that he would not\nhave paid but for” the misconduct. Fox v. Vice, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e826\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 836 (2011); see Paroline v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 12) (“The traditional way to\nprove that one event was a factual cause of another is to\nshow that the latter would not have occurred ‘but for’ the\nformer”). In Fox, a prevailing defendant sought reim-\nbursement under a fee-shifting statute for legal expenses\nincurred in defending against several frivolous claims.\nSee 563 U. S., at 830; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1988. The trial court\ngranted fees for all legal work relating to those claims—\nregardless of whether the same work would have been\ndone (for example, the same depositions taken) to contest\nthe non-frivolous claims in the suit. We made clear that\nwas wrong. When a “defendant would have incurred [an]\nexpense in any event[,] he has suffered no incremental\nharm from the frivolous claim,” and so the court lacks a\nbasis for shifting the expense. Fox, 563 U. S., at 836.\nSubstitute “discovery abuse” for “frivolous claim” in that\nsentence, and the same thing goes in this case. Or other-\nwise said (and again borrowing from Fox), when “the cost[ ]\nwould have been incurred in the absence of ” the discovery\nviolation, then the court (possessing only the power to\ncompensate for harm the misconduct has caused) must\nleave it alone. Id., at 838.\n  This but-for causation standard generally demands that\na district court assess and allocate specific litigation ex-\npenses—yet still allows it to exercise discretion and judg-\nment. The court’s fundamental job is to determine whether\na given legal fee—say, for taking a deposition or drafting a\nmotion—would or would not have been incurred in the\n——————\n752, 764 (1980).\n\u000c8         GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                      Opinion of the Court\n\nabsence of the sanctioned conduct. The award is then the\nsum total of the fees that, except for the misbehavior,\nwould not have accrued. See id., at 837–838 (providing\nillustrative examples). But as we stressed in Fox, trial\ncourts undertaking that task “need not, and indeed should\nnot, become green-eyeshade accountants” (or whatever the\ncontemporary equivalent is). Id., at 838. “The essential\ngoal” in shifting fees is “to do rough justice, not to achieve\nauditing perfection.” Ibid. Accordingly, a district court\n“may take into account [its] overall sense of a suit, and\nmay use estimates in calculating and allocating an attor-\nney’s time.” Ibid. The court may decide, for example,\nthat all (or a set percentage) of a particular category of\nexpenses—say, for expert discovery—were incurred solely\nbecause of a litigant’s bad-faith conduct. And such judg-\nments, in light of the trial court’s “superior understanding\nof the litigation,” are entitled to substantial deference on\nappeal. Hensley v. Eckerhart, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110929\"\u003e\u003ca href=\"/opinion/110929/hensley-v-eckerhart/\"\u003e\u003cspan class=\"volume\"\u003e461\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e424\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 437 (1983).\n   In exceptional cases, the but-for standard even permits\na trial court to shift all of a party’s fees, from either the\nstart or some midpoint of a suit, in one fell swoop. Cham-\nbers v. NASCO offers one illustration. There, we approved\nsuch an award because literally everything the defendant\ndid—“his entire course of conduct” throughout, and indeed\npreceding, the litigation—was “part of a sordid scheme” to\ndefeat a valid claim. 501 U. S., at 51, 57 (brackets omit-\nted). Thus, the district court could reasonably conclude\nthat all legal expenses in the suit “were caused . . . solely\nby [his] fraudulent and brazenly unethical efforts.” Id., at\n58. Or to flip the example: If a plaintiff initiates a case in\ncomplete bad faith, so that every cost of defense is at-\ntributable only to sanctioned behavior, the court may\nagain make a blanket award. And similarly, if a court\nfinds that a lawsuit, absent litigation misconduct, would\nhave settled at a specific time—for example, when a party\nwas legally required to disclose evidence fatal to its posi-\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\ntion—then the court may grant all fees incurred from that\nmoment on. In each of those scenarios, a court escapes the\ngrind of segregating individual expense items (a deposi-\ntion here, a motion there)—or even categories of such\nitems (again, like expert discovery)—but only because all\nfees in the litigation, or a phase of it, meet the applicable\ntest: They would not have been incurred except for the\nmisconduct.\n                              III\n   It is an oddity of this case that both sides agree with\njust about everything said in the last six paragraphs about\nthe pertinent law. Do legal fees awarded under a court’s\ninherent sanctioning authority have to be compensatory\nrather than punitive when civil litigation procedures are\nused? The Haegers and Goodyear alike say yes. Does that\nmean the fees awarded must be causally related to the\nsanctioned party’s misconduct? A joint yes on that too.\nMore specifically, does the appropriate causal test limit\nthe fees, a la Fox, to those that would not have been in-\ncurred but for the bad faith? No argument there either.\nAnd in an exceptional case, such as Chambers, could that\ntest produce an award extending as far as all of the\nwronged party’s legal fees? Once again, agreement (if\nwith differing degrees of enthusiasm). See Brief for Peti-\ntioner 17, 23–24, 31; Brief for Respondents 17–18, 22–23;\nTr. of Oral Arg. 34–35, 46–47.\n   All the parties really argue about here is what that law\nmeans for this case. Goodyear contends that it requires\nthrowing out the trial court’s fee award and instructing\nthe court to consider the matter anew. The Haegers main-\ntain, to the contrary, that the award can stand. They\ninitially contend—pointing to a couple of passages from\nthe Ninth Circuit’s opinion—that both courts below articu-\nlated and applied the very but-for causation standard we\nhave laid out. See Brief for Respondents 17–18 (highlight-\n\u000c10       GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                     Opinion of the Court\n\ning the Ninth Circuit’s statements that Goodyear’s “bad\nfaith conduct caused significant harm” and that the Dis-\ntrict Court “determine[d] the appropriate amount of fees to\naward as sanctions to compensate the [Haegers] for the\ndamages they suffered as a result of [Goodyear’s] bad\nfaith”). And even if we reject that view, the Haegers con-\ntinue, we may uphold the fee award on the ground that it\nin fact passes a but-for test. That standard is satisfied (so\nthey say) for either of two reasons. First, because the case\nwould have settled as soon as Goodyear disclosed the\nrequested heat-test results, thus putting an end to the\nHaegers’ legal bills. Or second, because (settlement pro-\nspects aside) the withholding of that data so infected the\nlawsuit as to account for each and every expense the Hae-\ngers subsequently incurred. See id., at 14–15, 22, 26.\n   The Haegers’ defense of the lower courts’ reasoning is a\nnon-starter: Neither of them used the correct legal stand-\nard. As earlier recounted, the District Court specifically\ndisclaimed the “usual[ ]” need to find a “causal link” be-\ntween misconduct and fees when the sanctioned party’s\nbehavior was bad enough—in the court’s words, when it\n“r[ose] to a truly egregious level.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 975\n(emphasis deleted); see supra, at 3. In such circumstances,\nthe court thought, it could award “all” fees, including those\nthat would have been incurred in the absence of the mis-\nconduct. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 975. And the court confirmed\nthat approach even while conceding that it might be\nwrong: By issuing a “contingent award” of $2 million,\nmeant to go into effect if the Ninth Circuit demanded a\ncausal “linkage between the misconduct and harm,” the\nDistrict Court made clear that its primary, $2.7 million\naward was not so confined. App. to Pet. for Cert. 180a; see\nsupra, at 4. Still, the Court of Appeals left the larger\nsanction in place, because it too mistook what findings\nwere needed to support that award. In the Ninth Circuit’s\nview, the trial court could grant all attorney’s fees in-\n\u000c                 Cite as: 581 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\ncurred “during the time when [Goodyear was] acting in\nbad faith.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e813\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1250 (emphasis added); see id., at\n1249 (permitting an award of fees incurred “once [Good-\nyear] began flouting [its] discovery obligations” (emphasis\nadded)); supra, at 4. But that is a temporal limitation, not\na causal one; and, like the District Court’s “egregiousness”\nrequirement, it is wide of the mark. A sanctioning court\nmust determine which fees were incurred because of, and\nsolely because of, the misconduct at issue (however seri-\nous, or concurrent with a lawyer’s work, it might have\nbeen). No such finding lies behind the $2.7 million award\nmade and affirmed below.\n   Nor are we tempted to fill in that gap, as the Haegers\nhave invited us to do. As an initial matter, the Haegers\nhave not shown that this litigation would have settled as\nsoon as Goodyear divulged the heat-test results (thus\njustifying an all-fees award from the moment it was sup-\nposed to disclose, see supra, at 8–9). Even the District\nCourt did not go quite that far: In attempting to buttress\nits comprehensive award, it said only (and after express-\ning “some uncertainty”) that the suit probably would have\nsettled “much earlier.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e906\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 972. And that\nmore limited finding is itself subject to grave doubt, even\ntaking into account the deference owed to the trial court.\nAs Judge Watford reasoned, the test results, although\nfavorable to the Haegers’ version of events, did not deprive\nGoodyear of colorable defenses. In particular, Goodyear\nstill could have argued, as it had from the beginning, that\n“the Haegers’ own tire, which had endured more than\n40,000 miles of wear and tear, failed because it struck\nroad debris.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e813\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1256 (dissenting opinion). And\nindeed, that is pretty much the course Goodyear took in\nanother suit alleging that the G159 caused a motorhome\naccident. See Schalmo v. Goodyear, No. 51–2006–CA–\n2064–WS (Fla. Cir. Ct., 6th Cir., Pasco County). In that\ncase (as Judge Watford again observed), Goodyear pro-\n\u000c12        GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                      Opinion of the Court\n\nduced the very test results at issue here, yet still elected to\ngo to trial. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e813\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1256. So we do not think the\nrecord allows a finding, as would support the $2.7 million\naward, that disclosure of the heat-test results would have\nled straightaway to a settlement.\n   Further, the Haegers cannot demonstrate that Good-\nyear’s non-disclosure so permeated the suit as to make\nthat misconduct a but-for cause of every subsequent legal\nexpense, totaling the full $2.7 million. If nothing else, the\nDistrict Court’s back-up fee award belies that theory.\nAfter introducing a causal element into the equation, the\ncourt found that the $700,000 of fees that the Haegers\nincurred in litigating against other defendants and prov-\ning their own medical damages had nothing to do with\nGoodyear’s discovery decisions. See App. to Pet. for Cert.\n180a; supra, at 4. The Haegers have failed to offer\nany concrete reason for questioning that judgment, and we\ndo not see how they could. At a minimum, then, the sanc-\ntion order could not force Goodyear to reimburse those\nexpenses—because, again, the Haegers would have paid\nthem even had the company behaved immaculately in\nevery respect.\n   That leaves the question whether the contingent $2\nmillion award should now stand—or, alternatively,\nwhether the District Court must reconsider from scratch\nwhich fees to shift. In the absence of any waiver issue, we\nwould insist on the latter course. Although the District\nCourt considered causation in arriving at its back-up\naward, we cannot tell from its sparse discussion whether\nits understanding of that requirement corresponds to the\nstandard we have described. That uncertainty points\ntoward demanding a do-over, under the unequivocally\nright legal rules. But the Haegers contend that Goodyear\nhas waived any ability to challenge the $2 million award.\nIn their view, that sum reflected Goodyear’s own submis-\nsion—which it may not now amend—that only about\n\u000c                  Cite as: 581 U. S. ____ (2017)            13\n\n                      Opinion of the Court\n\n$700,000 of the fees sought would have been incurred\n“regardless of Goodyear’s behavior.” App. 69; see Brief for\nRespondents 41; supra, at 4. The Court of Appeals did not\npreviously address that issue, and we decline to decide it\nin the first instance. See Cutter v. Wilkinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"142900\"\u003e\u003ca href=\"/opinion/142900/cutter-v-wilkinson/\"\u003e\u003cspan class=\"volume\"\u003e544\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e709\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 718, n. 7 (2005) (“[W]e are a court of review, not of\nfirst view”). The possibility of waiver should therefore be\nthe initial order of business below. If a waiver is found,\nthat is the end of this case. If not, the District Court must\nreassess fees in line with a but-for causation requirement.\n   For these reasons, we reverse the judgment of the Court\nof Appeals and remand the case for further proceedings\nconsistent with this opinion.\n                                              It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n   No. 15–1406. Argued January 10, 2017—Decided April 18, 2017\nRespondents Leroy, Donna, Barry, and Suzanne Haeger sued petitioner\n  Goodyear Tire \u0026 Rubber Company, alleging that the failure of a\n  Goodyear G159 tire caused the family’s motorhome to swerve off the\n  road and flip over. After several years of contentious discovery,\n  marked by Goodyear’s slow response to repeated requests for internal\n  G159 test results, the parties settled the case. Some months later,\n  the Haegers’ lawyer learned that, in another lawsuit involving the\n  G159, Goodyear had disclosed test results indicating that the tire got\n  unusually hot at highway speeds. In subsequent correspondence,\n  Goodyear conceded withholding the information from the Haegers,\n  even though they had requested all testing data. The Haegers then\n  sought sanctions for discovery fraud, urging that Goodyear’s miscon-\n  duct entitled them to attorney’s fees and costs expended in the litiga-\n  tion.\n     The District Court found that Goodyear had engaged in an extend-\n  ed course of misconduct. Exercising its inherent power to sanction\n  bad-faith behavior, the court awarded the Haegers $2.7 million—the\n  entire sum they had spent in legal fees and costs since the moment,\n  early in the litigation, when Goodyear made its first dishonest dis-\n  covery response. The court said that in the usual case, sanctions or-\n  dered pursuant to a court’s inherent power to sanction litigation mis-\n  conduct must be limited to the amount of legal fees caused by that\n  misconduct. But it determined that in cases of particularly egregious\n  behavior, a court can award a party all of the attorney’s fees incurred\n  in a case, without any need to find a “causal link between [the ex-\n  penses and] the sanctionable conduct.” 906 F. Supp. 2d 938, 975. As\n  further support for its award, the District Court concluded that full\n  and timely disclosure of the test results would likely have led Good-\n\u000c2            GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                                Syllabus\n\n    year to settle the case much earlier. Acknowledging that the Ninth\n    Circuit might require a link between the misconduct and the harm\n    caused, however, the court also made a contingent award of $2 mil-\n    lion. That smaller amount, designed to take effect if the Ninth Cir-\n    cuit reversed the larger award, deducted $700,000 in fees the Hae-\n    gers incurred in developing claims against other defendants and\n    proving their own medical damages. The Ninth Circuit affirmed the\n    full $2.7 million award, concluding that the District Court had\n    properly awarded the Haegers all the fees they incurred during the\n    time when Goodyear was acting in bad faith.\nHeld: When a federal court exercises its inherent authority to sanction\n bad-faith conduct by ordering a litigant to pay the other side’s legal\n fees, the award is limited to the fees the innocent party incurred sole-\n ly because of the misconduct—or put another way, to the fees that\n party would not have incurred but for the bad faith. Pp. 5–13.\n    (a) Federal courts possess certain inherent powers, including “the\n ability to fashion an appropriate sanction for conduct which abuses\n the judicial process.” Chambers v. NASCO, Inc., 501 U. S. 32, 44–45.\n One permissible sanction is an assessment of attorney’s fees against\n a party that acts in bad faith. Such a sanction must be compensato-\n ry, rather than punitive, when imposed pursuant to civil procedures.\n See Mine Workers v. Bagwell, 512 U. S. 821, 826–830. A sanction\n counts as compensatory only if it is “calibrate[d] to [the] damages\n caused by” the bad-faith acts on which it is based. Id., at 834. Hence\n the need for a court to establish a causal link between the litigant’s\n misbehavior and legal fees paid by the opposing party. That kind of\n causal connection is appropriately framed as a but-for test, meaning\n a court may award only those fees that the innocent party would not\n have incurred in the absence of litigation misconduct. That standard\n generally demands that a district court assess and allocate specific\n litigation expenses—yet still allows it to exercise discretion and\n judgment. Fox v. Vice, 563 U. S. 826, 836. And in exceptional cases,\n that standard allows a court to avoid segregating individual expense\n items by shifting all of a party’s fees, from either the start or some\n midpoint of a suit. Pp. 5–9.\n    (b) Here, the parties largely agree about the pertinent law but dis-\n pute what it means for this case. Goodyear contends that it requires\n throwing out the fee award and instructing the trial court to consider\n the matter anew. The Haegers maintain, to the contrary, that the\n award can stand because both courts below articulated and applied\n the appropriate but-for causation standard, or, even if they did not,\n the fee award in fact passes a but-for test.\n    The Haegers’ defense of the lower courts’ reasoning is a non-\n starter: Neither court used the correct legal standard. The District\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  Court specifically disclaimed the need for a causal link on the ground\n  that this was a “truly egregious” case. 906 F. Supp. 2d, at 975. And\n  the Ninth Circuit found that the trial court could grant all attorney’s\n  fees incurred “during the time when [Goodyear was] acting in bad\n  faith,” 813 F. 3d 1233, 1249—a temporal, not causal, limitation. A\n  sanctioning court must determine which fees were incurred because\n  of, and solely because of, the misconduct at issue, and no such finding\n  lies behind the $2.7 million award made and affirmed below. Nor is\n  this Court inclined to fill in the gap, as the Haegers urge. As an ini-\n  tial matter, the Haegers have not shown that this litigation would\n  have settled as soon as Goodyear divulged the heat-test results (a\n  showing that would justify an all-fees award from the moment Good-\n  year was supposed to disclose). Further, they cannot demonstrate\n  that Goodyear’s non-disclosure so permeated the suit as to make that\n  misconduct a but-for cause of every subsequent legal expense, total-\n  ing the full $2.7 million.\n     Although the District Court considered causation in arriving at its\n  back-up award of $2 million, it is unclear whether its understanding\n  of that requirement corresponds to the appropriate standard—an un-\n  certainty pointing toward throwing out the fee award and instructing\n  the trial court to consider the matter anew. However, the Haegers\n  contend that Goodyear has waived any ability to challenge the con-\n  tingent award since the $2 million sum reflects Goodyear’s own sub-\n  mission that only about $700,000 of the fees sought would have been\n  incurred regardless of the company’s behavior. The Court of Appeals\n  did not address that issue, and this Court declines to decide it in the\n  first instance. The possibility of waiver should therefore be the ini-\n  tial order of business on remand. Pp. 9–13.\n813 F. 3d 1233, reversed and remanded.\n\n   KAGAN, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1406\n                                   _________________\n\n\n        GOODYEAR TIRE \u0026 RUBBER COMPANY, \n\n         PETITIONER v. LEROY HAEGER, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                                 [April 18, 2017]\n\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  In this case, we consider a federal court’s inherent au-\nthority to sanction a litigant for bad-faith conduct by\nordering it to pay the other side’s legal fees. We hold that\nsuch an order is limited to the fees the innocent party\nincurred solely because of the misconduct—or put another\nway, to the fees that party would not have incurred but for\nthe bad faith. A district court has broad discretion to\ncalculate fee awards under that standard. But because\nthe court here granted legal fees beyond those resulting\nfrom the litigation misconduct, its award cannot stand.\n                             I\n  Respondents Leroy, Donna, Barry, and Suzanne Haeger\nsued the Goodyear Tire \u0026 Rubber Company (among other\ndefendants) after the family’s motorhome swerved off the\nroad and flipped over.1 The Haegers alleged that the\n——————\n   1 The additional defendants named in the Haegers’ complaint were\n\nGulf Stream Coach, the manufacturer of the motorhome, and Spartan\nMotors, the manufacturer of the vehicle’s chassis. In the course of the\nlitigation, the Haegers reached a settlement with Gulf Stream, and the\nDistrict Court granted Spartan’s motion for summary judgment.\n\u000c2           GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                          Opinion of the Court\n\nfailure of a Goodyear G159 tire on the vehicle caused the\naccident: Their theory was that the tire was not designed\nto withstand the level of heat it generated when used on a\nmotorhome at highway speeds. Discovery in the case\nlasted several years—and itself generated considerable\nheat. The Haegers repeatedly asked Goodyear to turn\nover internal test results for the G159, but the company’s\nresponses were both slow in coming and unrevealing in\ncontent. After making the District Court referee some of\ntheir more contentious discovery battles, the parties finally\nsettled the case (for a still-undisclosed sum) on the eve of\ntrial.\n   Some months later, the Haegers’ lawyer learned from a\nnewspaper article that, in another lawsuit involving the\nG159, Goodyear had disclosed a set of test results he had\nnever seen. That data indicated that the G159 got unusu-\nally hot at speeds of between 55 and 65 miles per hour. In\nensuing correspondence, Goodyear conceded withholding\nthe information from the Haegers even though they had\nrequested (both early and often) “all testing data” related\nto the G159. Record in No. 2:05–cv–2046 (D Ariz.), Doc.\n938, p. 8; see id., Doc. 938–1, at 24, 36; id., Doc. 1044–2,\nat 25 (filed under seal). The Haegers accordingly sought\nsanctions for discovery fraud, claiming that “Goodyear\nknowingly concealed crucial ‘internal heat test’ records\nrelated to the [G159’s] defective design.” Id., Doc. 938,\nat 1. That conduct, the Haegers urged, entitled them to\nattorney’s fees and costs expended in the litigation. See\nid., at 14.\n   The District Court agreed to make such an award in the\nexercise of its inherent power to sanction litigation mis-\nconduct.2 The court’s assessment of Goodyear’s actions\n——————\n  2 The court reasoned that no statute or rule enabled it to reach all the\n\noffending behavior. Sanctions under Federal Rule of Civil Procedure\n11, the court thought, should not be imposed after final judgment in a\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                         Opinion of the Court\n\nwas harsh (and is not contested here). Goodyear, the court\nfound, had engaged in a “years-long course” of bad-faith\nbehavior. 906 F. Supp. 2d 938, 972 (D Ariz. 2012). By\nwithholding the G159’s test results at every turn, the\ncompany and its lawyers had made “repeated and deliber-\nate attempts to frustrate the resolution of this case on the\nmerits.” Id., at 971. But because the case had already\nsettled, the court had limited options. It could not take\nthe measure it most wished: an “entry of default judg-\nment” against Goodyear. Id., at 972. All it could do for\nthe Haegers was to order Goodyear to reimburse them for\nattorney’s fees and costs paid during the suit.\n   But that award, in the District Court’s view, could be\ncomprehensive, covering both expenses that could be\ncausally tied to Goodyear’s misconduct and those that\ncould not. The court calculated that the Haegers had\nspent $2.7 million in legal fees and costs since the mo-\nment, early in the litigation, when Goodyear made its first\ndishonest discovery response. And the court awarded the\nHaegers that entire sum. In the “usual[ ]” case, the court\nreasoned, “sanctions under a [c]ourt’s inherent power\nmust be limited to the amount [of legal fees] caused by the\nmisconduct.” Id., at 974–975 (emphasis deleted). But this\ncase was not the usual one: Here, “the sanctionable con-\nduct r[ose] to a truly egregious level.” Id., at 975. And\nwhen a litigant behaves that badly, the court opined, “all\nof the attorneys’ fees incurred in the case [can] be awarded,”\nwithout any need to find a “causal link between [those\nexpenses and] the sanctionable conduct.” Ibid. As further\nsupport for its decision, the court considered the chances\nthat full and timely disclosure of the test results would\n\n—————— \n\ncase. See 906 F. Supp. 2d 938, 973, n. 24 (D Ariz. 2012). And sanctions \n\nunder 28 U. S. C. §1927, it noted, could address the wrongdoing of only\n\nGoodyear’s attorneys, rather than of Goodyear itself. See 906 F. Supp. \n\n2d, at 973. \n\n\u000c4        GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                     Opinion of the Court\n\nhave affected Goodyear’s settlement calculus. “While\nthere is some uncertainty,” the court stated, “the case\nmore likely than not would have settled much earlier.”\nId., at 972.\n   Perhaps sensing thin ice, the District Court also made a\n“contingent award” in the event that the Court of Appeals\nreversed its preferred one. App. to Pet. for Cert. 180a.\nHere, the District Court recognized the possibility that a\n“linkage between [Goodyear’s] misconduct and [the Hae-\ngers’] harm is required.” Ibid. If so, the court stated, its\nfee award should be reduced to $2 million. The deduction\nof $700,000, which was based on estimates Goodyear\noffered, represented fees that the Haegers incurred in\ndeveloping claims against other defendants and proving\ntheir own medical damages. See App. 69.\n   A divided Ninth Circuit panel affirmed the full $2.7\nmillion award. According to the majority, the District\nCourt acted properly in “award[ing] the amount [it] rea-\nsonably believed” the Haegers expended in attorney’s fees\nand costs “during the time when [Goodyear was] acting in\nbad faith.” 813 F. 3d 1233, 1250 (2016). Or repeated in\njust slightly different words: The District Court “did not\nabuse its discretion” in “award[ing] the Haegers all their\nattorneys’ fees and costs in prosecuting the action once\n[Goodyear] began flouting [its] discovery obligations.” Id.,\nat 1249. Judge Watford disagreed. He would have de-\nmanded a “causal link between Goodyear’s misconduct\nand the fees awarded.” Id., at 1255 (dissenting opinion).\nThe only part of the District Court’s opinion that might\nsupport such a connection, Judge Watford noted, was its\nhypothesis that disclosure of the test results would have\nproduced an earlier settlement, and thus obviated the\nneed for further legal expenses. But Judge Watford\nthought that theory unpersuasive: Because Goodyear\nwould still have had plausible defenses to the Haegers’\nsuit, “[i]t’s anyone’s guess how the litigation would have\n\u000c                     Cite as: 581 U. S. ____ (2017)                     5\n\n                          Opinion of the Court\n\nproceeded” had timely disclosure occurred. Ibid. Accord-\ningly, Judge Watford would have reversed the District\nCourt for awarding fees beyond those “sustained as a\nresult of Goodyear’s misconduct.” Id., at 1256.\n  The Court of Appeals’ decision created a split of authority:\nOther Circuits have insisted on limiting sanctions like this\none to fees or costs that are causally related to a litigant’s\nmisconduct.3 We therefore granted certiorari. 579 U. S.\n___ (2016).\n                             II\n  Federal courts possess certain “inherent powers,” not\nconferred by rule or statute, “to manage their own affairs\nso as to achieve the orderly and expeditious disposition of\ncases.” Link v. Wabash R. Co., 370 U. S. 626, 630–631\n(1962). That authority includes “the ability to fashion an\nappropriate sanction for conduct which abuses the judicial\nprocess.” Chambers v. NASCO, Inc., 501 U. S. 32, 44–45\n(1991). And one permissible sanction is an “assessment of\nattorney’s fees”—an order, like the one issued here, in-\nstructing a party that has acted in bad faith to reimburse\nlegal fees and costs incurred by the other side. Id., at 45.\n  This Court has made clear that such a sanction, when\nimposed pursuant to civil procedures, must be compensa-\ntory rather than punitive in nature. See Mine Workers v.\nBagwell, 512 U. S. 821, 826–830 (1994) (distinguishing\ncompensatory from punitive sanctions and specifying the\nprocedures needed to impose each kind).4 In other words,\nthe fee award may go no further than to redress the\n——————\n  3 See, e.g., Plaintiffs’ Baycol Steering Comm. v. Bayer Corp., 419 F. 3d\n\n794, 808 (CA8 2005); Bradley v. American Household, Inc., 378 F. 3d\n373, 378 (CA4 2004); United States v. Dowell, 257 F. 3d 694, 699 (CA7\n2001).\n  4 Bagwell also addressed “coercive” sanctions, designed to make a\n\nparty comply with a court order. 512 U. S., at 829. That kind of\nsanction is not at issue here.\n\u000c6          GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                          Opinion of the Court\n\nwronged party “for losses sustained”; it may not impose an\nadditional amount as punishment for the sanctioned\nparty’s misbehavior. Id., at 829 (quoting United States v.\nMine Workers, 330 U. S. 258, 304 (1947)). To level that\nkind of separate penalty, a court would need to provide\nprocedural guarantees applicable in criminal cases, such\nas a “beyond a reasonable doubt” standard of proof. See\nid., at 826, 832–834, 838–839. When (as in this case)\nthose criminal-type protections are missing, a court’s\nshifting of fees is limited to reimbursing the victim.\n   That means, pretty much by definition, that the court\ncan shift only those attorney’s fees incurred because of the\nmisconduct at issue. Compensation for a wrong, after all,\ntracks the loss resulting from that wrong. So as we have\npreviously noted, a sanction counts as compensatory only\nif it is “calibrate[d] to [the] damages caused by” the bad-\nfaith acts on which it is based. Id., at 834. A fee award is\nso calibrated if it covers the legal bills that the litigation\nabuse occasioned. But if an award extends further than\nthat—to fees that would have been incurred without the\nmisconduct—then it crosses the boundary from compensa-\ntion to punishment. Hence the need for a court, when\nusing its inherent sanctioning authority (and civil proce-\ndures), to establish a causal link—between the litigant’s\nmisbehavior and legal fees paid by the opposing party.5\n——————\n   5 Rule-based and statutory sanction regimes similarly require courts\n\nto find such a causal connection before shifting fees. For example, the\nFederal Rules of Civil Procedure provide that a district court may order\na party to pay attorney’s fees “caused by” discovery misconduct,\nRule 37(b)(2)(C), or “directly resulting from” misrepresentations in\npleadings, motions, and other papers, Rule 11(c)(4). And under 28\nU. S. C. §1927, a court may require an attorney who unreasonably\nmultiplies proceedings to pay attorney’s fees incurred “because of ” that\nmisconduct. Those provisions confirm the need to establish a causal\nlink between misconduct and fees when acting under inherent authority,\ngiven that such undelegated powers should be exercised with especial\n“restraint and discretion.” Roadway Express, Inc. v. Piper, 447 U. S.\n\u000c                   Cite as: 581 U. S. ____ (2017)         7\n\n                       Opinion of the Court\n\n  That kind of causal connection, as this Court explained\nin another attorney’s fees case, is appropriately framed as\na but-for test: The complaining party (here, the Haegers)\nmay recover “only the portion of his fees that he would not\nhave paid but for” the misconduct. Fox v. Vice, 563 U. S.\n826, 836 (2011); see Paroline v. United States, 572 U. S.\n___, ___ (2014) (slip op., at 12) (“The traditional way to\nprove that one event was a factual cause of another is to\nshow that the latter would not have occurred ‘but for’ the\nformer”). In Fox, a prevailing defendant sought reim-\nbursement under a fee-shifting statute for legal expenses\nincurred in defending against several frivolous claims.\nSee 563 U. S., at 830; 42 U. S. C. §1988. The trial court\ngranted fees for all legal work relating to those claims—\nregardless of whether the same work would have been\ndone (for example, the same depositions taken) to contest\nthe non-frivolous claims in the suit. We made clear that\nwas wrong. When a “defendant would have incurred [an]\nexpense in any event[,] he has suffered no incremental\nharm from the frivolous claim,” and so the court lacks a\nbasis for shifting the expense. Fox, 563 U. S., at 836.\nSubstitute “discovery abuse” for “frivolous claim” in that\nsentence, and the same thing goes in this case. Or other-\nwise said (and again borrowing from Fox), when “the cost[ ]\nwould have been incurred in the absence of ” the discovery\nviolation, then the court (possessing only the power to\ncompensate for harm the misconduct has caused) must\nleave it alone. Id., at 838.\n  This but-for causation standard generally demands that\na district court assess and allocate specific litigation ex-\npenses—yet still allows it to exercise discretion and judg-\nment. The court’s fundamental job is to determine whether\na given legal fee—say, for taking a deposition or drafting a\nmotion—would or would not have been incurred in the\n——————\n752, 764 (1980).\n\u000c8         GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                      Opinion of the Court\n\nabsence of the sanctioned conduct. The award is then the\nsum total of the fees that, except for the misbehavior,\nwould not have accrued. See id., at 837–838 (providing\nillustrative examples). But as we stressed in Fox, trial\ncourts undertaking that task “need not, and indeed should\nnot, become green-eyeshade accountants” (or whatever the\ncontemporary equivalent is). Id., at 838. “The essential\ngoal” in shifting fees is “to do rough justice, not to achieve\nauditing perfection.” Ibid. Accordingly, a district court\n“may take into account [its] overall sense of a suit, and\nmay use estimates in calculating and allocating an attor-\nney’s time.” Ibid. The court may decide, for example,\nthat all (or a set percentage) of a particular category of\nexpenses—say, for expert discovery—were incurred solely\nbecause of a litigant’s bad-faith conduct. And such judg-\nments, in light of the trial court’s “superior understanding\nof the litigation,” are entitled to substantial deference on\nappeal. Hensley v. Eckerhart, 461 U. S. 424, 437 (1983).\n   In exceptional cases, the but-for standard even permits\na trial court to shift all of a party’s fees, from either the\nstart or some midpoint of a suit, in one fell swoop. Cham-\nbers v. NASCO offers one illustration. There, we approved\nsuch an award because literally everything the defendant\ndid—“his entire course of conduct” throughout, and indeed\npreceding, the litigation—was “part of a sordid scheme” to\ndefeat a valid claim. 501 U. S., at 51, 57 (brackets omit-\nted). Thus, the district court could reasonably conclude\nthat all legal expenses in the suit “were caused . . . solely\nby [his] fraudulent and brazenly unethical efforts.” Id., at\n58. Or to flip the example: If a plaintiff initiates a case in\ncomplete bad faith, so that every cost of defense is at-\ntributable only to sanctioned behavior, the court may\nagain make a blanket award. And similarly, if a court\nfinds that a lawsuit, absent litigation misconduct, would\nhave settled at a specific time—for example, when a party\nwas legally required to disclose evidence fatal to its posi-\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\ntion—then the court may grant all fees incurred from that\nmoment on. In each of those scenarios, a court escapes the\ngrind of segregating individual expense items (a deposi-\ntion here, a motion there)—or even categories of such\nitems (again, like expert discovery)—but only because all\nfees in the litigation, or a phase of it, meet the applicable\ntest: They would not have been incurred except for the\nmisconduct.\n                              III\n   It is an oddity of this case that both sides agree with\njust about everything said in the last six paragraphs about\nthe pertinent law. Do legal fees awarded under a court’s\ninherent sanctioning authority have to be compensatory\nrather than punitive when civil litigation procedures are\nused? The Haegers and Goodyear alike say yes. Does that\nmean the fees awarded must be causally related to the\nsanctioned party’s misconduct? A joint yes on that too.\nMore specifically, does the appropriate causal test limit\nthe fees, a la Fox, to those that would not have been in-\ncurred but for the bad faith? No argument there either.\nAnd in an exceptional case, such as Chambers, could that\ntest produce an award extending as far as all of the\nwronged party’s legal fees? Once again, agreement (if\nwith differing degrees of enthusiasm). See Brief for Peti-\ntioner 17, 23–24, 31; Brief for Respondents 17–18, 22–23;\nTr. of Oral Arg. 34–35, 46–47.\n   All the parties really argue about here is what that law\nmeans for this case. Goodyear contends that it requires\nthrowing out the trial court’s fee award and instructing\nthe court to consider the matter anew. The Haegers main-\ntain, to the contrary, that the award can stand. They\ninitially contend—pointing to a couple of passages from\nthe Ninth Circuit’s opinion—that both courts below articu-\nlated and applied the very but-for causation standard we\nhave laid out. See Brief for Respondents 17–18 (highlight-\n\u000c10       GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                     Opinion of the Court\n\ning the Ninth Circuit’s statements that Goodyear’s “bad\nfaith conduct caused significant harm” and that the Dis-\ntrict Court “determine[d] the appropriate amount of fees to\naward as sanctions to compensate the [Haegers] for the\ndamages they suffered as a result of [Goodyear’s] bad\nfaith”). And even if we reject that view, the Haegers con-\ntinue, we may uphold the fee award on the ground that it\nin fact passes a but-for test. That standard is satisfied (so\nthey say) for either of two reasons. First, because the case\nwould have settled as soon as Goodyear disclosed the\nrequested heat-test results, thus putting an end to the\nHaegers’ legal bills. Or second, because (settlement pro-\nspects aside) the withholding of that data so infected the\nlawsuit as to account for each and every expense the Hae-\ngers subsequently incurred. See id., at 14–15, 22, 26.\n   The Haegers’ defense of the lower courts’ reasoning is a\nnon-starter: Neither of them used the correct legal stand-\nard. As earlier recounted, the District Court specifically\ndisclaimed the “usual[ ]” need to find a “causal link” be-\ntween misconduct and fees when the sanctioned party’s\nbehavior was bad enough—in the court’s words, when it\n“r[ose] to a truly egregious level.” 906 F. Supp. 2d, at 975\n(emphasis deleted); see supra, at 3. In such circumstances,\nthe court thought, it could award “all” fees, including those\nthat would have been incurred in the absence of the mis-\nconduct. 906 F. Supp. 2d, at 975. And the court confirmed\nthat approach even while conceding that it might be\nwrong: By issuing a “contingent award” of $2 million,\nmeant to go into effect if the Ninth Circuit demanded a\ncausal “linkage between the misconduct and harm,” the\nDistrict Court made clear that its primary, $2.7 million\naward was not so confined. App. to Pet. for Cert. 180a; see\nsupra, at 4. Still, the Court of Appeals left the larger\nsanction in place, because it too mistook what findings\nwere needed to support that award. In the Ninth Circuit’s\nview, the trial court could grant all attorney’s fees in-\n\u000c                 Cite as: 581 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\ncurred “during the time when [Goodyear was] acting in\nbad faith.” 813 F. 3d, at 1250 (emphasis added); see id., at\n1249 (permitting an award of fees incurred “once [Good-\nyear] began flouting [its] discovery obligations” (emphasis\nadded)); supra, at 4. But that is a temporal limitation, not\na causal one; and, like the District Court’s “egregiousness”\nrequirement, it is wide of the mark. A sanctioning court\nmust determine which fees were incurred because of, and\nsolely because of, the misconduct at issue (however seri-\nous, or concurrent with a lawyer’s work, it might have\nbeen). No such finding lies behind the $2.7 million award\nmade and affirmed below.\n   Nor are we tempted to fill in that gap, as the Haegers\nhave invited us to do. As an initial matter, the Haegers\nhave not shown that this litigation would have settled as\nsoon as Goodyear divulged the heat-test results (thus\njustifying an all-fees award from the moment it was sup-\nposed to disclose, see supra, at 8–9). Even the District\nCourt did not go quite that far: In attempting to buttress\nits comprehensive award, it said only (and after express-\ning “some uncertainty”) that the suit probably would have\nsettled “much earlier.” 906 F. Supp. 2d, at 972. And that\nmore limited finding is itself subject to grave doubt, even\ntaking into account the deference owed to the trial court.\nAs Judge Watford reasoned, the test results, although\nfavorable to the Haegers’ version of events, did not deprive\nGoodyear of colorable defenses. In particular, Goodyear\nstill could have argued, as it had from the beginning, that\n“the Haegers’ own tire, which had endured more than\n40,000 miles of wear and tear, failed because it struck\nroad debris.” 813 F. 3d, at 1256 (dissenting opinion). And\nindeed, that is pretty much the course Goodyear took in\nanother suit alleging that the G159 caused a motorhome\naccident. See Schalmo v. Goodyear, No. 51–2006–CA–\n2064–WS (Fla. Cir. Ct., 6th Cir., Pasco County). In that\ncase (as Judge Watford again observed), Goodyear pro-\n\u000c12        GOODYEAR TIRE \u0026 RUBBER CO. v. HAEGER\n\n                      Opinion of the Court\n\nduced the very test results at issue here, yet still elected to\ngo to trial. See 813 F. 3d, at 1256. So we do not think the\nrecord allows a finding, as would support the $2.7 million\naward, that disclosure of the heat-test results would have\nled straightaway to a settlement.\n   Further, the Haegers cannot demonstrate that Good-\nyear’s non-disclosure so permeated the suit as to make\nthat misconduct a but-for cause of every subsequent legal\nexpense, totaling the full $2.7 million. If nothing else, the\nDistrict Court’s back-up fee award belies that theory.\nAfter introducing a causal element into the equation, the\ncourt found that the $700,000 of fees that the Haegers\nincurred in litigating against other defendants and prov-\ning their own medical damages had nothing to do with\nGoodyear’s discovery decisions. See App. to Pet. for Cert.\n180a; supra, at 4. The Haegers have failed to offer\nany concrete reason for questioning that judgment, and we\ndo not see how they could. At a minimum, then, the sanc-\ntion order could not force Goodyear to reimburse those\nexpenses—because, again, the Haegers would have paid\nthem even had the company behaved immaculately in\nevery respect.\n   That leaves the question whether the contingent $2\nmillion award should now stand—or, alternatively,\nwhether the District Court must reconsider from scratch\nwhich fees to shift. In the absence of any waiver issue, we\nwould insist on the latter course. Although the District\nCourt considered causation in arriving at its back-up\naward, we cannot tell from its sparse discussion whether\nits understanding of that requirement corresponds to the\nstandard we have described. That uncertainty points\ntoward demanding a do-over, under the unequivocally\nright legal rules. But the Haegers contend that Goodyear\nhas waived any ability to challenge the $2 million award.\nIn their view, that sum reflected Goodyear’s own submis-\nsion—which it may not now amend—that only about\n\u000c                  Cite as: 581 U. S. ____ (2017)            13\n\n                      Opinion of the Court\n\n$700,000 of the fees sought would have been incurred\n“regardless of Goodyear’s behavior.” App. 69; see Brief for\nRespondents 41; supra, at 4. The Court of Appeals did not\npreviously address that issue, and we decline to decide it\nin the first instance. See Cutter v. Wilkinson, 544 U. S.\n709, 718, n. 7 (2005) (“[W]e are a court of review, not of\nfirst view”). The possibility of waiver should therefore be\nthe initial order of business below. If a waiver is found,\nthat is the end of this case. If not, the District Court must\nreassess fees in line with a but-for causation requirement.\n   For these reasons, we reverse the judgment of the Court\nof Appeals and remand the case for further proceedings\nconsistent with this opinion.\n                                              It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c",
	"cited_id": [
		106449
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Link v. Wabash R. Co., 370 U. S. 626 (1962)"
	],
	"case_extract": [
		"Link v. Wabash R. Co., 370 U. S. 626, 630–631 (1962)"
	],
	"citing_sentence": "Federal courts possess certain “inherent powers,” not conferred by rule or statute, “to manage their own affairs so as to achieve the orderly and expeditious disposition of cases.” Link v. Wabash R. Co., 370 U. S. 626, 630–631 (1962).",
	"citing_paragraph": "Federal courts possess certain “inherent powers,” not conferred by rule or statute, “to manage their own affairs so as to achieve the orderly and expeditious disposition of cases.” Link v. Wabash R. Co., 370 U. S. 626, 630–631 (1962). That authority includes “the ability to fashion an appropriate sanction for conduct which abuses the judicial process.” Chambers v. NASCO, Inc., 501 U. S. 32, 44–45 (1991). And one permissible sanction is an “assessment of attorney’s fees”—an order, like the one issued here, in- structing a party that has acted in bad faith to reimburse legal fees and costs incurred by the other side. Id., at 45.",
	"relevant_keywords": [
		"Federal Court",
		"inherent power",
		"disposition",
		"procedure",
		"proceeding",
		"cases"
	],
	"query": [
		"\"Federal Court\" AND (\"inherent power\" OR (power! AND inherent)) AND (dispos! OR \"deal with\") AND (proceeding OR case)",
		"court AND (\"inherent power\" OR jurisdiction OR (power! AND inherent)) AND (dispos! OR \"deal with\") AND (proceeding OR case)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "federal court",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "inherent power",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "power*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "inherent"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "dispos*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "deal with",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "proceeding"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "case"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "court"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "inherent power",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "jurisdiction"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "power*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "inherent"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "dispos*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "deal with",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "proceeding"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "case"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}