{
	"id": 28,
	"case_id": 4157406,
	"case_title": "McLane Co. v. EEOC",
	"date_filed": "2017-04-03",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n        MCLANE CO., INC. v. EQUAL EMPLOYMENT \n\n             OPPORTUNITY COMMISSION\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n    No. 15–1248. Argued February 21, 2017—Decided April 3, 2017\nDamiana Ochoa worked for eight years in a physically demanding job\n for petitioner McLane Co., a supply-chain services company. McLane\n requires employees in those positions—both new employees and\n those returning from medical leave—to take a physical evaluation.\n When Ochoa returned from three months of maternity leave, she\n failed the evaluation three times and was fired. She then filed a sex\n discrimination charge under Title VII of the Civil Rights Act of 1964.\n The Equal Employment Opportunity (EEOC) began an investigation,\n but McLane declined its request for so-called “pedigree information”:\n names, Social Security numbers, addresses, and telephone numbers\n of employees asked to take the evaluation. After the EEOC expanded\n the investigation’s scope both geographically (to cover McLane’s na-\n tional operations) and substantively (to investigate possible age dis-\n crimination), it issued subpoenas, as authorized by \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n §2000e–9, requesting pedigree information relating to its new inves-\n tigation. When McLane refused to provide the information, the\n EEOC filed two actions in Federal District Court—one arising out of\n Ochoa’s charge and one arising out of the EEOC’s own age-\n discrimination charge—seeking enforcement of its subpoenas. The\n District Judge declined to enforce the subpoenas, finding that the\n pedigree information was not relevant to the charges, but the Ninth\n Circuit reversed. Reviewing the District Court’s decision to quash\n the subpoena de novo, the court concluded that the lower court erred\n in finding the pedigree information irrelevant.\nHeld: A district court’s decision whether to enforce or quash an EEOC\n subpoena should be reviewed for abuse of discretion, not de novo.\n Pp. 6–12.\n\u000c2                           MCLANE CO. v. EEOC\n\n                                    Syllabus\n\n        (a) Both factors that this Court examines when considering wheth-\n    er such decision should be subject to searching or deferential appel-\n    late review point toward abuse-of-discretion review. First, the\n    longstanding practice of the courts of appeals is to review a district\n    court’s decision to enforce or quash an administrative subpoena for\n    abuse of discretion. Title VII confers on the EEOC the same authori-\n    ty to issue subpoenas that the National Labor Relations Act (NLRA)\n    confers on the National Labor Relations Board (NLRB). During the\n    three decades between the NLRA’s enactment and the incorporation\n    of its subpoena-enforcement provisions into Title VII, every Circuit to\n    consider the question had held that a district court’s decision on en-\n    forcement of an NLRB subpoena is subject to abuse-of-discretion re-\n    view. Congress amended Title VII to authorize EEOC subpoenas\n    against this uniform backdrop of deferential appellate review, and\n    today, nearly every Court of Appeals reviews a district court’s deci-\n    sion whether to enforce an EEOC subpoena for abuse of discretion.\n    This “long history of appellate practice,” Pierce v. Underwood, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112137\"\u003e\u003ca href=\"/opinion/112137/pierce-v-underwood/\"\u003e\u003cspan class=\"volume\"\u003e487\u003c/span\u003e\n    \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e552\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 558, carries significant persuasive weight.\n        Second, basic principles of institutional capacity counsel in favor of\n    deferential review. In most cases, the district court’s enforcement de-\n    cision will turn either on whether the evidence sought is relevant to\n    the specific charge or whether the subpoena is unduly burdensome in\n    light of the circumstances. Both of these tasks are well suited to a\n    district judge’s expertise. The first requires the district court to eval-\n    uate the relationship between the particular materials sought and\n    the particular matter under investigation—an analysis “variable in\n    relation to the nature, purposes and scope of the inquiry.” Oklahoma\n    Press Publishing Co. v. Walling, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104239\"\u003e\u003ca href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"\u003e\u003cspan class=\"volume\"\u003e327\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e186\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 209. And whether a\n    subpoena is overly burdensome turns on the nature of the materials\n    sought and the difficulty the employer will face in producing them—\n    “ ‘fact-intensive, close calls’ ” better suited to resolution by the district\n    court than the court of appeals. Cooter \u0026 Gell v. Hartmarx Corp.,\n    \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112457\"\u003e\u003ca href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"\u003e\u003cspan class=\"volume\"\u003e496\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 404.\n        Other functional considerations also show the appropriateness of\n    abuse-of-discretion review. For one, the district courts’ considerable\n    experience in making similar decisions in other contexts, see Buford\n    v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118413\"\u003e\u003ca href=\"/opinion/118413/buford-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e532\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e59\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 66, gives them the “institutional ad-\n    vantag[e],” id., at 64, that comes with greater experience. Deferen-\n    tial review also “streamline[s] the litigation process by freeing appel-\n    late courts from the duty of reweighing evidence and reconsidering\n    facts already weighed and considered by the district court,” Cooter \u0026\n    Gell, 496 U. S., at 404, something particularly important in a pro-\n    ceeding designed only to facilitate the EEOC’s investigation. Pp. 6–9.\n        (b) Court-appointed amicus’ arguments in support of de novo re-\n\u000c                     Cite as: 581 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  view are not persuasive. Amicus claims that the district court’s pri-\n  mary task is to test a subpoena’s legal sufficiency and thus requires\n  no exercise of discretion. But that characterization is not inconsistent\n  with abuse-of-discretion review, which may be employed to insulate\n  the trial judge’s decision from appellate review for the same kind of\n  functional concerns that underpin the Court’s conclusion that abuse\n  of discretion is the appropriate standard.\n     It is also unlikely that affording deferential review to a district\n  court’s subpoena decision would clash with Court of Appeals deci-\n  sions that instructed district courts to defer to the EEOC’s determi-\n  nation about the relevance of evidence to the charge at issue. Such\n  decisions are better read as resting on the established rule that the\n  term “relevant” be understood “generously” to permit the EEOC “ac-\n  cess to virtually any material that might cast light on the allegations\n  against the employer.” EEOC v. Shell Oil Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111141\"\u003e\u003ca href=\"/opinion/111141/eeoc-v-shell-oil-co/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e54\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 68–69.\n  Nor do the constitutional underpinnings of the Shell Oil standard re-\n  quire a different result. While this Court has described a subpoena\n  as a “ ‘constructive’ search,” Oklahoma Press, 327 U. S., at 202, and\n  implied that the Fourth Amendment is the source of the requirement\n  that a subpoena not be “too indefinite,” United States v. Morton Salt\n  Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104758\"\u003e\u003ca href=\"/opinion/104758/united-states-v-morton-salt-co/\"\u003e\u003cspan class=\"volume\"\u003e338\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e632\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 652, not every decision touching on the Fourth\n  Amendment is subject to searching review. See, e.g., United States v.\n  Nixon, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109101\"\u003e\u003ca href=\"/opinion/109101/united-states-v-nixon/\"\u003e\u003cspan class=\"volume\"\u003e418\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e683\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 702. Cf. Illinois v. Gates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110959\"\u003e\u003ca href=\"/opinion/110959/illinois-v-gates/\"\u003e\u003cspan class=\"volume\"\u003e462\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e213\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 236;\n  Ornelas v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118030\"\u003e\u003ca href=\"/opinion/118030/ornelas-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e690\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, distinguished. Pp. 9–11.\n     (c) The case is remanded so that the Court of Appeals can review\n  the District Court’s decision under the appropriate standard in the\n  first instance. In doing so, the Court of Appeals may consider, as and\n  to the extent it deems appropriate, any of McLane’s arguments re-\n  garding the burdens imposed by the subpoena. Pp. 11–12.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e804\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1051\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n  SOTOMAYOR, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, BREYER, ALITO, and KAGAN, JJ., joined.\nGINSBURG, J., filed an opinion concurring in part and dissenting in part.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–1248\n                                  _________________\n\n\n  MCLANE COMPANY, INC., PETITIONER v. EQUAL \n\n   EMPLOYMENT OPPORTUNITY COMMISSION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                                [April 3, 2017]\n\n\n   JUSTICE SOTOMAYOR delivered the opinion of the Court.\n   Title VII of the Civil Rights Act of 1964 permits the\nEqual Employment Opportunity Commission (EEOC) to\nissue a subpoena to obtain evidence from an employer that\nis relevant to a pending investigation. The statute autho-\nrizes a district court to issue an order enforcing such a\nsubpoena. The question presented here is whether a court\nof appeals should review a district court’s decision to\nenforce or quash an EEOC subpoena de novo or for abuse\nof discretion. This decision should be reviewed for abuse\nof discretion.\n                             I\n\n                             A\n\n  Title VII of the Civil Rights Act of 1964 prohibits em-\nployment discrimination on the basis of “race, color, reli-\ngion, sex, or national origin.” §703(a), 78 Stat. 255, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2000e–2(a). The statute entrusts the enforce-\nment of that prohibition to the EEOC. See §2000e–5(a);\nEEOC v. Shell Oil Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111141\"\u003e\u003ca href=\"/opinion/111141/eeoc-v-shell-oil-co/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e54\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 61–62 (1984). The\nEEOC’s responsibilities “are triggered by the filing of a\nspecific sworn charge of discrimination,” University of Pa.\n\u000c2                       MCLANE CO. v. EEOC\n\n                         Opinion of the Court\n\nv. EEOC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112346\"\u003e\u003ca href=\"/opinion/112346/universityof-pennsylvania-v-eeoc/\"\u003e\u003cspan class=\"volume\"\u003e493\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e182\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 190 (1990), which can be filed\neither by the person alleging discrimination or by the\nEEOC itself, see §2000e–5(b). When it receives a charge,\nthe EEOC must first notify the employer, ibid., and must\nthen investigate “to determine whether there is reasonable\ncause to believe that the charge is true,” University of Pa.,\n493 U. S., at 190 (internal quotation marks omitted).\n   This case is about one of the tools the EEOC has at its\ndisposal in conducting its investigation: a subpoena. In\norder “[t]o enable the [EEOC] to make informed decisions\nat each stage of the enforcement process,” Title VII “con-\nfers a broad right of access to relevant evidence.” Id., at\n191. It provides that the EEOC “shall . . . have access to,\nfor the purposes of examination, . . . any evidence of any\nperson being investigated or proceeded against that re-\nlates to unlawful employment practices covered by” Title\nVII and “is relevant to the charge under investigation.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2000e–8(a). And the statute enables the EEOC\nto obtain that evidence by “authoriz[ing] [it] to issue a\nsubpoena and to seek an order enforcing [the subpoena].”\nUniversity of Pa., 493 U. S., at 191; see §2000e–9.1 Under\nthat authority, the EEOC may issue “subp[o]enas requir-\ning the attendance and testimony of witnesses or the\nproduction of any evidence.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §161(1). An\nemployer may petition the EEOC to revoke the subpoena,\nsee ibid., but if the EEOC rejects the petition and the\nemployer still “refuse[s] to obey [the] subp[o]ena,” the\nEEOC may ask a district court to issue an order enforcing\nit, see §161(2).\n   A district court’s role in an EEOC subpoena enforcement\nproceeding, we have twice explained, is a straightforward\n\n——————\n    1 The\n        statute does so by conferring on the EEOC the same authority\ngiven to the National Labor Relations Board to conduct investigations.\nSee \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2000e–9 (“For the purpose of all . . . investigations\nconducted by the Commission . . . section 161 of title 29 shall apply”).\n\u000c                  Cite as: 581 U. S. ____ (2017)              3\n\n                      Opinion of the Court\n\none. See University of Pa., 493 U. S., at 191; Shell Oil, 466\nU. S., at 72, n. 26. A district court is not to use an en-\nforcement proceeding as an opportunity to test the\nstrength of the underlying complaint. Ibid. Rather, a\ndistrict court should “ ‘satisfy itself that the charge is valid\nand that the material requested is “relevant” to the\ncharge.’ ” University of Pa., 493 U. S., at 191. It should do\nso cognizant of the “generou[s]” construction that courts\nhave given the term “relevant.” Shell Oil, 466 U. S., at\n68–69 (“virtually any material that might cast light on the\nallegations against the employer”). If the charge is proper\nand the material requested is relevant, the district court\nshould enforce the subpoena unless the employer estab-\nlishes that the subpoena is “too indefinite,” has been is-\nsued for an “illegitimate purpose,” or is unduly burden-\nsome. Id., at 72, n. 26. See United States v. Morton Salt\nCo., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104758\"\u003e\u003ca href=\"/opinion/104758/united-states-v-morton-salt-co/\"\u003e\u003cspan class=\"volume\"\u003e338\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e632\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 652–653 (1950) (“The gist of the protec-\ntion is in the requirement . . . that the disclosure sought\nshall not be unreasonable” (internal quotation marks\nomitted)).\n                              B\n   This case arises out of a Title VII suit filed by a woman\nnamed Damiana Ochoa. Ochoa worked for eight years as\na “cigarette selector” for petitioner McLane Co., a supply-\nchain services company. According to McLane, the job is a\ndemanding one: Cigarette selectors work in distribution\ncenters, where they are required to lift, pack, and move\nlarge bins containing products. McLane requires employ-\nees taking physically demanding jobs—both new employ-\nees and employees returning from medical leave—to take\na physical evaluation. According to McLane, the evalua-\ntion “tests . . . range of motion, resistance, and speed”\nand “is designed, administered, and validated by a third\nparty.” Brief for Petitioner 6. In 2007, Ochoa took three\nmonths of maternity leave. When she attempted to return\n\u000c4                   MCLANE CO. v. EEOC\n\n                     Opinion of the Court\n\nto work, McLane asked her to take the evaluation. Ochoa\nattempted to pass the evaluation three times, but failed.\nMcLane fired her.\n   Ochoa filed a charge of discrimination, alleging (among\nother things) that she had been fired on the basis of her\ngender. The EEOC began an investigation, and—at its\nrequest—McLane provided it with basic information about\nthe evaluation, as well as a list of anonymous employees\nthat McLane had asked to take the evaluation. McLane’s\nlist included each employee’s gender, role at the company,\nand evaluation score, as well as the reason each employee\nhad been asked to take the evaluation. But the company\nrefused to provide what the parties call “pedigree infor-\nmation”: the names, Social Security numbers, last known\naddresses, and telephone numbers of the employees who\nhad been asked to take the evaluation. Upon learning\nthat McLane used the evaluation nationwide, the EEOC\nexpanded the scope of its investigation, both geographi-\ncally (to focus on McLane’s nationwide operations) and sub-\nstantively (to investigate whether McLane had discrimi-\nnated against its employees on the basis of age). It issued\nsubpoenas requesting pedigree information as it related to\nits new investigation. But McLane refused to provide\nthe pedigree information, and so the EEOC filed two\nactions in Federal District Court—one arising out of\nOchoa’s charge and one arising out of a separate age-\ndiscrimination charge the EEOC itself had filed—seeking\nenforcement of its subpoenas.\n   The enforcement actions were assigned to the same\nDistrict Judge, who, after a hearing, declined to enforce\nthe subpoenas to the extent that they sought the pedigree\ninformation. See EEOC v. McLane Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2012\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e1132758\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n*5 (D Ariz., Apr. 4, 2012) (age discrimination charge); Civ.\nNo. 12–2469 (D Ariz., Nov. 19, 2012), App. to Pet. for Cert.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    5\n\n                          Opinion of the Court\n\n28–30 (Title VII charge).2 In the District Court’s view, the\npedigree information was not “relevant” to the charges\nbecause “ ‘an individual’s name, or even an interview he or\nshe could provide if contacted, simply could not shed light\non whether the [evaluation] represents a tool of . . . dis-\ncrimination.’ ” App. to Pet. for Cert. 29 (quoting \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2012\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e\n\u003cspan class=\"page\"\u003e1132758\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *5; some internal quotation marks omitted).\n  The Ninth Circuit reversed. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e804\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1051\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2015).\nConsistent with Circuit precedent, the panel reviewed the\nDistrict Court’s decision to quash the subpoena de novo,\nand concluded that the District Court had erred in finding\nthe pedigree information irrelevant. Id., at 1057. But the\npanel questioned in a footnote why de novo review applied,\nobserving that its sister Circuits “appear[ed] to review\nissues related to enforcement of administrative subpoenas\nfor abuse of discretion.” Id., at 1056, n. 3; see infra, at 7\n(reviewing Court of Appeals authority).\n  This Court granted certiorari to resolve the disagree-\nment between the Courts of Appeals over the appropriate\nstandard of review for the decision whether to enforce an\nEEOC subpoena. 579 U. S. ___ (2016). Because the United\nStates agrees with McLane that such a decision should\nbe reviewed for abuse of discretion, Stephen B. Kinnaird\nwas appointed as amicus curiae to defend the judgment\nbelow. 580 U. S. ___ (2016). He has ably discharged his\nduties.\n\n\n\n——————\n  2 The District Court also refused to enforce the subpoena to the extent\nthat it sought a second category of evidence: information about when\nand why those employees who had been fired after taking the test had\nbeen fired. The District Court provided no explanation for not enforc-\ning the subpoena to the extent it sought this information, and the Court\nof Appeals reversed on that ground. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e804\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1051\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1059 (CA9 2015).\nMcLane does not challenge this aspect of the Court of Appeals’ decision.\nSee Tr. of Oral Arg. 8.\n\u000c6                   MCLANE CO. v. EEOC\n\n                     Opinion of the Court\n\n                              II\n\n                              A\n\n   When considering whether a district court’s decision\nshould be subject to searching or deferential appellate\nreview—at least absent “explicit statutory command”—we\ntraditionally look to two factors. Pierce v. Underwood, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112137\"\u003e\u003ca href=\"/opinion/112137/pierce-v-underwood/\"\u003e\u003cspan class=\"volume\"\u003e487\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e552\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 558 (1988). First, we ask whether the “history\nof appellate practice” yields an answer. Ibid. Second, at\nleast where “neither a clear statutory prescription nor a\nhistorical tradition exists,” we ask whether, “ ‘as a matter\nof the sound administration of justice, one judicial actor is\nbetter positioned than another to decide the issue in ques-\ntion.’ ” Id., at 558, 559–560 (quoting Miller v. Fenton, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111542\"\u003e\u003ca href=\"/opinion/111542/miller-v-fenton/\"\u003e\u003cspan class=\"volume\"\u003e474\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e104\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 114 (1985)). Both factors point toward abuse-of-\ndiscretion review here.\n   First, the longstanding practice of the courts of appeals\nin reviewing a district court’s decision to enforce or quash\nan administrative subpoena is to review that decision for\nabuse of discretion. That practice predates even Title VII\nitself. As noted, Title VII confers on the EEOC the same\nauthority to issue subpoenas that the National Labor\nRelations Act (NLRA) confers on the National Labor Rela-\ntions Board (NLRB). See n. 1, supra. During the three\ndecades between the enactment of the NLRA and the\nincorporation of the NLRA’s subpoena-enforcement provi-\nsions into Title VII, every Circuit to consider the question\nhad held that a district court’s decision whether to enforce\nan NLRB subpoena should be reviewed for abuse of discre-\ntion. See NLRB v. Consolidated Vacuum Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"280317\"\u003e\u003ca href=\"/opinion/280317/national-labor-relations-board-on-the-relation-of-international-union-of/\"\u003e\u003cspan class=\"volume\"\u003e395\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e416\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 419–420 (CA2 1968); NLRB v. Friedman, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"269613\"\u003e\u003ca href=\"/opinion/269613/national-labor-relations-board-v-sidney-friedman-comptroller-and-local/\"\u003e\u003cspan class=\"volume\"\u003e352\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e545\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 547 (CA3 1965); NLRB v. Northern Trust Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1503596\"\u003e\u003ca href=\"/opinion/1503596/national-labor-relations-board-v-northern-trust-co/\"\u003e\u003cspan class=\"volume\"\u003e148\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e24\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 29 (CA7 1945); Goodyear Tire \u0026 Rubber Co. v.\nNLRB, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1542301\"\u003e\u003ca href=\"/opinion/1542301/goodyear-tire-rubber-co-v-national-labor-r-board/\"\u003e\u003cspan class=\"volume\"\u003e122\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e450\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 453–454 (CA6 1941). By the time\nCongress amended Title VII to authorize EEOC subpoenas\nin 1972, it did so against this uniform backdrop of deferen-\ntial appellate review.\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\n  Today, nearly as uniformly, the Courts of Appeals apply\nthe same deferential review to a district court’s decision as\nto whether to enforce an EEOC subpoena. Almost every\nCourt of Appeals reviews such a decision for abuse of\ndiscretion. See, e.g., EEOC v. Kronos Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e620\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e287\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n295–296 (CA3 2010); EEOC v. Randstad, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e685\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e433\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n442 (CA4 2012); EEOC v. Roadway Express, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"774534\"\u003e\u003ca href=\"/opinion/774534/equal-employment-opportunity-commission-v-roadway-express-inc/\"\u003e\u003cspan class=\"volume\"\u003e261\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e634\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 638 (CA6 2001); EEOC v. United Air Lines, Inc.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"777353\"\u003e\u003ca href=\"/opinion/777353/equal-employment-opportunity-commission-v-united-air-lines-incorporated/\"\u003e\u003cspan class=\"volume\"\u003e287\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e643\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 649 (CA7 2002); EEOC v. Technocrest Sys-\ntems, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"794439\"\u003e\u003ca href=\"/opinion/794439/united-states-equal-employment-opportunity-commission-v-technocrest/\"\u003e\u003cspan class=\"volume\"\u003e448\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1035\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1038 (CA8 2006); EEOC v.\nDillon Companies, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"162727\"\u003e\u003ca href=\"/opinion/162727/eeoc-v-dillon-companies/\"\u003e\u003cspan class=\"volume\"\u003e310\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1271\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1274 (CA10 2002);\nEEOC v. Royal Caribbean Cruises, Ltd., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e771\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e757\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n760 (CA11 2014) (per curiam). As Judge Watford—writing\nfor the panel below—recognized, the Ninth Circuit alone\napplies a more searching form of review. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e804\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n1056, n. 3 (“Why we review questions of relevance and\nundue burden de novo is unclear”); see also EPA v. Alyeska\nPipeline Serv. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"499505\"\u003e\u003ca href=\"/opinion/499505/in-the-matter-of-the-petition-of-the-administrator-united-states/\"\u003e\u003cspan class=\"volume\"\u003e836\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e443\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 445–446 (CA9 1988)\n(holding that de novo review applies). To be sure, the\ninquiry into the appropriate standard of review cannot be\nresolved by a head-counting exercise. But the “long his-\ntory of appellate practice” here, Pierce, 487 U. S., at 558,\ncarries significant persuasive weight.\n  Second, basic principles of institutional capacity counsel\nin favor of deferential review. The decision whether to\nenforce an EEOC subpoena is a case-specific one that\nturns not on “a neat set of legal rules,” Illinois v. Gates,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110959\"\u003e\u003ca href=\"/opinion/110959/illinois-v-gates/\"\u003e\u003cspan class=\"volume\"\u003e462\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e213\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 232 (1983), but instead on the application of\nbroad standards to “multifarious, fleeting, special, narrow\nfacts that utterly resist generalization,” Pierce, 487 U. S.,\nat 561–562 (internal quotation marks omitted). In the\nmine run of cases, the district court’s decision whether to\nenforce a subpoena will turn either on whether the evi-\ndence sought is relevant to the specific charge before it or\nwhether the subpoena is unduly burdensome in light of\nthe circumstances. Both tasks are well suited to a district\n\u000c8                        MCLANE CO. v. EEOC\n\n                          Opinion of the Court\n\njudge’s expertise. The decision whether evidence sought is\nrelevant requires the district court to evaluate the rela-\ntionship between the particular materials sought and the\nparticular matter under investigation—an analysis “vari-\nable in relation to the nature, purposes and scope of the\ninquiry.” Oklahoma Press Publishing Co. v. Walling, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104239\"\u003e\u003ca href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"\u003e\u003cspan class=\"volume\"\u003e327\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e186\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 209 (1946). Similarly, the decision whether a\nsubpoena is overly burdensome turns on the nature of the\nmaterials sought and the difficulty the employer will face\nin producing them. These inquiries are “generally not\namenable to broad per se rules,” Sprint/United Manage-\nment Co. v. Mendelsohn, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145828\"\u003e\u003ca href=\"/opinion/145828/sprintunited-management-co-v-mendelsohn/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e379\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 387 (2008); rather,\nthey are the kind of “fact-intensive, close calls” better\nsuited to resolution by the district court than the court of\nappeals, Cooter \u0026 Gell v. Hartmarx Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112457\"\u003e\u003ca href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"\u003e\u003cspan class=\"volume\"\u003e496\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n404 (1990) (internal quotation marks omitted).3\n   Other functional considerations also show that abuse-of-\ndiscretion review is appropriate here. For one, district\ncourts have considerable experience in other contexts\nmaking decisions similar—though not identical—to those\nthey must make in this one. See Buford v. United States,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118413\"\u003e\u003ca href=\"/opinion/118413/buford-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e532\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e59\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 66 (2001) (“[T]he comparatively greater\nexpertise” of the district court may counsel in favor of\ndeferential review). District courts decide, for instance,\nwhether evidence is relevant at trial, Fed. Rule Evid. 401;\nwhether pretrial criminal subpoenas are unreasonable in\n——————\n    3 To\n       be sure, there are pure questions of law embedded in a district\ncourt’s decision to enforce or quash a subpoena. Whether a charge is\n“valid,” EEOC v. Shell Oil Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111141\"\u003e\u003ca href=\"/opinion/111141/eeoc-v-shell-oil-co/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e54\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 72, n. 26 (1984)—that is,\nlegally sufficient—is a pure question of law. And the question whether\na district court employed the correct standard of relevance, see id., at\n68–69—as opposed to how it applied that standard to the facts of a\ngiven case—is a question of law. But “applying a unitary abuse-of-\ndiscretion standard” does not shelter a district court that makes an\nerror of law, because “[a] district court would necessarily abuse its\ndiscretion if it based its ruling on an erroneous view of the law.” Cooter\n\u0026 Gell v. Hartmarx Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112457\"\u003e\u003ca href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"\u003e\u003cspan class=\"volume\"\u003e496\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 403, 405 (1990).\n\u000c                  Cite as: 581 U. S. ____ (2017)             9\n\n                      Opinion of the Court\n\nscope, Fed. Rule Crim. Proc. 16(c)(2); and more. These\ndecisions are not the same as the decisions a district court\nmust make in enforcing an administrative subpoena. But\nthey are similar enough to give the district court the “in-\nstitutional advantag[e],” Buford, 532 U. S., at 64, that\ncomes with greater experience. For another, as we noted\nin Cooter \u0026 Gell, deferential review “streamline[s] the\nlitigation process by freeing appellate courts from the duty\nof reweighing evidence and reconsidering facts already\nweighed and considered by the district court,” 496 U. S., at\n404—a particularly important consideration in a “satel-\nlite” proceeding like this one, ibid., designed only to facili-\ntate the EEOC’s investigation.\n                               B\n  Amicus’ arguments to the contrary have aided our con-\nsideration of this case. But they do not persuade us that\nde novo review is appropriate.\n  Amicus’ central argument is that the decision whether a\nsubpoena should be enforced does not require the exercise\nof discretion on the part of the district court, and so it\nshould not be reviewed for abuse of discretion. On amicus’\nview, the district court’s primary role is to test the legal\nsufficiency of the subpoena, not to weigh whether it should\nbe enforced as a substantive matter. Cf. Shell Oil, 466\nU. S., at 72, n. 26 (rejecting the argument that the district\ncourt should assess the validity of the underlying claim in\na proceeding to enforce a subpoena). Even accepting\namicus’ view of the district court’s task, however, this\nunderstanding of abuse-of-discretion review is too narrow.\nAs commentators have observed, abuse-of-discretion re-\nview is employed not only where a decisionmaker has “a\nwide range of choice as to what he decides, free from the\nconstraints which characteristically attach whenever legal\nrules enter the decision[making] process”; it is also em-\nployed where the trial judge’s decision is given “an unu-\n\u000c10                  MCLANE CO. v. EEOC\n\n                     Opinion of the Court\n\nsual amount of insulation from appellate revision” for func-\ntional reasons. Rosenberg, Judicial Discretion of the Trial\nCourt, Viewed From Above, 22 Syracuse L. Rev. 635, 637\n(1971); see also 22 C. Wright \u0026 K. Graham, Federal Prac-\ntice and Procedure §5166.1 (2d ed. 2012). And as we have\nexplained, it is in large part due to functional concerns\nthat we conclude the district court’s decision should be\nreviewed for abuse of discretion. Even if the district\ncourt’s decision can be characterized in the way that ami-\ncus suggests, that characterization would not be incon-\nsistent with abuse-of-discretion review.\n   Nor are we persuaded by amicus’ remaining arguments.\nAmicus argues that affording deferential review to a dis-\ntrict court’s decision would clash with Court of Appeals\ndecisions instructing district courts to defer themselves to\nthe EEOC’s determination that evidence is relevant to the\ncharge at issue. See Director, Office of Thrift Supervision,\nv. Vinson \u0026 Elkins, LLP, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"184336\"\u003e\u003ca href=\"/opinion/184336/ots-v-vinson-elkins/\"\u003e\u003cspan class=\"volume\"\u003e124\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1304\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1307 (CADC\n1997) (district courts should defer to agency appraisals of\nrelevance unless they are “obviously wrong”); EEOC v.\nLockheed Martin Corp., Aero \u0026 Naval Systems, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"741923\"\u003e\u003ca href=\"/opinion/741923/equal-employment-opportunity-commission-v-lockheed-martin-corporation/\"\u003e\u003cspan class=\"volume\"\u003e116\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e110\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 113 (CA4 1997) (same). In amicus’ view, it is “analyt-\nically impossible” for the court of appeals to defer to the\ndistrict court if the district court must itself defer to the\nagency. Tr. of Oral Arg. 29. We think the better reading\nof those cases is that they rest on the established rule that\nthe term “relevant” be understood “generously” to permit\nthe EEOC “access to virtually any material that might\ncast light on the allegations against the employer.” Shell\nOil, 466 U. S., at 68–69. A district court deciding whether\nevidence is “relevant” under Title VII need not defer to the\nEEOC’s decision on that score; it must simply answer the\nquestion cognizant of the agency’s broad authority to seek\nand obtain evidence. Because the statute does not set up\nany scheme of double deference, amicus’ arguments as to\nthe infirmities of such a scheme are misplaced.\n\u000c                 Cite as: 581 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\n   Nor do we agree that, as amicus suggests, the constitu-\ntional underpinnings of the Shell Oil standard require a\ndifferent result. To be sure, we have described a subpoena\nas a “ ‘constructive’ search,” Oklahoma Press, 327 U. S., at\n202, and implied that the Fourth Amendment is the\nsource of the requirement that a subpoena not be “too\nindefinite,” Morton Salt, 338 U. S., at 652. But not every\ndecision that touches on the Fourth Amendment is subject\nto searching review. Subpoenas in a wide variety of other\ncontexts also implicate the privacy interests protected by\nthe Fourth Amendment, but courts routinely review the\nenforcement of such subpoenas for abuse of discretion.\nSee, e.g., United States v. Nixon, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109101\"\u003e\u003ca href=\"/opinion/109101/united-states-v-nixon/\"\u003e\u003cspan class=\"volume\"\u003e418\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e683\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 702 (1974)\n(pretrial subpoenas duces tecum); In re Grand Jury Sub-\npoena, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e696\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e428\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 432 (CA5 2012) (grand jury subpoe-\nnas); In re Grand Jury Proceedings, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e616\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1186\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1201\n(CA10 2010) (same). And this Court has emphasized that\ncourts should pay “great deference” to a magistrate judge’s\ndetermination of probable cause, Gates, 462 U. S., at 236\n(internal quotation marks omitted)—a decision more akin\nto a district court’s preenforcement review of a subpoena\nthan the warrantless searches and seizures we considered\nin Ornelas v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118030\"\u003e\u003ca href=\"/opinion/118030/ornelas-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e690\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1996), on which\namicus places great weight. The constitutional pedigree of\nShell Oil does not change our view of the correct standard\nof review.\n                            III\n   For these reasons, a district court’s decision to enforce\nan EEOC subpoena should be reviewed for abuse of discre-\ntion, not de novo.\n   The United States also argues that the judgment below\ncan be affirmed because it is clear that the District Court\nabused its discretion. But “we are a court of review, not of\nfirst view,” Cutter v. Wilkinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"142900\"\u003e\u003ca href=\"/opinion/142900/cutter-v-wilkinson/\"\u003e\u003cspan class=\"volume\"\u003e544\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e709\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 718, n. 7\n(2005), and the Court of Appeals has not had the chance to\n\u000c12                  MCLANE CO. v. EEOC\n\n                      Opinion of the Court\n\nreview the District Court’s decision under the appropriate\nstandard. That task is for the Court of Appeals in the first\ninstance. As part of its analysis, the Court of Appeals may\nalso consider, as and to the extent it deems appropriate,\nany arguments made by McLane regarding the burdens\nimposed by the subpoena.\n  The judgment of the Court of Appeals is hereby vacated,\nand the case is remanded for further proceedings con-\nsistent with this opinion.\n                                             It is so ordered.\n\u000c                  Cite as: 581 U. S. ____ (2017)            1\n\n                     Opinion of GINSBURG, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 15–1248\n                          _________________\n\n\n  MCLANE COMPANY, INC., PETITIONER v. EQUAL \n\n   EMPLOYMENT OPPORTUNITY COMMISSION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                         [April 3, 2017]\n\n\n   JUSTICE GINSBURG, concurring in part and dissenting in\npart.\n   While I agree with the Court that “abuse of discretion”\nis generally the proper review standard for district court\ndecisions reviewing agency subpoenas, I would neverthe-\nless affirm the Ninth Circuit’s judgment in this case. As\nthe Court of Appeals explained, the District Court’s re-\nfusal to enforce the Equal Employment Opportunity\nCommission’s (EEOC) subpoena for pedigree information\nrested on a legal error. Lower court resolution of a ques-\ntion of law is ordinarily reviewable de novo on appeal.\nHighmark Inc. v. Allcare Health Management System,\nInc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, and n. 2 (2014) (slip op., at 4, and\nn. 2). According to the District Court, it was not yet “nec-\nessary [for the EEOC] to seek such information.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2012\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e\n\u003cspan class=\"page\"\u003e5868959\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *6 (D Ariz., Nov. 19, 2012). As the Ninth Circuit\ncorrectly conveyed, however: “The EEOC does not have to\nshow a ‘particularized necessity of access, beyond a show-\ning of mere relevance,’ to obtain evidence.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e804\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e1051\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1057 (2015) (quoting University of Pa. v. EEOC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112346\"\u003e\u003ca href=\"/opinion/112346/universityof-pennsylvania-v-eeoc/\"\u003e\u003cspan class=\"volume\"\u003e493\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e182\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 188 (1990)). Because the District Court erred as\na matter of law in demanding that the EEOC show more\nthan relevance in order to gain enforcement of its sub-\npoena, I would not disturb the Court of Appeals’ judgment.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n        MCLANE CO., INC. v. EQUAL EMPLOYMENT \n\n             OPPORTUNITY COMMISSION\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n    No. 15–1248. Argued February 21, 2017—Decided April 3, 2017\nDamiana Ochoa worked for eight years in a physically demanding job\n for petitioner McLane Co., a supply-chain services company. McLane\n requires employees in those positions—both new employees and\n those returning from medical leave—to take a physical evaluation.\n When Ochoa returned from three months of maternity leave, she\n failed the evaluation three times and was fired. She then filed a sex\n discrimination charge under Title VII of the Civil Rights Act of 1964.\n The Equal Employment Opportunity (EEOC) began an investigation,\n but McLane declined its request for so-called “pedigree information”:\n names, Social Security numbers, addresses, and telephone numbers\n of employees asked to take the evaluation. After the EEOC expanded\n the investigation’s scope both geographically (to cover McLane’s na-\n tional operations) and substantively (to investigate possible age dis-\n crimination), it issued subpoenas, as authorized by 42 U. S. C.\n §2000e–9, requesting pedigree information relating to its new inves-\n tigation. When McLane refused to provide the information, the\n EEOC filed two actions in Federal District Court—one arising out of\n Ochoa’s charge and one arising out of the EEOC’s own age-\n discrimination charge—seeking enforcement of its subpoenas. The\n District Judge declined to enforce the subpoenas, finding that the\n pedigree information was not relevant to the charges, but the Ninth\n Circuit reversed. Reviewing the District Court’s decision to quash\n the subpoena de novo, the court concluded that the lower court erred\n in finding the pedigree information irrelevant.\nHeld: A district court’s decision whether to enforce or quash an EEOC\n subpoena should be reviewed for abuse of discretion, not de novo.\n Pp. 6–12.\n\u000c2                           MCLANE CO. v. EEOC\n\n                                    Syllabus\n\n        (a) Both factors that this Court examines when considering wheth-\n    er such decision should be subject to searching or deferential appel-\n    late review point toward abuse-of-discretion review. First, the\n    longstanding practice of the courts of appeals is to review a district\n    court’s decision to enforce or quash an administrative subpoena for\n    abuse of discretion. Title VII confers on the EEOC the same authori-\n    ty to issue subpoenas that the National Labor Relations Act (NLRA)\n    confers on the National Labor Relations Board (NLRB). During the\n    three decades between the NLRA’s enactment and the incorporation\n    of its subpoena-enforcement provisions into Title VII, every Circuit to\n    consider the question had held that a district court’s decision on en-\n    forcement of an NLRB subpoena is subject to abuse-of-discretion re-\n    view. Congress amended Title VII to authorize EEOC subpoenas\n    against this uniform backdrop of deferential appellate review, and\n    today, nearly every Court of Appeals reviews a district court’s deci-\n    sion whether to enforce an EEOC subpoena for abuse of discretion.\n    This “long history of appellate practice,” Pierce v. Underwood, 487\n    U. S. 552, 558, carries significant persuasive weight.\n        Second, basic principles of institutional capacity counsel in favor of\n    deferential review. In most cases, the district court’s enforcement de-\n    cision will turn either on whether the evidence sought is relevant to\n    the specific charge or whether the subpoena is unduly burdensome in\n    light of the circumstances. Both of these tasks are well suited to a\n    district judge’s expertise. The first requires the district court to eval-\n    uate the relationship between the particular materials sought and\n    the particular matter under investigation—an analysis “variable in\n    relation to the nature, purposes and scope of the inquiry.” Oklahoma\n    Press Publishing Co. v. Walling, 327 U. S. 186, 209. And whether a\n    subpoena is overly burdensome turns on the nature of the materials\n    sought and the difficulty the employer will face in producing them—\n    “ ‘fact-intensive, close calls’ ” better suited to resolution by the district\n    court than the court of appeals. Cooter \u0026 Gell v. Hartmarx Corp.,\n    496 U. S. 384, 404.\n        Other functional considerations also show the appropriateness of\n    abuse-of-discretion review. For one, the district courts’ considerable\n    experience in making similar decisions in other contexts, see Buford\n    v. United States, 532 U. S. 59, 66, gives them the “institutional ad-\n    vantag[e],” id., at 64, that comes with greater experience. Deferen-\n    tial review also “streamline[s] the litigation process by freeing appel-\n    late courts from the duty of reweighing evidence and reconsidering\n    facts already weighed and considered by the district court,” Cooter \u0026\n    Gell, 496 U. S., at 404, something particularly important in a pro-\n    ceeding designed only to facilitate the EEOC’s investigation. Pp. 6–9.\n        (b) Court-appointed amicus’ arguments in support of de novo re-\n\u000c                     Cite as: 581 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  view are not persuasive. Amicus claims that the district court’s pri-\n  mary task is to test a subpoena’s legal sufficiency and thus requires\n  no exercise of discretion. But that characterization is not inconsistent\n  with abuse-of-discretion review, which may be employed to insulate\n  the trial judge’s decision from appellate review for the same kind of\n  functional concerns that underpin the Court’s conclusion that abuse\n  of discretion is the appropriate standard.\n     It is also unlikely that affording deferential review to a district\n  court’s subpoena decision would clash with Court of Appeals deci-\n  sions that instructed district courts to defer to the EEOC’s determi-\n  nation about the relevance of evidence to the charge at issue. Such\n  decisions are better read as resting on the established rule that the\n  term “relevant” be understood “generously” to permit the EEOC “ac-\n  cess to virtually any material that might cast light on the allegations\n  against the employer.” EEOC v. Shell Oil Co., 466 U. S. 54, 68–69.\n  Nor do the constitutional underpinnings of the Shell Oil standard re-\n  quire a different result. While this Court has described a subpoena\n  as a “ ‘constructive’ search,” Oklahoma Press, 327 U. S., at 202, and\n  implied that the Fourth Amendment is the source of the requirement\n  that a subpoena not be “too indefinite,” United States v. Morton Salt\n  Co., 338 U. S. 632, 652, not every decision touching on the Fourth\n  Amendment is subject to searching review. See, e.g., United States v.\n  Nixon, 418 U. S. 683, 702. Cf. Illinois v. Gates, 462 U. S. 213, 236;\n  Ornelas v. United States, 517 U. S. 690, distinguished. Pp. 9–11.\n     (c) The case is remanded so that the Court of Appeals can review\n  the District Court’s decision under the appropriate standard in the\n  first instance. In doing so, the Court of Appeals may consider, as and\n  to the extent it deems appropriate, any of McLane’s arguments re-\n  garding the burdens imposed by the subpoena. Pp. 11–12.\n804 F. 3d 1051, vacated and remanded.\n\n  SOTOMAYOR, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, BREYER, ALITO, and KAGAN, JJ., joined.\nGINSBURG, J., filed an opinion concurring in part and dissenting in part.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–1248\n                                  _________________\n\n\n  MCLANE COMPANY, INC., PETITIONER v. EQUAL \n\n   EMPLOYMENT OPPORTUNITY COMMISSION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                                [April 3, 2017]\n\n\n   JUSTICE SOTOMAYOR delivered the opinion of the Court.\n   Title VII of the Civil Rights Act of 1964 permits the\nEqual Employment Opportunity Commission (EEOC) to\nissue a subpoena to obtain evidence from an employer that\nis relevant to a pending investigation. The statute autho-\nrizes a district court to issue an order enforcing such a\nsubpoena. The question presented here is whether a court\nof appeals should review a district court’s decision to\nenforce or quash an EEOC subpoena de novo or for abuse\nof discretion. This decision should be reviewed for abuse\nof discretion.\n                             I\n\n                             A\n\n  Title VII of the Civil Rights Act of 1964 prohibits em-\nployment discrimination on the basis of “race, color, reli-\ngion, sex, or national origin.” §703(a), 78 Stat. 255, 42\nU. S. C. §2000e–2(a). The statute entrusts the enforce-\nment of that prohibition to the EEOC. See §2000e–5(a);\nEEOC v. Shell Oil Co., 466 U. S. 54, 61–62 (1984). The\nEEOC’s responsibilities “are triggered by the filing of a\nspecific sworn charge of discrimination,” University of Pa.\n\u000c2                       MCLANE CO. v. EEOC\n\n                         Opinion of the Court\n\nv. EEOC, 493 U. S. 182, 190 (1990), which can be filed\neither by the person alleging discrimination or by the\nEEOC itself, see §2000e–5(b). When it receives a charge,\nthe EEOC must first notify the employer, ibid., and must\nthen investigate “to determine whether there is reasonable\ncause to believe that the charge is true,” University of Pa.,\n493 U. S., at 190 (internal quotation marks omitted).\n   This case is about one of the tools the EEOC has at its\ndisposal in conducting its investigation: a subpoena. In\norder “[t]o enable the [EEOC] to make informed decisions\nat each stage of the enforcement process,” Title VII “con-\nfers a broad right of access to relevant evidence.” Id., at\n191. It provides that the EEOC “shall . . . have access to,\nfor the purposes of examination, . . . any evidence of any\nperson being investigated or proceeded against that re-\nlates to unlawful employment practices covered by” Title\nVII and “is relevant to the charge under investigation.” 42\nU. S. C. §2000e–8(a). And the statute enables the EEOC\nto obtain that evidence by “authoriz[ing] [it] to issue a\nsubpoena and to seek an order enforcing [the subpoena].”\nUniversity of Pa., 493 U. S., at 191; see §2000e–9.1 Under\nthat authority, the EEOC may issue “subp[o]enas requir-\ning the attendance and testimony of witnesses or the\nproduction of any evidence.” 29 U. S. C. §161(1). An\nemployer may petition the EEOC to revoke the subpoena,\nsee ibid., but if the EEOC rejects the petition and the\nemployer still “refuse[s] to obey [the] subp[o]ena,” the\nEEOC may ask a district court to issue an order enforcing\nit, see §161(2).\n   A district court’s role in an EEOC subpoena enforcement\nproceeding, we have twice explained, is a straightforward\n\n——————\n    1 The\n        statute does so by conferring on the EEOC the same authority\ngiven to the National Labor Relations Board to conduct investigations.\nSee 42 U. S. C. §2000e–9 (“For the purpose of all . . . investigations\nconducted by the Commission . . . section 161 of title 29 shall apply”).\n\u000c                  Cite as: 581 U. S. ____ (2017)              3\n\n                      Opinion of the Court\n\none. See University of Pa., 493 U. S., at 191; Shell Oil, 466\nU. S., at 72, n. 26. A district court is not to use an en-\nforcement proceeding as an opportunity to test the\nstrength of the underlying complaint. Ibid. Rather, a\ndistrict court should “ ‘satisfy itself that the charge is valid\nand that the material requested is “relevant” to the\ncharge.’ ” University of Pa., 493 U. S., at 191. It should do\nso cognizant of the “generou[s]” construction that courts\nhave given the term “relevant.” Shell Oil, 466 U. S., at\n68–69 (“virtually any material that might cast light on the\nallegations against the employer”). If the charge is proper\nand the material requested is relevant, the district court\nshould enforce the subpoena unless the employer estab-\nlishes that the subpoena is “too indefinite,” has been is-\nsued for an “illegitimate purpose,” or is unduly burden-\nsome. Id., at 72, n. 26. See United States v. Morton Salt\nCo., 338 U. S. 632, 652–653 (1950) (“The gist of the protec-\ntion is in the requirement . . . that the disclosure sought\nshall not be unreasonable” (internal quotation marks\nomitted)).\n                              B\n   This case arises out of a Title VII suit filed by a woman\nnamed Damiana Ochoa. Ochoa worked for eight years as\na “cigarette selector” for petitioner McLane Co., a supply-\nchain services company. According to McLane, the job is a\ndemanding one: Cigarette selectors work in distribution\ncenters, where they are required to lift, pack, and move\nlarge bins containing products. McLane requires employ-\nees taking physically demanding jobs—both new employ-\nees and employees returning from medical leave—to take\na physical evaluation. According to McLane, the evalua-\ntion “tests . . . range of motion, resistance, and speed”\nand “is designed, administered, and validated by a third\nparty.” Brief for Petitioner 6. In 2007, Ochoa took three\nmonths of maternity leave. When she attempted to return\n\u000c4                   MCLANE CO. v. EEOC\n\n                     Opinion of the Court\n\nto work, McLane asked her to take the evaluation. Ochoa\nattempted to pass the evaluation three times, but failed.\nMcLane fired her.\n   Ochoa filed a charge of discrimination, alleging (among\nother things) that she had been fired on the basis of her\ngender. The EEOC began an investigation, and—at its\nrequest—McLane provided it with basic information about\nthe evaluation, as well as a list of anonymous employees\nthat McLane had asked to take the evaluation. McLane’s\nlist included each employee’s gender, role at the company,\nand evaluation score, as well as the reason each employee\nhad been asked to take the evaluation. But the company\nrefused to provide what the parties call “pedigree infor-\nmation”: the names, Social Security numbers, last known\naddresses, and telephone numbers of the employees who\nhad been asked to take the evaluation. Upon learning\nthat McLane used the evaluation nationwide, the EEOC\nexpanded the scope of its investigation, both geographi-\ncally (to focus on McLane’s nationwide operations) and sub-\nstantively (to investigate whether McLane had discrimi-\nnated against its employees on the basis of age). It issued\nsubpoenas requesting pedigree information as it related to\nits new investigation. But McLane refused to provide\nthe pedigree information, and so the EEOC filed two\nactions in Federal District Court—one arising out of\nOchoa’s charge and one arising out of a separate age-\ndiscrimination charge the EEOC itself had filed—seeking\nenforcement of its subpoenas.\n   The enforcement actions were assigned to the same\nDistrict Judge, who, after a hearing, declined to enforce\nthe subpoenas to the extent that they sought the pedigree\ninformation. See EEOC v. McLane Co., 2012 WL 1132758,\n*5 (D Ariz., Apr. 4, 2012) (age discrimination charge); Civ.\nNo. 12–2469 (D Ariz., Nov. 19, 2012), App. to Pet. for Cert.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    5\n\n                          Opinion of the Court\n\n28–30 (Title VII charge).2 In the District Court’s view, the\npedigree information was not “relevant” to the charges\nbecause “ ‘an individual’s name, or even an interview he or\nshe could provide if contacted, simply could not shed light\non whether the [evaluation] represents a tool of . . . dis-\ncrimination.’ ” App. to Pet. for Cert. 29 (quoting 2012 WL\n1132758, at *5; some internal quotation marks omitted).\n  The Ninth Circuit reversed. See 804 F. 3d 1051 (2015).\nConsistent with Circuit precedent, the panel reviewed the\nDistrict Court’s decision to quash the subpoena de novo,\nand concluded that the District Court had erred in finding\nthe pedigree information irrelevant. Id., at 1057. But the\npanel questioned in a footnote why de novo review applied,\nobserving that its sister Circuits “appear[ed] to review\nissues related to enforcement of administrative subpoenas\nfor abuse of discretion.” Id., at 1056, n. 3; see infra, at 7\n(reviewing Court of Appeals authority).\n  This Court granted certiorari to resolve the disagree-\nment between the Courts of Appeals over the appropriate\nstandard of review for the decision whether to enforce an\nEEOC subpoena. 579 U. S. ___ (2016). Because the United\nStates agrees with McLane that such a decision should\nbe reviewed for abuse of discretion, Stephen B. Kinnaird\nwas appointed as amicus curiae to defend the judgment\nbelow. 580 U. S. ___ (2016). He has ably discharged his\nduties.\n\n\n\n——————\n  2 The District Court also refused to enforce the subpoena to the extent\nthat it sought a second category of evidence: information about when\nand why those employees who had been fired after taking the test had\nbeen fired. The District Court provided no explanation for not enforc-\ning the subpoena to the extent it sought this information, and the Court\nof Appeals reversed on that ground. 804 F. 3d 1051, 1059 (CA9 2015).\nMcLane does not challenge this aspect of the Court of Appeals’ decision.\nSee Tr. of Oral Arg. 8.\n\u000c6                   MCLANE CO. v. EEOC\n\n                     Opinion of the Court\n\n                              II\n\n                              A\n\n   When considering whether a district court’s decision\nshould be subject to searching or deferential appellate\nreview—at least absent “explicit statutory command”—we\ntraditionally look to two factors. Pierce v. Underwood, 487\nU. S. 552, 558 (1988). First, we ask whether the “history\nof appellate practice” yields an answer. Ibid. Second, at\nleast where “neither a clear statutory prescription nor a\nhistorical tradition exists,” we ask whether, “ ‘as a matter\nof the sound administration of justice, one judicial actor is\nbetter positioned than another to decide the issue in ques-\ntion.’ ” Id., at 558, 559–560 (quoting Miller v. Fenton, 474\nU. S. 104, 114 (1985)). Both factors point toward abuse-of-\ndiscretion review here.\n   First, the longstanding practice of the courts of appeals\nin reviewing a district court’s decision to enforce or quash\nan administrative subpoena is to review that decision for\nabuse of discretion. That practice predates even Title VII\nitself. As noted, Title VII confers on the EEOC the same\nauthority to issue subpoenas that the National Labor\nRelations Act (NLRA) confers on the National Labor Rela-\ntions Board (NLRB). See n. 1, supra. During the three\ndecades between the enactment of the NLRA and the\nincorporation of the NLRA’s subpoena-enforcement provi-\nsions into Title VII, every Circuit to consider the question\nhad held that a district court’s decision whether to enforce\nan NLRB subpoena should be reviewed for abuse of discre-\ntion. See NLRB v. Consolidated Vacuum Corp., 395 F. 2d\n416, 419–420 (CA2 1968); NLRB v. Friedman, 352 F. 2d\n545, 547 (CA3 1965); NLRB v. Northern Trust Co., 148\nF. 2d 24, 29 (CA7 1945); Goodyear Tire \u0026 Rubber Co. v.\nNLRB, 122 F. 2d 450, 453–454 (CA6 1941). By the time\nCongress amended Title VII to authorize EEOC subpoenas\nin 1972, it did so against this uniform backdrop of deferen-\ntial appellate review.\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\n  Today, nearly as uniformly, the Courts of Appeals apply\nthe same deferential review to a district court’s decision as\nto whether to enforce an EEOC subpoena. Almost every\nCourt of Appeals reviews such a decision for abuse of\ndiscretion. See, e.g., EEOC v. Kronos Inc., 620 F. 3d 287,\n295–296 (CA3 2010); EEOC v. Randstad, 685 F. 3d 433,\n442 (CA4 2012); EEOC v. Roadway Express, Inc., 261\nF. 3d 634, 638 (CA6 2001); EEOC v. United Air Lines, Inc.,\n287 F. 3d 643, 649 (CA7 2002); EEOC v. Technocrest Sys-\ntems, Inc., 448 F. 3d 1035, 1038 (CA8 2006); EEOC v.\nDillon Companies, Inc., 310 F. 3d 1271, 1274 (CA10 2002);\nEEOC v. Royal Caribbean Cruises, Ltd., 771 F. 3d 757,\n760 (CA11 2014) (per curiam). As Judge Watford—writing\nfor the panel below—recognized, the Ninth Circuit alone\napplies a more searching form of review. See 804 F. 3d, at\n1056, n. 3 (“Why we review questions of relevance and\nundue burden de novo is unclear”); see also EPA v. Alyeska\nPipeline Serv. Co., 836 F. 2d 443, 445–446 (CA9 1988)\n(holding that de novo review applies). To be sure, the\ninquiry into the appropriate standard of review cannot be\nresolved by a head-counting exercise. But the “long his-\ntory of appellate practice” here, Pierce, 487 U. S., at 558,\ncarries significant persuasive weight.\n  Second, basic principles of institutional capacity counsel\nin favor of deferential review. The decision whether to\nenforce an EEOC subpoena is a case-specific one that\nturns not on “a neat set of legal rules,” Illinois v. Gates,\n462 U. S. 213, 232 (1983), but instead on the application of\nbroad standards to “multifarious, fleeting, special, narrow\nfacts that utterly resist generalization,” Pierce, 487 U. S.,\nat 561–562 (internal quotation marks omitted). In the\nmine run of cases, the district court’s decision whether to\nenforce a subpoena will turn either on whether the evi-\ndence sought is relevant to the specific charge before it or\nwhether the subpoena is unduly burdensome in light of\nthe circumstances. Both tasks are well suited to a district\n\u000c8                        MCLANE CO. v. EEOC\n\n                          Opinion of the Court\n\njudge’s expertise. The decision whether evidence sought is\nrelevant requires the district court to evaluate the rela-\ntionship between the particular materials sought and the\nparticular matter under investigation—an analysis “vari-\nable in relation to the nature, purposes and scope of the\ninquiry.” Oklahoma Press Publishing Co. v. Walling, 327\nU. S. 186, 209 (1946). Similarly, the decision whether a\nsubpoena is overly burdensome turns on the nature of the\nmaterials sought and the difficulty the employer will face\nin producing them. These inquiries are “generally not\namenable to broad per se rules,” Sprint/United Manage-\nment Co. v. Mendelsohn, 552 U. S. 379, 387 (2008); rather,\nthey are the kind of “fact-intensive, close calls” better\nsuited to resolution by the district court than the court of\nappeals, Cooter \u0026 Gell v. Hartmarx Corp., 496 U. S. 384,\n404 (1990) (internal quotation marks omitted).3\n   Other functional considerations also show that abuse-of-\ndiscretion review is appropriate here. For one, district\ncourts have considerable experience in other contexts\nmaking decisions similar—though not identical—to those\nthey must make in this one. See Buford v. United States,\n532 U. S. 59, 66 (2001) (“[T]he comparatively greater\nexpertise” of the district court may counsel in favor of\ndeferential review). District courts decide, for instance,\nwhether evidence is relevant at trial, Fed. Rule Evid. 401;\nwhether pretrial criminal subpoenas are unreasonable in\n——————\n    3 To\n       be sure, there are pure questions of law embedded in a district\ncourt’s decision to enforce or quash a subpoena. Whether a charge is\n“valid,” EEOC v. Shell Oil Co., 466 U. S. 54, 72, n. 26 (1984)—that is,\nlegally sufficient—is a pure question of law. And the question whether\na district court employed the correct standard of relevance, see id., at\n68–69—as opposed to how it applied that standard to the facts of a\ngiven case—is a question of law. But “applying a unitary abuse-of-\ndiscretion standard” does not shelter a district court that makes an\nerror of law, because “[a] district court would necessarily abuse its\ndiscretion if it based its ruling on an erroneous view of the law.” Cooter\n\u0026 Gell v. Hartmarx Corp., 496 U. S. 384, 403, 405 (1990).\n\u000c                  Cite as: 581 U. S. ____ (2017)             9\n\n                      Opinion of the Court\n\nscope, Fed. Rule Crim. Proc. 16(c)(2); and more. These\ndecisions are not the same as the decisions a district court\nmust make in enforcing an administrative subpoena. But\nthey are similar enough to give the district court the “in-\nstitutional advantag[e],” Buford, 532 U. S., at 64, that\ncomes with greater experience. For another, as we noted\nin Cooter \u0026 Gell, deferential review “streamline[s] the\nlitigation process by freeing appellate courts from the duty\nof reweighing evidence and reconsidering facts already\nweighed and considered by the district court,” 496 U. S., at\n404—a particularly important consideration in a “satel-\nlite” proceeding like this one, ibid., designed only to facili-\ntate the EEOC’s investigation.\n                               B\n  Amicus’ arguments to the contrary have aided our con-\nsideration of this case. But they do not persuade us that\nde novo review is appropriate.\n  Amicus’ central argument is that the decision whether a\nsubpoena should be enforced does not require the exercise\nof discretion on the part of the district court, and so it\nshould not be reviewed for abuse of discretion. On amicus’\nview, the district court’s primary role is to test the legal\nsufficiency of the subpoena, not to weigh whether it should\nbe enforced as a substantive matter. Cf. Shell Oil, 466\nU. S., at 72, n. 26 (rejecting the argument that the district\ncourt should assess the validity of the underlying claim in\na proceeding to enforce a subpoena). Even accepting\namicus’ view of the district court’s task, however, this\nunderstanding of abuse-of-discretion review is too narrow.\nAs commentators have observed, abuse-of-discretion re-\nview is employed not only where a decisionmaker has “a\nwide range of choice as to what he decides, free from the\nconstraints which characteristically attach whenever legal\nrules enter the decision[making] process”; it is also em-\nployed where the trial judge’s decision is given “an unu-\n\u000c10                  MCLANE CO. v. EEOC\n\n                     Opinion of the Court\n\nsual amount of insulation from appellate revision” for func-\ntional reasons. Rosenberg, Judicial Discretion of the Trial\nCourt, Viewed From Above, 22 Syracuse L. Rev. 635, 637\n(1971); see also 22 C. Wright \u0026 K. Graham, Federal Prac-\ntice and Procedure §5166.1 (2d ed. 2012). And as we have\nexplained, it is in large part due to functional concerns\nthat we conclude the district court’s decision should be\nreviewed for abuse of discretion. Even if the district\ncourt’s decision can be characterized in the way that ami-\ncus suggests, that characterization would not be incon-\nsistent with abuse-of-discretion review.\n   Nor are we persuaded by amicus’ remaining arguments.\nAmicus argues that affording deferential review to a dis-\ntrict court’s decision would clash with Court of Appeals\ndecisions instructing district courts to defer themselves to\nthe EEOC’s determination that evidence is relevant to the\ncharge at issue. See Director, Office of Thrift Supervision,\nv. Vinson \u0026 Elkins, LLP, 124 F. 3d 1304, 1307 (CADC\n1997) (district courts should defer to agency appraisals of\nrelevance unless they are “obviously wrong”); EEOC v.\nLockheed Martin Corp., Aero \u0026 Naval Systems, 116 F. 3d\n110, 113 (CA4 1997) (same). In amicus’ view, it is “analyt-\nically impossible” for the court of appeals to defer to the\ndistrict court if the district court must itself defer to the\nagency. Tr. of Oral Arg. 29. We think the better reading\nof those cases is that they rest on the established rule that\nthe term “relevant” be understood “generously” to permit\nthe EEOC “access to virtually any material that might\ncast light on the allegations against the employer.” Shell\nOil, 466 U. S., at 68–69. A district court deciding whether\nevidence is “relevant” under Title VII need not defer to the\nEEOC’s decision on that score; it must simply answer the\nquestion cognizant of the agency’s broad authority to seek\nand obtain evidence. Because the statute does not set up\nany scheme of double deference, amicus’ arguments as to\nthe infirmities of such a scheme are misplaced.\n\u000c                 Cite as: 581 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\n   Nor do we agree that, as amicus suggests, the constitu-\ntional underpinnings of the Shell Oil standard require a\ndifferent result. To be sure, we have described a subpoena\nas a “ ‘constructive’ search,” Oklahoma Press, 327 U. S., at\n202, and implied that the Fourth Amendment is the\nsource of the requirement that a subpoena not be “too\nindefinite,” Morton Salt, 338 U. S., at 652. But not every\ndecision that touches on the Fourth Amendment is subject\nto searching review. Subpoenas in a wide variety of other\ncontexts also implicate the privacy interests protected by\nthe Fourth Amendment, but courts routinely review the\nenforcement of such subpoenas for abuse of discretion.\nSee, e.g., United States v. Nixon, 418 U. S. 683, 702 (1974)\n(pretrial subpoenas duces tecum); In re Grand Jury Sub-\npoena, 696 F. 3d 428, 432 (CA5 2012) (grand jury subpoe-\nnas); In re Grand Jury Proceedings, 616 F. 3d 1186, 1201\n(CA10 2010) (same). And this Court has emphasized that\ncourts should pay “great deference” to a magistrate judge’s\ndetermination of probable cause, Gates, 462 U. S., at 236\n(internal quotation marks omitted)—a decision more akin\nto a district court’s preenforcement review of a subpoena\nthan the warrantless searches and seizures we considered\nin Ornelas v. United States, 517 U. S. 690 (1996), on which\namicus places great weight. The constitutional pedigree of\nShell Oil does not change our view of the correct standard\nof review.\n                            III\n   For these reasons, a district court’s decision to enforce\nan EEOC subpoena should be reviewed for abuse of discre-\ntion, not de novo.\n   The United States also argues that the judgment below\ncan be affirmed because it is clear that the District Court\nabused its discretion. But “we are a court of review, not of\nfirst view,” Cutter v. Wilkinson, 544 U. S. 709, 718, n. 7\n(2005), and the Court of Appeals has not had the chance to\n\u000c12                  MCLANE CO. v. EEOC\n\n                      Opinion of the Court\n\nreview the District Court’s decision under the appropriate\nstandard. That task is for the Court of Appeals in the first\ninstance. As part of its analysis, the Court of Appeals may\nalso consider, as and to the extent it deems appropriate,\nany arguments made by McLane regarding the burdens\nimposed by the subpoena.\n  The judgment of the Court of Appeals is hereby vacated,\nand the case is remanded for further proceedings con-\nsistent with this opinion.\n                                             It is so ordered.\n\u000c                  Cite as: 581 U. S. ____ (2017)            1\n\n                     Opinion of GINSBURG, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 15–1248\n                          _________________\n\n\n  MCLANE COMPANY, INC., PETITIONER v. EQUAL \n\n   EMPLOYMENT OPPORTUNITY COMMISSION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                         [April 3, 2017]\n\n\n   JUSTICE GINSBURG, concurring in part and dissenting in\npart.\n   While I agree with the Court that “abuse of discretion”\nis generally the proper review standard for district court\ndecisions reviewing agency subpoenas, I would neverthe-\nless affirm the Ninth Circuit’s judgment in this case. As\nthe Court of Appeals explained, the District Court’s re-\nfusal to enforce the Equal Employment Opportunity\nCommission’s (EEOC) subpoena for pedigree information\nrested on a legal error. Lower court resolution of a ques-\ntion of law is ordinarily reviewable de novo on appeal.\nHighmark Inc. v. Allcare Health Management System,\nInc., 572 U. S. ___, ___, and n. 2 (2014) (slip op., at 4, and\nn. 2). According to the District Court, it was not yet “nec-\nessary [for the EEOC] to seek such information.” 2012 WL\n5868959, *6 (D Ariz., Nov. 19, 2012). As the Ninth Circuit\ncorrectly conveyed, however: “The EEOC does not have to\nshow a ‘particularized necessity of access, beyond a show-\ning of mere relevance,’ to obtain evidence.” 804 F. 3d\n1051, 1057 (2015) (quoting University of Pa. v. EEOC, 493\nU. S. 182, 188 (1990)). Because the District Court erred as\na matter of law in demanding that the EEOC show more\nthan relevance in order to gain enforcement of its sub-\npoena, I would not disturb the Court of Appeals’ judgment.\n\u000c",
	"cited_id": [
		104758
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"United States v. Morton Salt Co., 338 U. S. 632 (1950)"
	],
	"case_extract": [
		"United States v. Morton Salt Co., 338 U. S. 632, 652–653 (1950) (“The gist of the protec- tion is in the requirement . . . that the disclosure sought shall not be unreasonable” (internal quotation marks omitted))"
	],
	"citing_sentence": "If the charge is proper and the material requested is relevant, the district court should enforce the subpoena unless the employer estab- lishes that the subpoena is “too indefinite,” has been is- sued for an “illegitimate purpose,” or is unduly burden- some. Id., at 72, n. 26. See United States v. Morton Salt Co., 338 U. S. 632, 652–653 (1950) (“The gist of the protec- tion is in the requirement . . . that the disclosure sought shall not be unreasonable” (internal quotation marks omitted)).",
	"citing_paragraph": "A district court’s role in an EEOC subpoena enforcement proceeding, we have twice explained, is a straightforward one. See University of Pa., 493 U. S., at 191; Shell Oil, 466 U. S., at 72, n. 26. A district court is not to use an en- forcement proceeding as an opportunity to test the strength of the underlying complaint. Ibid. Rather, a district court should “‘satisfy itself that the charge is valid and that the material requested is “relevant” to the charge.’ ” University of Pa., 493 U. S., at 191. It should do so cognizant of the “generou[s]” construction that courts have given the term “relevant.” Shell Oil, 466 U. S., at 68–69 (“virtually any material that might cast light on the allegations against the employer”). If the charge is proper and the material requested is relevant, the district court should enforce the subpoena unless the employer estab- lishes that the subpoena is “too indefinite,” has been is- sued for an “illegitimate purpose,” or is unduly burden- some. Id., at 72, n. 26. See United States v. Morton Salt Co., 338 U. S. 632, 652–653 (1950) (“The gist of the protec- tion is in the requirement . . . that the disclosure sought shall not be unreasonable” (internal quotation marks omitted)).",
	"relevant_keywords": [
		"district court",
		"EEOC subpoena",
		"enforcement proceeding",
		"illegitimate purpose",
		"indefinite",
		"enforce"
	],
	"query": [
		"\"district court\" AND EEOC AND subpoena AND (\"enforcement proceeding\" OR (enforcement AND process)) AND enforce! AND (indefin! OR illegitimate)",
		"\"district court\" AND EEOC AND subpoena AND (\"enforcement proceeding\" OR (enforcement AND process)) AND enforce! AND (must OR discret! OR oblig!) AND (indefin! OR illegitimate OR burden!)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "\\district court\\",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "eeoc"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "subpoena"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "enforce*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "\\enforcement proceeding\\",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "enforcement"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "process"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "indefin*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "illegitimate"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "burden*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "district court",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "eeoc"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "subpoena"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "enforce*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "enforcement proceeding",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "enforcement"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "process"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "must"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "discret*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "oblig*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "indefin*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "illegitimate"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "burden*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}