{
	"id": 29,
	"case_id": 4157383,
	"case_title": "Dean v. United States",
	"date_filed": "2017-04-03",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                       DEAN v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n    No. 15–9260. Argued February 28, 2017—Decided April 3, 2017\nPetitioner Dean and his brother committed two robberies of drug deal-\n  ers. During each robbery, Dean’s brother threatened and assaulted\n  the victim with a gun, while Dean searched the premises for valua-\n  bles. Dean was convicted of multiple robbery and firearms counts, as\n  well as two counts of possessing a firearm in furtherance of a crime of\n  violence, in violation of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §924(c). Section 924(c) criminaliz-\n  es using or carrying a firearm during and in relation to a crime of vio-\n  lence or drug trafficking crime, or possessing a firearm in furtherance\n  of such an underlying crime. That provision mandates a distinct\n  penalty to be imposed “in addition to the punishment provided for\n  [the predicate] crime,” §924(c)(1)(A). Further, §924(c) says that any\n  sentence mandated by that provision must run consecutively to “any\n  other term of imprisonment imposed on the person,” including any\n  sentence for the predicate crime, §924(c)(1)(D)(ii). A first conviction\n  under §924(c) carries a five-year mandatory minimum penalty,\n  §924(c)(1)(A)(i), while a second conviction carries an additional 25-\n  year mandatory minimum, §924(c)(1)(C)(i). For Dean, that meant a\n  30-year mandatory minimum, to be served after and in addition to\n  any sentence he received for his other counts of conviction.\n    At sentencing, Dean urged the District Court to consider his\n  lengthy mandatory minimum sentences when calculating the sen-\n  tences for his other counts and to impose concurrent one-day sen-\n  tences for those counts. The judge said he would have agreed to\n  Dean’s request but understood §924(c) to preclude a sentence of 30\n  years plus one day. On appeal, Dean argued that the District Court\n  had erred in concluding that it could not vary from the Guidelines\n  range based on the mandatory minimum sentences he would receive\n  under §924(c). The Court of Appeals ruled that Dean’s argument was\n\u000c2                      DEAN v. UNITED STATES\n\n                                Syllabus\n\n    foreclosed by Circuit precedent and that his sentence was otherwise\n    substantively reasonable.\nHeld: Section 924(c) does not prevent a sentencing court from consider-\n ing a mandatory minimum imposed under that provision when calcu-\n lating an appropriate sentence for the predicate offense. Pp. 3–8.\n    (a) Sentencing courts have long enjoyed discretion in the sort of in-\n formation they may consider when setting an appropriate sentence,\n and they continue to do so even as federal laws have required them to\n evaluate certain factors when exercising their discretion. Pepper v.\n United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e562\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e476\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 487–489. Section 3553(a) specifies the\n factors courts are to consider when imposing a sentence. They in-\n clude “the nature and circumstances of the offense and the history\n and characteristics of the defendant,” as well as “the need for the sen-\n tence imposed” to serve the four overarching aims of sentencing: just\n punishment, deterrence, protection of the public, and rehabilitation.\n The §3553(a) factors are used to set both the length of separate pris-\n on terms, §3582(a), and an aggregate prison term comprising sepa-\n rate sentences for multiple counts of conviction, §3584(b). As a gen-\n eral matter, these sentencing provisions permit a court imposing a\n sentence on one count of conviction to consider sentences imposed on\n other counts.\n    The Government argues that district courts should calculate the\n appropriate term of imprisonment for each individual offense, disre-\n garding whatever sentences a defendant may face on other counts.\n Only when determining an aggregate prison sentence, the Govern-\n ment maintains, should a district court consider the effect of those\n other sentences. Nothing in the law requires such an approach.\n There is no reason that the §3553(a) factors may not also be consid-\n ered when determining a prison sentence for each individual offense\n in a multicount case. The Government’s interpretation is at odds not\n only with the text of those provisions but also with the Government’s\n own practice in “sentencing package cases.” Greenlaw v. United\n States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145784\"\u003e\u003ca href=\"/opinion/145784/greenlaw-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e554\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e237\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 253. Pp. 3–6.\n    (b) The Government points to two limitations in §924(c) that, in its\n view, restrict the authority of sentencing courts to consider a sen-\n tence imposed under §924(c) when calculating a just sentence for the\n predicate count. Neither limitation supports the Government’s posi-\n tion. First, that a mandatory sentence under §924(c) must be im-\n posed “in addition to the punishment provided” for the predicate\n crime says nothing about the length of a non-§924(c) sentence, much\n less about what information a court may consider in determining that\n sentence. Second, nothing in the requirement of consecutive sentenc-\n es prevents a district court from imposing a 30-year mandatory min-\n imum sentence under §924(c) and a one-day sentence for the predi-\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                               Syllabus\n\n  cate crime, provided those terms run one after the other.\n     The Government would, in effect, have this Court read into §924(c)\n  the limitation explicitly made in §1028A(b)(3), which provides that in\n  determining the appropriate length of imprisonment for a predicate\n  felony, “a court shall not in any way reduce the term to be imposed\n  for such crime so as to compensate for, or otherwise take into ac-\n  count, any separate term of imprisonment imposed or to be imposed\n  for a violation of this section.” But “[d]rawing meaning from silence\n  is particularly inappropriate” where, as demonstrated in §1028A,\n  “Congress has shown that it knows how to direct sentencing practices\n  in express terms.” Kimbrough v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145841\"\u003e\u003ca href=\"/opinion/145841/kimbrough-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e85\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 103.\n  Pp. 6–8.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e810\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e521\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n  ROBERTS, C. J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–9260\n                                   _________________\n\n\n LEVON DEAN, JR., PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                                 [April 3, 2017]\n\n\n  CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n  Congress has made it a separate offense to use or pos-\nsess a firearm in connection with a violent or drug traffick-\ning crime. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §924(c). That separate firearm\noffense carries a mandatory minimum sentence of five\nyears for the first conviction and 25 years for a second.\nThose sentences must be in addition to and consecutive to\nthe sentence for the underlying predicate offense. The\nquestion presented is whether, in calculating the sentence\nfor the predicate offense, a judge must ignore the fact that\nthe defendant will serve the mandatory minimums im-\nposed under §924(c).\n                            I\n  Levon Dean, Jr., and his brother robbed a methamphet-\namine dealer in a Sioux City motel room. Less than two\nweeks later, they robbed another drug dealer at his home.\nDuring each robbery, Dean’s brother threatened the victim\nwith a modified semiautomatic rifle, later using that rifle\nto club the victim on the head. Dean, meanwhile, ran-\nsacked the area for drugs, money, and other valuables.\n  A federal grand jury returned a multicount indictment\n\u000c2                 DEAN v. UNITED STATES\n\n                     Opinion of the Court\n\ncharging Dean and his brother with a host of crimes related\nto the two robberies. Following a joint trial, a jury con-\nvicted Dean of one count of conspiracy to commit robbery,\ntwo counts of robbery, and one count of possessing a fire-\narm as a convicted felon. He was also convicted of two\ncounts of possessing and aiding and abetting the posses-\nsion of a firearm in furtherance of a crime of violence, in\nviolation of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§2 and 924(c). Section 924(c)\ncriminalizes using or carrying a firearm during and in\nrelation to a crime of violence or drug trafficking crime, or\npossessing a firearm in furtherance of such an underlying\ncrime. There is no dispute that Dean’s two robbery convic-\ntions qualified as predicate crimes of violence for purposes\nof §924(c).\n   Section 924(c) does more than create a distinct offense.\nIt also mandates a distinct penalty, one that must be\nimposed “in addition to the punishment provided for [the\npredicate] crime of violence or drug trafficking crime.”\n§924(c)(1)(A) (emphasis added). A first-time offender\nunder §924(c) receives a five-year mandatory minimum. A\n“second or subsequent conviction” under §924(c) carries an\nadditional 25-year mandatory minimum. §§924(c)(1)(A)(i),\n(C)(i).\n   A sentence imposed under §924(c) must run consecutively\nto “any other term of imprisonment imposed on the\nperson,” including any sentence for the predicate crime\n“during which the firearm was used, carried, or pos-\nsessed.” §924(c)(1)(D)(ii). For Dean, this meant a 30-year\nmandatory minimum, to be served after and in addition to\nany sentence he received for his other counts of conviction.\n   At sentencing Dean did not dispute that each of his four\nother counts resulted in a sentencing range of 84–105\nmonths under the Sentencing Guidelines. He argued,\nhowever, that the court should consider his lengthy man-\ndatory minimum sentences when calculating the sentences\nfor his other counts, and impose concurrent one-day sen-\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\ntences for those counts.\n   Finding that Dean was “clearly the follower” and that he\nlacked “any significant history of any violence,” the Dis-\ntrict Judge agreed that 30 years plus one day was “more\nthan sufficient for a sentence in this case.” App. 26. Yet\nthe judge understood §924(c) to preclude such a sentence.\nIn his view, he was required to disregard Dean’s 30-year\nmandatory minimum when determining the appropriate\nsentences for Dean’s other counts of conviction. Viewed on\ntheir own—and not as part of a combined package—those\ncounts plainly warranted sentences longer than one day.\nIn the end, the judge still granted a significant downward\nvariance from the 84–105 month Guidelines range. Dean\nreceived concurrent sentences of 40 months for each non-\n§924(c) conviction, which, when added to his 360-month\nmandatory minimum, yielded a total sentence of 400\nmonths. Dean appealed.\n   Before the Eighth Circuit, Dean argued that the District\nCourt had erred in concluding that it could not vary from\nthe Guidelines range based on the mandatory minimum\nsentences he would receive under §924(c). The Court of\nAppeals disagreed, ruling that Dean’s argument was\nforeclosed by Circuit precedent and that his sentence was\notherwise substantively reasonable. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e810\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e521\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2015).\nWe granted certiorari. 580 U. S. ___ (2016).\n                             II\n  Sentencing courts have long enjoyed discretion in the\nsort of information they may consider when setting an\nappropriate sentence. Pepper v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e562\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e476\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 487–489 (2011). This durable tradition remains, even\nas federal laws have required sentencing courts to evalu-\nate certain factors when exercising their discretion. Ibid.\n                            A\n  Section 3553(a) of Title 18 specifies the factors courts\n\u000c4                 DEAN v. UNITED STATES\n\n                      Opinion of the Court\n\nare to consider in imposing a sentence. The list of factors\nis preceded by what is known as the parsimony principle,\na broad command that instructs courts to “impose a sen-\ntence sufficient, but not greater than necessary, to comply\nwith” the four identified purposes of sentencing: just pun-\nishment, deterrence, protection of the public, and rehabili-\ntation. Ibid. A sentencing court is then directed to take\ninto account “the nature and circumstances of the offense\nand the history and characteristics of the defendant,” as\nwell as “the need for the sentence imposed” to serve the\nfour overarching aims of sentencing. §§3553(a)(1), (2)(A)–\n(D); see Gall v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145843\"\u003e\u003ca href=\"/opinion/145843/gall-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e38\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 50, n. 6 (2007).\nThe court must also consider the pertinent guidelines and\npolicies adopted by the Sentencing Commission.\n§§3553(a)(4), (5); see id., at 50, n. 6.\n   The §3553(a) factors are used to set both the length of\nseparate prison terms and an aggregate prison term com-\nprising separate sentences for multiple counts of convic-\ntion. Under §3582 a court, “in determining whether to\nimpose a term of imprisonment, and, if a term of impris-\nonment is to be imposed, in determining the length of the\nterm, shall consider the factors set forth in section\n3553(a).” §3582(a). And §3584 provides: “[I]n determining\nwhether the terms imposed are to be ordered to run con-\ncurrently or consecutively, [the court] shall consider, as to\neach offense for which a term of imprisonment is being\nimposed, the factors set forth in section 3553(a).”\n§3584(b).\n   As a general matter, the foregoing provisions permit a\ncourt imposing a sentence on one count of conviction to\nconsider sentences imposed on other counts. Take the\ndirective that a court assess “the need for the sentence\nimposed . . . to protect the public from further crimes of\nthe defendant.” §3553(a)(2)(C). Dean committed the two\nrobberies at issue here when he was 23 years old. That he\nwill not be released from prison until well after his fiftieth\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nbirthday because of the §924(c) convictions surely bears on\nwhether—in connection with his predicate crimes—still\nmore incarceration is necessary to protect the public.\nLikewise, in considering “the need for the sentence im-\nposed . . . to afford adequate deterrence,” §3553(a)(2)(B),\nthe District Court could not reasonably ignore the deter-\nrent effect of Dean’s 30-year mandatory minimum.\n   According to the Government, this is not how sentencing\nis meant to work. Rather, district courts should calculate\nthe appropriate term of imprisonment for each individual\noffense. That determination, insists the Government,\ndisregards whatever sentences the defendant may also\nface on other counts. Not until deciding whether to run\nsentences consecutively or concurrently—i.e., not until\napplying §3584—should a district court consider the effect\nof those other sentences. Brief for United States 21–26.\n   Nothing in the law requires such an approach. The\nGovernment states that the §3553(a) factors are “normally\nrelevant in determining the total length of imprisonment”\nunder §3584. Id., at 28. No doubt they are. But there is\nno reason they may not also be considered at the front\nend, when determining a prison sentence for each individ-\nual offense in a multicount case.\n   At odds with the text, the Government’s interpretation\nis also at odds with its own practice in “sentencing pack-\nage cases.” Greenlaw v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145784\"\u003e\u003ca href=\"/opinion/145784/greenlaw-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e554\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e237\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 253\n(2008). “Those cases typically involve multicount indict-\nments and a successful attack by a defendant on some but\nnot all of the counts of conviction.” Ibid. In those cases—\nincluding ones where §924(c) convictions are invalidated—\nthe Government routinely argues that an appellate court\nshould vacate the entire sentence so that the district court\nmay increase the sentences for any remaining counts up to\nthe limit set by the original aggregate sentence. See\nUnited States v. Smith, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e756\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1179\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1188–1189, and n.\n5 (CA10 2014) (collecting cases). And appellate courts\n\u000c6                 DEAN v. UNITED STATES\n\n                     Opinion of the Court\n\nroutinely agree. Id., at 1189, and n. 6 (same). As we\nunderstand it, the Government’s theory in those cases is\nthat the district court may have relied on a now-vacated\nconviction when imposing sentences for the other counts.\nBut that theory of course directly contradicts the position\nthe Government now advances—that district courts must\ndetermine sentences independently of one another, ac-\ncounting for multiple sentences only when deciding\nwhether to stack them or run them concurrently.\n                              B\n  Nothing in §924(c) restricts the authority conferred on\nsentencing courts by §3553(a) and the related provisions to\nconsider a sentence imposed under §924(c) when calculat-\ning a just sentence for the predicate count.\n  The Government points to two limitations in §924(c).\nFirst, the Government notes, a mandatory sentence under\n§924(c) must be imposed “in addition to the punishment\nprovided” for the predicate crime. §924(c)(1)(A) (emphasis\nadded). This limitation says nothing about the length of a\nnon-§924(c) sentence, much less about what information a\ncourt may consider in determining that sentence. Whether\nthe sentence for the predicate offense is one day or one\ndecade, a district court does not violate the terms of\n§924(c) so long as it imposes the mandatory minimum “in\naddition to” the sentence for the violent or drug trafficking\ncrime.\n  Second, §924(c) states that “no term of imprisonment\nimposed on a person under this subsection shall run con-\ncurrently with any other term of imprisonment imposed\non the person, including any term of imprisonment im-\nposed for the [predicate] crime during which the firearm\nwas used, carried, or possessed.” §924(c)(1)(D)(ii). Noth-\ning in that language prevents a district court from impos-\ning a 30-year mandatory minimum sentence under §924(c)\nand a one-day sentence for the predicate violent or drug\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\ntrafficking crime, provided those terms run one after the\nother. The Government emphasizes that the requirement\nof consecutive sentences removes the discretion to run\nsentences concurrently that district courts exercise under\n§3584. We agree. So does Dean, for that matter. But we\nfail to see the significance of the point. The bar on impos-\ning concurrent sentences does not affect a court’s discre-\ntion to consider a mandatory minimum when calculating\neach individual sentence.\n   The Government would, in effect, have us read an addi-\ntional limitation into §924(c): Where §924(c) says “in\naddition to the punishment provided for [the predicate]\ncrime of violence,” what the statute really means is “in\naddition to the punishment provided for [the predicate]\ncrime of violence in the absence of a Section 924(c) convic-\ntion.” See Reply Brief 2. We have said that “[d]rawing\nmeaning from silence is particularly inappropriate” where\n“Congress has shown that it knows how to direct sentenc-\ning practices in express terms.” Kimbrough v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145841\"\u003e\u003ca href=\"/opinion/145841/kimbrough-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e85\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 103 (2007). Congress has shown just\nthat in another statute, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1028A. That section,\nwhich criminalizes the commission of identity theft “dur-\ning and in relation to” certain predicate felonies, imposes a\nmandatory minimum sentence “in addition to the punish-\nment provided for” the underlying offense. §1028A(a)(1).\nIt also says that the mandatory minimum must be consec-\nutive to the sentence for the underlying offense.\n§1028A(b)(2). So far, §1028A tracks §924(c) in relevant\nrespects. But §1028A goes further: It provides that in\ndetermining the appropriate length of imprisonment for\nthe predicate felony “a court shall not in any way reduce\nthe term to be imposed for such crime so as to compensate\nfor, or otherwise take into account, any separate term of\nimprisonment imposed or to be imposed for a violation of\nthis section.” §1028A(b)(3). Section 1028A says just what\nthe Government reads §924(c) to say—of course, without\n\u000c8                 DEAN v. UNITED STATES\n\n                     Opinion of the Court\n\nactually saying it.\n  The Government responds that §1028A was passed in\n2004, long after Congress enacted the 1984 amendments\ncreating the current sentencing regime in §924(c). Brief\nfor United States 46. True. But §1028A confirms that it\nwould have been easy enough to make explicit what the\nGovernment argues is implicit in §924(c). It also under-\nscores that for over a decade Congress has been aware of a\nclear way to bar consideration of a mandatory minimum,\nbut never during that time changed the language of\n§924(c) to mirror that of §1028A, even as it has amended\nother aspects of §924(c).\n                        *    *     *\n  The Government speaks of Congress’s intent to prevent\ndistrict courts from bottoming out sentences for predicate\n§924(c) offenses whenever they think a mandatory mini-\nmum under §924(c) is already punishment enough. But no\nsuch intent finds expression in the language of §924(c).\nThat language simply requires any mandatory minimum\nunder §924(c) to be imposed “in addition to” the sentence\nfor the predicate offense, and to run consecutively to that\nsentence. Nothing in those requirements prevents a sen-\ntencing court from considering a mandatory minimum\nunder §924(c) when calculating an appropriate sentence\nfor the predicate offense.\n  The judgment of the United States Court of Appeals for\nthe Eighth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                       DEAN v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n    No. 15–9260. Argued February 28, 2017—Decided April 3, 2017\nPetitioner Dean and his brother committed two robberies of drug deal-\n  ers. During each robbery, Dean’s brother threatened and assaulted\n  the victim with a gun, while Dean searched the premises for valua-\n  bles. Dean was convicted of multiple robbery and firearms counts, as\n  well as two counts of possessing a firearm in furtherance of a crime of\n  violence, in violation of 18 U. S. C. §924(c). Section 924(c) criminaliz-\n  es using or carrying a firearm during and in relation to a crime of vio-\n  lence or drug trafficking crime, or possessing a firearm in furtherance\n  of such an underlying crime. That provision mandates a distinct\n  penalty to be imposed “in addition to the punishment provided for\n  [the predicate] crime,” §924(c)(1)(A). Further, §924(c) says that any\n  sentence mandated by that provision must run consecutively to “any\n  other term of imprisonment imposed on the person,” including any\n  sentence for the predicate crime, §924(c)(1)(D)(ii). A first conviction\n  under §924(c) carries a five-year mandatory minimum penalty,\n  §924(c)(1)(A)(i), while a second conviction carries an additional 25-\n  year mandatory minimum, §924(c)(1)(C)(i). For Dean, that meant a\n  30-year mandatory minimum, to be served after and in addition to\n  any sentence he received for his other counts of conviction.\n    At sentencing, Dean urged the District Court to consider his\n  lengthy mandatory minimum sentences when calculating the sen-\n  tences for his other counts and to impose concurrent one-day sen-\n  tences for those counts. The judge said he would have agreed to\n  Dean’s request but understood §924(c) to preclude a sentence of 30\n  years plus one day. On appeal, Dean argued that the District Court\n  had erred in concluding that it could not vary from the Guidelines\n  range based on the mandatory minimum sentences he would receive\n  under §924(c). The Court of Appeals ruled that Dean’s argument was\n\u000c2                      DEAN v. UNITED STATES\n\n                                Syllabus\n\n    foreclosed by Circuit precedent and that his sentence was otherwise\n    substantively reasonable.\nHeld: Section 924(c) does not prevent a sentencing court from consider-\n ing a mandatory minimum imposed under that provision when calcu-\n lating an appropriate sentence for the predicate offense. Pp. 3–8.\n    (a) Sentencing courts have long enjoyed discretion in the sort of in-\n formation they may consider when setting an appropriate sentence,\n and they continue to do so even as federal laws have required them to\n evaluate certain factors when exercising their discretion. Pepper v.\n United States, 562 U. S. 476, 487–489. Section 3553(a) specifies the\n factors courts are to consider when imposing a sentence. They in-\n clude “the nature and circumstances of the offense and the history\n and characteristics of the defendant,” as well as “the need for the sen-\n tence imposed” to serve the four overarching aims of sentencing: just\n punishment, deterrence, protection of the public, and rehabilitation.\n The §3553(a) factors are used to set both the length of separate pris-\n on terms, §3582(a), and an aggregate prison term comprising sepa-\n rate sentences for multiple counts of conviction, §3584(b). As a gen-\n eral matter, these sentencing provisions permit a court imposing a\n sentence on one count of conviction to consider sentences imposed on\n other counts.\n    The Government argues that district courts should calculate the\n appropriate term of imprisonment for each individual offense, disre-\n garding whatever sentences a defendant may face on other counts.\n Only when determining an aggregate prison sentence, the Govern-\n ment maintains, should a district court consider the effect of those\n other sentences. Nothing in the law requires such an approach.\n There is no reason that the §3553(a) factors may not also be consid-\n ered when determining a prison sentence for each individual offense\n in a multicount case. The Government’s interpretation is at odds not\n only with the text of those provisions but also with the Government’s\n own practice in “sentencing package cases.” Greenlaw v. United\n States, 554 U. S. 237, 253. Pp. 3–6.\n    (b) The Government points to two limitations in §924(c) that, in its\n view, restrict the authority of sentencing courts to consider a sen-\n tence imposed under §924(c) when calculating a just sentence for the\n predicate count. Neither limitation supports the Government’s posi-\n tion. First, that a mandatory sentence under §924(c) must be im-\n posed “in addition to the punishment provided” for the predicate\n crime says nothing about the length of a non-§924(c) sentence, much\n less about what information a court may consider in determining that\n sentence. Second, nothing in the requirement of consecutive sentenc-\n es prevents a district court from imposing a 30-year mandatory min-\n imum sentence under §924(c) and a one-day sentence for the predi-\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                               Syllabus\n\n  cate crime, provided those terms run one after the other.\n     The Government would, in effect, have this Court read into §924(c)\n  the limitation explicitly made in §1028A(b)(3), which provides that in\n  determining the appropriate length of imprisonment for a predicate\n  felony, “a court shall not in any way reduce the term to be imposed\n  for such crime so as to compensate for, or otherwise take into ac-\n  count, any separate term of imprisonment imposed or to be imposed\n  for a violation of this section.” But “[d]rawing meaning from silence\n  is particularly inappropriate” where, as demonstrated in §1028A,\n  “Congress has shown that it knows how to direct sentencing practices\n  in express terms.” Kimbrough v. United States, 552 U. S. 85, 103.\n  Pp. 6–8.\n810 F. 3d 521, reversed and remanded.\n\n  ROBERTS, C. J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–9260\n                                   _________________\n\n\n LEVON DEAN, JR., PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                                 [April 3, 2017]\n\n\n  CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n  Congress has made it a separate offense to use or pos-\nsess a firearm in connection with a violent or drug traffick-\ning crime. 18 U. S. C. §924(c). That separate firearm\noffense carries a mandatory minimum sentence of five\nyears for the first conviction and 25 years for a second.\nThose sentences must be in addition to and consecutive to\nthe sentence for the underlying predicate offense. The\nquestion presented is whether, in calculating the sentence\nfor the predicate offense, a judge must ignore the fact that\nthe defendant will serve the mandatory minimums im-\nposed under §924(c).\n                            I\n  Levon Dean, Jr., and his brother robbed a methamphet-\namine dealer in a Sioux City motel room. Less than two\nweeks later, they robbed another drug dealer at his home.\nDuring each robbery, Dean’s brother threatened the victim\nwith a modified semiautomatic rifle, later using that rifle\nto club the victim on the head. Dean, meanwhile, ran-\nsacked the area for drugs, money, and other valuables.\n  A federal grand jury returned a multicount indictment\n\u000c2                 DEAN v. UNITED STATES\n\n                     Opinion of the Court\n\ncharging Dean and his brother with a host of crimes related\nto the two robberies. Following a joint trial, a jury con-\nvicted Dean of one count of conspiracy to commit robbery,\ntwo counts of robbery, and one count of possessing a fire-\narm as a convicted felon. He was also convicted of two\ncounts of possessing and aiding and abetting the posses-\nsion of a firearm in furtherance of a crime of violence, in\nviolation of 18 U. S. C. §§2 and 924(c). Section 924(c)\ncriminalizes using or carrying a firearm during and in\nrelation to a crime of violence or drug trafficking crime, or\npossessing a firearm in furtherance of such an underlying\ncrime. There is no dispute that Dean’s two robbery convic-\ntions qualified as predicate crimes of violence for purposes\nof §924(c).\n   Section 924(c) does more than create a distinct offense.\nIt also mandates a distinct penalty, one that must be\nimposed “in addition to the punishment provided for [the\npredicate] crime of violence or drug trafficking crime.”\n§924(c)(1)(A) (emphasis added). A first-time offender\nunder §924(c) receives a five-year mandatory minimum. A\n“second or subsequent conviction” under §924(c) carries an\nadditional 25-year mandatory minimum. §§924(c)(1)(A)(i),\n(C)(i).\n   A sentence imposed under §924(c) must run consecutively\nto “any other term of imprisonment imposed on the\nperson,” including any sentence for the predicate crime\n“during which the firearm was used, carried, or pos-\nsessed.” §924(c)(1)(D)(ii). For Dean, this meant a 30-year\nmandatory minimum, to be served after and in addition to\nany sentence he received for his other counts of conviction.\n   At sentencing Dean did not dispute that each of his four\nother counts resulted in a sentencing range of 84–105\nmonths under the Sentencing Guidelines. He argued,\nhowever, that the court should consider his lengthy man-\ndatory minimum sentences when calculating the sentences\nfor his other counts, and impose concurrent one-day sen-\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\ntences for those counts.\n   Finding that Dean was “clearly the follower” and that he\nlacked “any significant history of any violence,” the Dis-\ntrict Judge agreed that 30 years plus one day was “more\nthan sufficient for a sentence in this case.” App. 26. Yet\nthe judge understood §924(c) to preclude such a sentence.\nIn his view, he was required to disregard Dean’s 30-year\nmandatory minimum when determining the appropriate\nsentences for Dean’s other counts of conviction. Viewed on\ntheir own—and not as part of a combined package—those\ncounts plainly warranted sentences longer than one day.\nIn the end, the judge still granted a significant downward\nvariance from the 84–105 month Guidelines range. Dean\nreceived concurrent sentences of 40 months for each non-\n§924(c) conviction, which, when added to his 360-month\nmandatory minimum, yielded a total sentence of 400\nmonths. Dean appealed.\n   Before the Eighth Circuit, Dean argued that the District\nCourt had erred in concluding that it could not vary from\nthe Guidelines range based on the mandatory minimum\nsentences he would receive under §924(c). The Court of\nAppeals disagreed, ruling that Dean’s argument was\nforeclosed by Circuit precedent and that his sentence was\notherwise substantively reasonable. 810 F. 3d 521 (2015).\nWe granted certiorari. 580 U. S. ___ (2016).\n                             II\n  Sentencing courts have long enjoyed discretion in the\nsort of information they may consider when setting an\nappropriate sentence. Pepper v. United States, 562 U. S.\n476, 487–489 (2011). This durable tradition remains, even\nas federal laws have required sentencing courts to evalu-\nate certain factors when exercising their discretion. Ibid.\n                            A\n  Section 3553(a) of Title 18 specifies the factors courts\n\u000c4                 DEAN v. UNITED STATES\n\n                      Opinion of the Court\n\nare to consider in imposing a sentence. The list of factors\nis preceded by what is known as the parsimony principle,\na broad command that instructs courts to “impose a sen-\ntence sufficient, but not greater than necessary, to comply\nwith” the four identified purposes of sentencing: just pun-\nishment, deterrence, protection of the public, and rehabili-\ntation. Ibid. A sentencing court is then directed to take\ninto account “the nature and circumstances of the offense\nand the history and characteristics of the defendant,” as\nwell as “the need for the sentence imposed” to serve the\nfour overarching aims of sentencing. §§3553(a)(1), (2)(A)–\n(D); see Gall v. United States, 552 U. S. 38, 50, n. 6 (2007).\nThe court must also consider the pertinent guidelines and\npolicies adopted by the Sentencing Commission.\n§§3553(a)(4), (5); see id., at 50, n. 6.\n   The §3553(a) factors are used to set both the length of\nseparate prison terms and an aggregate prison term com-\nprising separate sentences for multiple counts of convic-\ntion. Under §3582 a court, “in determining whether to\nimpose a term of imprisonment, and, if a term of impris-\nonment is to be imposed, in determining the length of the\nterm, shall consider the factors set forth in section\n3553(a).” §3582(a). And §3584 provides: “[I]n determining\nwhether the terms imposed are to be ordered to run con-\ncurrently or consecutively, [the court] shall consider, as to\neach offense for which a term of imprisonment is being\nimposed, the factors set forth in section 3553(a).”\n§3584(b).\n   As a general matter, the foregoing provisions permit a\ncourt imposing a sentence on one count of conviction to\nconsider sentences imposed on other counts. Take the\ndirective that a court assess “the need for the sentence\nimposed . . . to protect the public from further crimes of\nthe defendant.” §3553(a)(2)(C). Dean committed the two\nrobberies at issue here when he was 23 years old. That he\nwill not be released from prison until well after his fiftieth\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nbirthday because of the §924(c) convictions surely bears on\nwhether—in connection with his predicate crimes—still\nmore incarceration is necessary to protect the public.\nLikewise, in considering “the need for the sentence im-\nposed . . . to afford adequate deterrence,” §3553(a)(2)(B),\nthe District Court could not reasonably ignore the deter-\nrent effect of Dean’s 30-year mandatory minimum.\n   According to the Government, this is not how sentencing\nis meant to work. Rather, district courts should calculate\nthe appropriate term of imprisonment for each individual\noffense. That determination, insists the Government,\ndisregards whatever sentences the defendant may also\nface on other counts. Not until deciding whether to run\nsentences consecutively or concurrently—i.e., not until\napplying §3584—should a district court consider the effect\nof those other sentences. Brief for United States 21–26.\n   Nothing in the law requires such an approach. The\nGovernment states that the §3553(a) factors are “normally\nrelevant in determining the total length of imprisonment”\nunder §3584. Id., at 28. No doubt they are. But there is\nno reason they may not also be considered at the front\nend, when determining a prison sentence for each individ-\nual offense in a multicount case.\n   At odds with the text, the Government’s interpretation\nis also at odds with its own practice in “sentencing pack-\nage cases.” Greenlaw v. United States, 554 U. S. 237, 253\n(2008). “Those cases typically involve multicount indict-\nments and a successful attack by a defendant on some but\nnot all of the counts of conviction.” Ibid. In those cases—\nincluding ones where §924(c) convictions are invalidated—\nthe Government routinely argues that an appellate court\nshould vacate the entire sentence so that the district court\nmay increase the sentences for any remaining counts up to\nthe limit set by the original aggregate sentence. See\nUnited States v. Smith, 756 F. 3d 1179, 1188–1189, and n.\n5 (CA10 2014) (collecting cases). And appellate courts\n\u000c6                 DEAN v. UNITED STATES\n\n                     Opinion of the Court\n\nroutinely agree. Id., at 1189, and n. 6 (same). As we\nunderstand it, the Government’s theory in those cases is\nthat the district court may have relied on a now-vacated\nconviction when imposing sentences for the other counts.\nBut that theory of course directly contradicts the position\nthe Government now advances—that district courts must\ndetermine sentences independently of one another, ac-\ncounting for multiple sentences only when deciding\nwhether to stack them or run them concurrently.\n                              B\n  Nothing in §924(c) restricts the authority conferred on\nsentencing courts by §3553(a) and the related provisions to\nconsider a sentence imposed under §924(c) when calculat-\ning a just sentence for the predicate count.\n  The Government points to two limitations in §924(c).\nFirst, the Government notes, a mandatory sentence under\n§924(c) must be imposed “in addition to the punishment\nprovided” for the predicate crime. §924(c)(1)(A) (emphasis\nadded). This limitation says nothing about the length of a\nnon-§924(c) sentence, much less about what information a\ncourt may consider in determining that sentence. Whether\nthe sentence for the predicate offense is one day or one\ndecade, a district court does not violate the terms of\n§924(c) so long as it imposes the mandatory minimum “in\naddition to” the sentence for the violent or drug trafficking\ncrime.\n  Second, §924(c) states that “no term of imprisonment\nimposed on a person under this subsection shall run con-\ncurrently with any other term of imprisonment imposed\non the person, including any term of imprisonment im-\nposed for the [predicate] crime during which the firearm\nwas used, carried, or possessed.” §924(c)(1)(D)(ii). Noth-\ning in that language prevents a district court from impos-\ning a 30-year mandatory minimum sentence under §924(c)\nand a one-day sentence for the predicate violent or drug\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\ntrafficking crime, provided those terms run one after the\nother. The Government emphasizes that the requirement\nof consecutive sentences removes the discretion to run\nsentences concurrently that district courts exercise under\n§3584. We agree. So does Dean, for that matter. But we\nfail to see the significance of the point. The bar on impos-\ning concurrent sentences does not affect a court’s discre-\ntion to consider a mandatory minimum when calculating\neach individual sentence.\n   The Government would, in effect, have us read an addi-\ntional limitation into §924(c): Where §924(c) says “in\naddition to the punishment provided for [the predicate]\ncrime of violence,” what the statute really means is “in\naddition to the punishment provided for [the predicate]\ncrime of violence in the absence of a Section 924(c) convic-\ntion.” See Reply Brief 2. We have said that “[d]rawing\nmeaning from silence is particularly inappropriate” where\n“Congress has shown that it knows how to direct sentenc-\ning practices in express terms.” Kimbrough v. United\nStates, 552 U. S. 85, 103 (2007). Congress has shown just\nthat in another statute, 18 U. S. C. §1028A. That section,\nwhich criminalizes the commission of identity theft “dur-\ning and in relation to” certain predicate felonies, imposes a\nmandatory minimum sentence “in addition to the punish-\nment provided for” the underlying offense. §1028A(a)(1).\nIt also says that the mandatory minimum must be consec-\nutive to the sentence for the underlying offense.\n§1028A(b)(2). So far, §1028A tracks §924(c) in relevant\nrespects. But §1028A goes further: It provides that in\ndetermining the appropriate length of imprisonment for\nthe predicate felony “a court shall not in any way reduce\nthe term to be imposed for such crime so as to compensate\nfor, or otherwise take into account, any separate term of\nimprisonment imposed or to be imposed for a violation of\nthis section.” §1028A(b)(3). Section 1028A says just what\nthe Government reads §924(c) to say—of course, without\n\u000c8                 DEAN v. UNITED STATES\n\n                     Opinion of the Court\n\nactually saying it.\n  The Government responds that §1028A was passed in\n2004, long after Congress enacted the 1984 amendments\ncreating the current sentencing regime in §924(c). Brief\nfor United States 46. True. But §1028A confirms that it\nwould have been easy enough to make explicit what the\nGovernment argues is implicit in §924(c). It also under-\nscores that for over a decade Congress has been aware of a\nclear way to bar consideration of a mandatory minimum,\nbut never during that time changed the language of\n§924(c) to mirror that of §1028A, even as it has amended\nother aspects of §924(c).\n                        *    *     *\n  The Government speaks of Congress’s intent to prevent\ndistrict courts from bottoming out sentences for predicate\n§924(c) offenses whenever they think a mandatory mini-\nmum under §924(c) is already punishment enough. But no\nsuch intent finds expression in the language of §924(c).\nThat language simply requires any mandatory minimum\nunder §924(c) to be imposed “in addition to” the sentence\nfor the predicate offense, and to run consecutively to that\nsentence. Nothing in those requirements prevents a sen-\ntencing court from considering a mandatory minimum\nunder §924(c) when calculating an appropriate sentence\nfor the predicate offense.\n  The judgment of the United States Court of Appeals for\nthe Eighth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c",
	"cited_id": [
		205788
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"Pepper v. United States, 562 U. S. 476 (2011)"
	],
	"case_extract": [
		"Pepper v. United States, 562 U. S. 476, 487–489 (2011)"
	],
	"citing_sentence": "Sentencing courts have long enjoyed discretion in the sort of information they may consider when setting an appropriate sentence. Pepper v. United States, 562 U. S. 476, 487–489 (2011).",
	"citing_paragraph": "Sentencing courts have long enjoyed discretion in the sort of information they may consider when setting an appropriate sentence. Pepper v. United States, 562 U. S. 476, 487–489 (2011). This durable tradition remains, even as federal laws have required sentencing courts to evalu- ate certain factors when exercising their discretion. Ibid.",
	"relevant_keywords": [
		"sentence",
		"sentencing courts",
		"setting",
		"appropriate",
		"consider",
		"information",
		"discretion"
	],
	"query": [
		"(sentenc! OR \"sentencing court\") AND discretion AND consider! AND (information OR factor OR consideration!)",
		"sentenc! AND discretion AND (information OR factor OR consideration!) AND setting AND appropriate",
		"sentenc! AND discretion AND (court OR judge) AND (information OR factor OR consideration!) AND (setting OR impos!)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "discretion"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "consider*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sentenc*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sentencing court",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "information"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "factor"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "consideration*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "sentenc*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "discretion"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "setting"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "appropriate"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "information"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "factor"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "consideration*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "sentenc*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "discretion"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "court"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "judge"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "information"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "factor"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "consideration*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "setting"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "impos*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}