{
	"id": 3,
	"case_id": 4168363,
	"case_title": "Kindred Nursing Centers, L. P. v. Clark",
	"date_filed": "2017-05-15",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       KINDRED NURSING CENTERS LIMITED \n\n    PARTNERSHIP, DBA WINCHESTER CENTRE FOR \n\n   HEALTH AND REHABILITATION, NKA FOUNTAIN \n\n   CIRCLE HEALTH AND REHABILITATION, ET AL. v. \n\n                  CLARK ET AL. \n\n\n      CERTIORARI TO THE SUPREME COURT OF KENTUCKY\n\n     No. 16–32. Argued February 22, 2017—Decided May 15, 2017\nRespondents Beverly Wellner and Janis Clark—the wife and daughter,\n  respectively, of Joe Wellner and Olive Clark—each held a power of\n  attorney affording her broad authority to manage her family mem-\n  ber’s affairs. When Joe and Olive moved into a nursing home operat-\n  ed by petitioner Kindred Nursing Centers L. P., Beverly and Janis\n  used their powers of attorney to complete all necessary paperwork.\n  As part of that process, each signed an arbitration agreement on her\n  relative’s behalf providing that any claims arising from the relative’s\n  stay at the facility would be resolved through binding arbitration.\n  After Joe and Olive died, their estates (represented by Beverly and\n  Janis) filed suits alleging that Kindred’s substandard care had\n  caused their deaths. Kindred moved to dismiss the cases, arguing\n  that the arbitration agreements prohibited bringing the disputes to\n  court. The trial court denied Kindred’s motions, and the Kentucky\n  Court of Appeals agreed that the suits could go forward.\n     The Kentucky Supreme Court consolidated the cases and affirmed.\n  The court initially found that the language of the Wellner power of\n  attorney did not permit Beverly to enter into an arbitration agree-\n  ment on Joe’s behalf, but that the Clark document gave Janis the ca-\n  pacity to do so on behalf of Olive. Nonetheless, the court held, both\n  arbitration agreements were invalid because neither power of attor-\n  ney specifically entitled the representative to enter into an arbitra-\n  tion agreement. Because the Kentucky Constitution declares the\n  rights of access to the courts and trial by jury to be “sacred” and “in-\n\u000c2            KINDRED NURSING CENTERS L. P. v. CLARK\n\n                                  Syllabus\n\n    violate,” the court determined, an agent could deprive her principal of\n    such rights only if expressly provided in the power of attorney.\nHeld: The Kentucky Supreme Court’s clear-statement rule violates the\n Federal Arbitration Act by singling out arbitration agreements for\n disfavored treatment. Pp. 4–10.\n    (a) The FAA, which makes arbitration agreements “valid, irrevoca-\n ble, and enforceable, save upon such grounds as exist at law or in eq-\n uity for the revocation of any contract,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2, establishes an\n equal-treatment principle: A court may invalidate an arbitration\n agreement based on “generally applicable contract defenses,” but not\n on legal rules that “apply only to arbitration or that derive their\n meaning from the fact that an agreement to arbitrate is at issue,”\n AT\u0026T Mobility LLC v. Concepcion, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e333\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 339. The Act thus\n preempts any state rule that discriminates on its face against arbi-\n tration or that covertly accomplishes the same objective by disfavor-\n ing contracts that have the defining features of arbitration agree-\n ments.\n    The Kentucky Supreme Court’s clear-statement rule fails to put\n arbitration agreements on an equal plane with other contracts. By\n requiring an explicit statement before an agent can relinquish her\n principal’s right to go to court and receive a jury trial, the court did\n exactly what this Court has barred: adopt a legal rule hinging on the\n primary characteristic of an arbitration agreement. Pp. 4–7.\n    (b) In support of the decision below, respondents argue that the\n clear-statement rule affects only contract formation, and that the\n FAA does not apply to contract formation questions. But the Act’s\n text says otherwise. The FAA cares not only about the “en-\n force[ment]” of arbitration agreements, but also about their initial\n “valid[ity]”—that is, about what it takes to enter into them. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e\n \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2. Precedent confirms the point. In Concepcion, the Court\n noted the impermissibility of applying a contract defense like duress\n “in a fashion that disfavors arbitration.” 563 U. S., at 341. That dis-\n cussion would have made no sense if the FAA had nothing to say\n about contract formation, because duress involves “unfair dealing at\n the contract formation stage.” Morgan Stanley Capital Group Inc. v.\n Public Util. Dist. No. 1 of Snohomish Cty., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145778\"\u003e\u003ca href=\"/opinion/145778/morgan-stanley-capital-group-inc-v-public-util-dist-no-1-of-snohomish/\"\u003e\u003cspan class=\"volume\"\u003e554\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e527\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 547. Final-\n ly, respondents’ view would make it trivially easy for States to un-\n dermine the Act. Pp. 7–9.\n    (c) Because the Kentucky Supreme Court invalidated the Clark-\n Kindred arbitration agreement based exclusively on the clear-\n statement rule, the court must now enforce that agreement. But be-\n cause it is unclear whether the court’s interpretation of the Wellner\n document was wholly independent of its rule, the court should de-\n termine on remand whether it adheres, in the absence of the rule, to\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  its prior reading of that power of attorney. Pp. 9–10.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e306\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed in part, vacated in part, and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS, C. J.,\nand KENNEDY, GINSBURG, BREYER, ALITO, and SOTOMAYOR, JJ., joined.\nTHOMAS, J., filed a dissenting opinion. GORSUCH, J., took no part in the\nconsideration or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                    No. 16–32\n                                   _________________\n\n\n KINDRED NURSING CENTERS LIMITED PARTNER-\n   SHIP, DBA WINCHESTER CENTRE FOR HEALTH\n\n      AND REHABILITATION, NKA FOUNTAIN\n\n        CIRCLE HEALTH AND REHABILITA-\n           TION, ET AL., PETITIONERS v.\n\n              JANIS E. CLARK ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      KENTUCKY\n\n                                 [May 15, 2017]\n\n\n   JUSTICE KAGAN delivered the opinion of the Court.\n   The Federal Arbitration Act (FAA or Act) requires\ncourts to place arbitration agreements “on equal footing\nwith all other contracts.” DIRECTV, Inc. v. Imburgia, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e577\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at 6) (quoting Buckeye Check\nCashing, Inc. v. Cardegna, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145683\"\u003e\u003ca href=\"/opinion/145683/buckeye-check-cashing-inc-v-cardegna/\"\u003e\u003cspan class=\"volume\"\u003e546\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e440\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 443 (2006)); see\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2. In the decision below, the Kentucky Su-\npreme Court declined to give effect to two arbitration\nagreements executed by individuals holding “powers of\nattorney”—that is, authorizations to act on behalf of oth-\ners. According to the court, a general grant of power (even\nif seemingly comprehensive) does not permit a legal repre-\nsentative to enter into an arbitration agreement for some-\none else; to form such a contract, the representative must\npossess specific authority to “waive his principal’s funda-\nmental constitutional rights to access the courts [and] to\ntrial by jury.” Extendicare Homes, Inc. v. Whisman, 478\n\u000c2        KINDRED NURSING CENTERS L. P. v. CLARK\n\n                      Opinion of the Court\n\nS. W. 3d 306, 327 (2015). Because that rule singles out\narbitration agreements for disfavored treatment, we hold\nthat it violates the FAA.\n                                I\n  Petitioner Kindred Nursing Centers L. P. operates\nnursing homes and rehabilitation centers. Respondents\nBeverly Wellner and Janis Clark are the wife and daugh-\nter, respectively, of Joe Wellner and Olive Clark, two now-\ndeceased residents of a Kindred nursing home called the\nWinchester Centre.\n  At all times relevant to this case, Beverly and Janis\neach held a power of attorney, designating her as an\n“attorney-in-fact” (the one for Joe, the other for Olive) and\naffording her broad authority to manage her family mem-\nber’s affairs. In the Wellner power of attorney, Joe gave\nBeverly the authority, “in my name, place and stead,” to\n(among other things) “institute legal proceedings” and\nmake “contracts of every nature in relation to both real\nand personal property.” App. 10–11. In the Clark power\nof attorney, Olive provided Janis with “full power . . . to\ntransact, handle, and dispose of all matters affecting me\nand/or my estate in any possible way,” including the power\nto “draw, make, and sign in my name any and all . . .\ncontracts, deeds, or agreements.” Id., at 7.\n  Joe and Olive moved into the Winchester Centre in\n2008, with Beverly and Janis using their powers of attor-\nney to complete all necessary paperwork. As part of that\nprocess, Beverly and Janis each signed an arbitration\nagreement with Kindred on behalf of her relative. The\ntwo contracts, worded identically, provided that “[a]ny and\nall claims or controversies arising out of or in any way\nrelating to . . . the Resident’s stay at the Facility” would be\nresolved through “binding arbitration” rather than a\nlawsuit. Id., at 14, 21.\n  When Joe and Olive died the next year, their estates\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\n(represented again by Beverly and Janis) brought separate\nsuits against Kindred in Kentucky state court. The com-\nplaints alleged that Kindred had delivered substandard\ncare to Joe and Olive, causing their deaths. Kindred\nmoved to dismiss the cases, arguing that the arbitration\nagreements Beverly and Janis had signed prohibited\nbringing their disputes to court. But the trial court denied\nKindred’s motions, and the Kentucky Court of Appeals\nagreed that the estates’ suits could go forward. See App.\nto Pet. for Cert. 125a–126a, 137a–138a.\n  The Kentucky Supreme Court, after consolidating the\ncases, affirmed those decisions by a divided vote. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 313. The court began with the language of the\ntwo powers of attorney. The Wellner document, the court\nstated, did not permit Beverly to enter into an arbitration\nagreement on Joe’s behalf. In the court’s view, neither the\nprovision authorizing her to bring legal proceedings nor\nthe one enabling her to make property-related contracts\nreached quite that distance. See id., at 325–326; supra,\nat 2. By contrast, the court thought, the Clark power of\nattorney extended that far and beyond. Under that docu-\nment, after all, Janis had the capacity to “dispose of all\nmatters” affecting Olive. See supra, at 2. “Given this\nextremely broad, universal delegation of authority,” the\ncourt acknowledged, “it would be impossible to say that\nentering into [an] arbitration agreement was not covered.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 327.\n  And yet, the court went on, both arbitration agree-\nments—Janis’s no less than Beverly’s—were invalid. That\nwas because a power of attorney could not entitle a repre-\nsentative to enter into an arbitration agreement without\nspecifically saying so. The Kentucky Constitution, the\ncourt explained, protects the rights of access to the courts\nand trial by jury; indeed, the jury guarantee is the sole\nright the Constitution declares “sacred” and “inviolate.”\nId., at 328–329. Accordingly, the court held, an agent\n\u000c4        KINDRED NURSING CENTERS L. P. v. CLARK\n\n                     Opinion of the Court\n\ncould deprive her principal of an “adjudication by judge or\njury” only if the power of attorney “expressly so pro-\nvide[d].” Id., at 329. And that clear-statement rule—so\nsaid the court—complied with the FAA’s demands. True\nenough that the Act precludes “singl[ing] out arbitration\nagreements.” Ibid. (internal quotation marks omitted).\nBut that was no problem, the court asserted, because its\nrule would apply not just to those agreements, but also to\nsome other contracts implicating “fundamental constitu-\ntional rights.” Id., at 328. In the future, for example, the\ncourt would bar the holder of a “non-specific” power of\nattorney from entering into a contract “bind[ing] the prin-\ncipal to personal servitude.” Ibid.\n   Justice Abramson dissented, in an opinion joined by two\nof her colleagues. In their view, the Kentucky Supreme\nCourt’s new clear-statement rule was “clearly not . . .\napplicable to ‘any contract’ but [instead] single[d] out\narbitration agreements for disfavored treatment.” Id., at\n344–345. Accordingly, the dissent concluded, the rule\n“r[a]n afoul of the FAA.” Id., at 353.\n   We granted certiorari. 580 U. S. ___ (2016).\n                             II\n\n                             A\n\n   The FAA makes arbitration agreements “valid, irrevo-\ncable, and enforceable, save upon such grounds as exist at\nlaw or in equity for the revocation of any contract.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2. That statutory provision establishes an equal-\ntreatment principle: A court may invalidate an arbitration\nagreement based on “generally applicable contract defenses”\nlike fraud or unconscionability, but not on legal rules\nthat “apply only to arbitration or that derive their mean-\ning from the fact that an agreement to arbitrate is at\nissue.” AT\u0026T Mobility LLC v. Concepcion, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e333\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n339 (2011). The FAA thus preempts any state rule dis-\ncriminating on its face against arbitration—for example, a\n\u000c                  Cite as: 581 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\n“law prohibit[ing] outright the arbitration of a particular\ntype of claim.” Id., at 341. And not only that: The Act also\ndisplaces any rule that covertly accomplishes the same\nobjective by disfavoring contracts that (oh so coinciden-\ntally) have the defining features of arbitration agreements.\nIn Concepcion, for example, we described a hypothetical\nstate law declaring unenforceable any contract that “disal-\nlow[ed] an ultimate disposition [of a dispute] by a jury.”\nId., at 342. Such a law might avoid referring to arbitra-\ntion by name; but still, we explained, it would “rely on the\nuniqueness of an agreement to arbitrate as [its] basis”—\nand thereby violate the FAA. Id., at 341 (quoting Perry v.\nThomas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111920\"\u003e\u003ca href=\"/opinion/111920/perry-v-thomas/\"\u003e\u003cspan class=\"volume\"\u003e482\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e483\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 493, n. 9 (1987)).\n   The Kentucky Supreme Court’s clear-statement rule, in\njust that way, fails to put arbitration agreements on an\nequal plane with other contracts. By the court’s own\naccount, that rule (like the one Concepcion posited) serves\nto safeguard a person’s “right to access the courts and to\ntrial by jury.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 327; see supra, at 3–4. In\nringing terms, the court affirmed the jury right’s unsur-\npassed standing in the State Constitution: The framers,\nthe court explained, recognized “that right and that right\nalone as a divine God-given right” when they made it “the\nonly thing” that must be “ ‘held sacred’ ” and “ ‘inviolate.’ ”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 328–329 (quoting Ky. Const. §7). So it\nwas that the court required an explicit statement before\nan attorney-in-fact, even if possessing broad delegated\npowers, could relinquish that right on another’s behalf.\nSee \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 331 (“We say only that an agent’s\nauthority to waive his principal’s constitutional right to\naccess the courts and to trial by jury must be clearly ex-\npressed by the principal”). And so it was that the court\ndid exactly what Concepcion barred: adopt a legal rule\nhinging on the primary characteristic of an arbitration\nagreement—namely, a waiver of the right to go to court\nand receive a jury trial. See 563 U. S., at 341–342; see\n\u000c6          KINDRED NURSING CENTERS L. P. v. CLARK\n\n                          Opinion of the Court\n\nalso \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 353 (Abramson, J., dissenting) (not-\ning that the jury-trial right at the core of “the majority’s\nnew rule” is “the one right that just happens to be correla-\ntive to the right to arbitrate” (emphasis deleted)). Such a\nrule is too tailor-made to arbitration agreements—\nsubjecting them, by virtue of their defining trait, to un-\ncommon barriers—to survive the FAA’s edict against\nsingling out those contracts for disfavored treatment.1\n   And the state court’s sometime-attempt to cast the rule\nin broader terms cannot salvage its decision. The clear-\nstatement requirement, the court suggested, could also\napply when an agent endeavored to waive other “funda-\nmental constitutional rights” held by a principal. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 331; see supra, at 4. But what other rights,\nreally? No Kentucky court, so far as we know, has ever\nbefore demanded that a power of attorney explicitly confer\nauthority to enter into contracts implicating constitutional\nguarantees. Nor did the opinion below indicate that such\na grant would be needed for the many routine contracts—\nexecuted day in and day out by legal representatives—\nmeeting that description. For example, the Kentucky\nConstitution protects the “inherent and inalienable” rights\nto “acquir[e] and protect[ ] property” and to “freely com-\nmunicat[e] thoughts and opinions.” Ky. Const. §1. But\nthe state court nowhere cautioned that an attorney-in-fact\n——————\n  1 Making matters worse, the Kentucky Supreme Court’s clear-\n\nstatement rule appears not to apply to other kinds of agreements\nrelinquishing the right to go to court or obtain a jury trial. Nothing in\nthe decision below (or elsewhere in Kentucky law) suggests that explicit\nauthorization is needed before an attorney-in-fact can sign a settlement\nagreement or consent to a bench trial on her principal’s behalf. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 325 (discussing the Wellner power of attorney’s provision\nfor “managing a claim in litigation” without insisting that such com-\nmitments would require a clearer grant). Mark that as yet another\nindication that the court’s demand for specificity in powers of attorney\narises from the suspect status of arbitration rather than the sacred\nstatus of jury trials.\n\u000c                    Cite as: 581 U. S. ____ (2017)                   7\n\n                         Opinion of the Court\n\nwould now need a specific authorization to, say, sell her\nprincipal’s furniture or commit her principal to a non-\ndisclosure agreement. (And were we in the business of\ngiving legal advice, we would tell the agent not to worry.)\nRather, the court hypothesized a slim set of both patently\nobjectionable and utterly fanciful contracts that would be\nsubject to its rule: No longer could a representative lack-\ning explicit authorization waive her “principal’s right to\nworship freely” or “consent to an arranged marriage” or\n“bind [her] principal to personal servitude.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat 328; see supra, at 4. Placing arbitration agreements\nwithin that class reveals the kind of “hostility to arbitra-\ntion” that led Congress to enact the FAA. Concepcion,\n563 U. S., at 339. And doing so only makes clear the\narbitration-specific character of the rule, much as if it were\nmade applicable to arbitration agreements and black swans.2\n                              B\n   The respondents, Janis and Beverly, primarily advance\na different argument—based on the distinction between\ncontract formation and contract enforcement—to support\nthe decision below. Kentucky’s clear-statement rule, they\nbegin, affects only contract formation, because it bars\nagents without explicit authority from entering into arbi-\ntration agreements. And in their view, the FAA has “no\napplication” to “contract formation issues.” Supp. Brief for\nRespondents 1. The Act, to be sure, requires a State to\nenforce all arbitration agreements (save on generally\napplicable grounds) once they have come into being. But,\nthe respondents claim, States have free rein to decide—\nirrespective of the FAA’s equal-footing principle—whether\nsuch contracts are validly created in the first instance.\n——————\n  2 We do not suggest that a state court is precluded from announcing a\nnew, generally applicable rule of law in an arbitration case. We simply\nreiterate here what we have said many times before—that the rule\nmust in fact apply generally, rather than single out arbitration.\n\u000c8        KINDRED NURSING CENTERS L. P. v. CLARK\n\n                     Opinion of the Court\n\nSee id., at 3 (“The FAA’s statutory framework applies only\nafter a court has determined that a valid arbitration\nagreement was formed”).\n   Both the FAA’s text and our case law interpreting it say\notherwise. The Act’s key provision, once again, states that\nan arbitration agreement must ordinarily be treated as\n“valid, irrevocable, and enforceable.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2; see\nsupra, at 4. By its terms, then, the Act cares not only\nabout the “enforce[ment]” of arbitration agreements, but\nalso about their initial “valid[ity]”—that is, about what it\ntakes to enter into them. Or said otherwise: A rule selec-\ntively finding arbitration contracts invalid because im-\nproperly formed fares no better under the Act than a rule\nselectively refusing to enforce those agreements once\nproperly made. Precedent confirms that point. In Concep-\ncion, we noted the impermissibility of applying a contract\ndefense like duress “in a fashion that disfavors arbitra-\ntion.” 563 U. S., at 341. But the doctrine of duress, as we\nhave elsewhere explained, involves “unfair dealing at the\ncontract formation stage.” Morgan Stanley Capital Group\nInc. v. Public Util. Dist. No. 1 of Snohomish Cty., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145778\"\u003e\u003ca href=\"/opinion/145778/morgan-stanley-capital-group-inc-v-public-util-dist-no-1-of-snohomish/\"\u003e\u003cspan class=\"volume\"\u003e554\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e527\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 547 (2008). Our discussion of duress would have\nmade no sense if the FAA, as the respondents contend,\nhad nothing to say about contract formation.\n   And still more: Adopting the respondents’ view would\nmake it trivially easy for States to undermine the Act—\nindeed, to wholly defeat it. As the respondents have\nacknowledged, their reasoning would allow States to\npronounce any attorney-in-fact incapable of signing an\narbitration agreement—even if a power of attorney specif-\nically authorized her to do so. See Tr. of Oral Arg. 27.\n(After all, such a rule would speak to only the contract’s\nformation.) And why stop there? If the respondents were\nright, States could just as easily declare everyone incompe-\ntent to sign arbitration agreements. (That rule too would\naddress only formation.) The FAA would then mean\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\nnothing at all—its provisions rendered helpless to prevent\neven the most blatant discrimination against arbitration.\n                               III\n   As we did just last Term, we once again “reach a conclu-\nsion that . . . falls well within the confines of (and goes no\nfurther than) present well-established law.” DIRECTV,\n577 U. S., at ___ (slip op., at 10). The Kentucky Supreme\nCourt specially impeded the ability of attorneys-in-fact to\nenter into arbitration agreements. The court thus flouted\nthe FAA’s command to place those agreements on an equal\nfooting with all other contracts.\n   Our decision requires reversing the Kentucky Supreme\nCourt’s judgment in favor of the Clark estate. As noted\nearlier, the state court held that the Clark power of attor-\nney was sufficiently broad to cover executing an arbitra-\ntion agreement. See supra, at 3. The court invalidated\nthe agreement with Kindred only because the power of\nattorney did not specifically authorize Janis to enter into\nit on Olive’s behalf. In other words, the decision below\nwas based exclusively on the clear-statement rule that we\nhave held violates the FAA. So the court must now en-\nforce the Clark-Kindred arbitration agreement.\n   By contrast, our decision might not require such a result\nin the Wellner case. The Kentucky Supreme Court began\nits opinion by stating that the Wellner power of attorney\nwas insufficiently broad to give Beverly the authority to\nexecute an arbitration agreement for Joe. See supra, at 3.\nIf that interpretation of the document is wholly independ-\nent of the court’s clear-statement rule, then nothing we\nhave said disturbs it. But if that rule at all influenced the\nconstruction of the Wellner power of attorney, then the\ncourt must evaluate the document’s meaning anew. The\ncourt’s opinion leaves us uncertain as to whether such an\nimpermissible taint occurred. We therefore vacate the\njudgment below and return the case to the state court for\n\u000c10       KINDRED NURSING CENTERS L. P. v. CLARK\n\n                      Opinion of the Court\n\nfurther consideration. See Marmet Health Care Center,\nInc. v. Brown, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e530\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 534 (2012) (per curiam)\n(vacating and remanding another arbitration decision\nbecause we could not tell “to what degree [an] alternative\nholding was influenced by” the state court’s erroneous,\narbitration-specific rule). On remand, the court should\ndetermine whether it adheres, in the absence of its clear-\nstatement rule, to its prior reading of the Wellner power of\nattorney.\n  For these reasons, we reverse in part and vacate in part\nthe judgment of the Kentucky Supreme Court, and we\nremand the case for further proceedings not inconsistent\nwith this opinion.\n                                             It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c                  Cite as: 581 U. S. ____ (2017)             1\n\n                     THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 16–32\n                          _________________\n\n\n KINDRED NURSING CENTERS LIMITED PARTNER-\n   SHIP, DBA WINCHESTER CENTRE FOR HEALTH\n\n      AND REHABILITATION, NKA FOUNTAIN\n\n        CIRCLE HEALTH AND REHABILITA-\n           TION, ET AL., PETITIONERS v.\n\n              JANIS E. CLARK ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      KENTUCKY\n\n                         [May 15, 2017] \n\n\n   JUSTICE THOMAS, dissenting.\n   I continue to adhere to the view that the Federal Arbi-\ntration Act (FAA), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1 et seq., does not apply to\nproceedings in state courts. See Allied-Bruce Terminix\nCos. v. Dobson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117892\"\u003e\u003ca href=\"/opinion/117892/allied-bruce-terminix-cos-v-dobson/\"\u003e\u003cspan class=\"volume\"\u003e513\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e265\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 285–297 (1995) (THOMAS, J.,\ndissenting); see also DIRECTV, Inc. v. Imburgia, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e577\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (same) (slip op., at 1); Preston v. Ferrer, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145830\"\u003e\u003ca href=\"/opinion/145830/preston-v-ferrer/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e346\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 363 (2008) (same); Buckeye Check Cashing, Inc.\nv. Cardegna, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145683\"\u003e\u003ca href=\"/opinion/145683/buckeye-check-cashing-inc-v-cardegna/\"\u003e\u003cspan class=\"volume\"\u003e546\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e440\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 449 (2006) (same); Green Tree\nFinancial Corp. v. Bazzle, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"130157\"\u003e\u003ca href=\"/opinion/130157/green-tree-financial-corp-v-bazzle/\"\u003e\u003cspan class=\"volume\"\u003e539\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e444\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 460 (2003)\n(same); Doctor’s Associates, Inc. v. Casarotto, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118029\"\u003e\u003ca href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e681\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 689 (1996) (same). In state-court proceedings, there-\nfore, the FAA does not displace a rule that requires ex-\npress authorization from a principal before an agent may\nwaive the principal’s right to a jury trial. Accordingly, I\nwould affirm the judgment of the Kentucky Supreme\nCourt.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       KINDRED NURSING CENTERS LIMITED \n\n    PARTNERSHIP, DBA WINCHESTER CENTRE FOR \n\n   HEALTH AND REHABILITATION, NKA FOUNTAIN \n\n   CIRCLE HEALTH AND REHABILITATION, ET AL. v. \n\n                  CLARK ET AL. \n\n\n      CERTIORARI TO THE SUPREME COURT OF KENTUCKY\n\n     No. 16–32. Argued February 22, 2017—Decided May 15, 2017\nRespondents Beverly Wellner and Janis Clark—the wife and daughter,\n  respectively, of Joe Wellner and Olive Clark—each held a power of\n  attorney affording her broad authority to manage her family mem-\n  ber’s affairs. When Joe and Olive moved into a nursing home operat-\n  ed by petitioner Kindred Nursing Centers L. P., Beverly and Janis\n  used their powers of attorney to complete all necessary paperwork.\n  As part of that process, each signed an arbitration agreement on her\n  relative’s behalf providing that any claims arising from the relative’s\n  stay at the facility would be resolved through binding arbitration.\n  After Joe and Olive died, their estates (represented by Beverly and\n  Janis) filed suits alleging that Kindred’s substandard care had\n  caused their deaths. Kindred moved to dismiss the cases, arguing\n  that the arbitration agreements prohibited bringing the disputes to\n  court. The trial court denied Kindred’s motions, and the Kentucky\n  Court of Appeals agreed that the suits could go forward.\n     The Kentucky Supreme Court consolidated the cases and affirmed.\n  The court initially found that the language of the Wellner power of\n  attorney did not permit Beverly to enter into an arbitration agree-\n  ment on Joe’s behalf, but that the Clark document gave Janis the ca-\n  pacity to do so on behalf of Olive. Nonetheless, the court held, both\n  arbitration agreements were invalid because neither power of attor-\n  ney specifically entitled the representative to enter into an arbitra-\n  tion agreement. Because the Kentucky Constitution declares the\n  rights of access to the courts and trial by jury to be “sacred” and “in-\n\u000c2            KINDRED NURSING CENTERS L. P. v. CLARK\n\n                                  Syllabus\n\n    violate,” the court determined, an agent could deprive her principal of\n    such rights only if expressly provided in the power of attorney.\nHeld: The Kentucky Supreme Court’s clear-statement rule violates the\n Federal Arbitration Act by singling out arbitration agreements for\n disfavored treatment. Pp. 4–10.\n    (a) The FAA, which makes arbitration agreements “valid, irrevoca-\n ble, and enforceable, save upon such grounds as exist at law or in eq-\n uity for the revocation of any contract,” 9 U. S. C. §2, establishes an\n equal-treatment principle: A court may invalidate an arbitration\n agreement based on “generally applicable contract defenses,” but not\n on legal rules that “apply only to arbitration or that derive their\n meaning from the fact that an agreement to arbitrate is at issue,”\n AT\u0026T Mobility LLC v. Concepcion, 563 U. S. 333, 339. The Act thus\n preempts any state rule that discriminates on its face against arbi-\n tration or that covertly accomplishes the same objective by disfavor-\n ing contracts that have the defining features of arbitration agree-\n ments.\n    The Kentucky Supreme Court’s clear-statement rule fails to put\n arbitration agreements on an equal plane with other contracts. By\n requiring an explicit statement before an agent can relinquish her\n principal’s right to go to court and receive a jury trial, the court did\n exactly what this Court has barred: adopt a legal rule hinging on the\n primary characteristic of an arbitration agreement. Pp. 4–7.\n    (b) In support of the decision below, respondents argue that the\n clear-statement rule affects only contract formation, and that the\n FAA does not apply to contract formation questions. But the Act’s\n text says otherwise. The FAA cares not only about the “en-\n force[ment]” of arbitration agreements, but also about their initial\n “valid[ity]”—that is, about what it takes to enter into them. 9\n U. S. C. §2. Precedent confirms the point. In Concepcion, the Court\n noted the impermissibility of applying a contract defense like duress\n “in a fashion that disfavors arbitration.” 563 U. S., at 341. That dis-\n cussion would have made no sense if the FAA had nothing to say\n about contract formation, because duress involves “unfair dealing at\n the contract formation stage.” Morgan Stanley Capital Group Inc. v.\n Public Util. Dist. No. 1 of Snohomish Cty., 554 U. S. 527, 547. Final-\n ly, respondents’ view would make it trivially easy for States to un-\n dermine the Act. Pp. 7–9.\n    (c) Because the Kentucky Supreme Court invalidated the Clark-\n Kindred arbitration agreement based exclusively on the clear-\n statement rule, the court must now enforce that agreement. But be-\n cause it is unclear whether the court’s interpretation of the Wellner\n document was wholly independent of its rule, the court should de-\n termine on remand whether it adheres, in the absence of the rule, to\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  its prior reading of that power of attorney. Pp. 9–10.\n478 S. W. 3d 306, reversed in part, vacated in part, and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS, C. J.,\nand KENNEDY, GINSBURG, BREYER, ALITO, and SOTOMAYOR, JJ., joined.\nTHOMAS, J., filed a dissenting opinion. GORSUCH, J., took no part in the\nconsideration or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                    No. 16–32\n                                   _________________\n\n\n KINDRED NURSING CENTERS LIMITED PARTNER-\n   SHIP, DBA WINCHESTER CENTRE FOR HEALTH\n\n      AND REHABILITATION, NKA FOUNTAIN\n\n        CIRCLE HEALTH AND REHABILITA-\n           TION, ET AL., PETITIONERS v.\n\n              JANIS E. CLARK ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      KENTUCKY\n\n                                 [May 15, 2017]\n\n\n   JUSTICE KAGAN delivered the opinion of the Court.\n   The Federal Arbitration Act (FAA or Act) requires\ncourts to place arbitration agreements “on equal footing\nwith all other contracts.” DIRECTV, Inc. v. Imburgia, 577\nU. S. ___, ___ (2015) (slip op., at 6) (quoting Buckeye Check\nCashing, Inc. v. Cardegna, 546 U. S. 440, 443 (2006)); see\n9 U. S. C. §2. In the decision below, the Kentucky Su-\npreme Court declined to give effect to two arbitration\nagreements executed by individuals holding “powers of\nattorney”—that is, authorizations to act on behalf of oth-\ners. According to the court, a general grant of power (even\nif seemingly comprehensive) does not permit a legal repre-\nsentative to enter into an arbitration agreement for some-\none else; to form such a contract, the representative must\npossess specific authority to “waive his principal’s funda-\nmental constitutional rights to access the courts [and] to\ntrial by jury.” Extendicare Homes, Inc. v. Whisman, 478\n\u000c2        KINDRED NURSING CENTERS L. P. v. CLARK\n\n                      Opinion of the Court\n\nS. W. 3d 306, 327 (2015). Because that rule singles out\narbitration agreements for disfavored treatment, we hold\nthat it violates the FAA.\n                                I\n  Petitioner Kindred Nursing Centers L. P. operates\nnursing homes and rehabilitation centers. Respondents\nBeverly Wellner and Janis Clark are the wife and daugh-\nter, respectively, of Joe Wellner and Olive Clark, two now-\ndeceased residents of a Kindred nursing home called the\nWinchester Centre.\n  At all times relevant to this case, Beverly and Janis\neach held a power of attorney, designating her as an\n“attorney-in-fact” (the one for Joe, the other for Olive) and\naffording her broad authority to manage her family mem-\nber’s affairs. In the Wellner power of attorney, Joe gave\nBeverly the authority, “in my name, place and stead,” to\n(among other things) “institute legal proceedings” and\nmake “contracts of every nature in relation to both real\nand personal property.” App. 10–11. In the Clark power\nof attorney, Olive provided Janis with “full power . . . to\ntransact, handle, and dispose of all matters affecting me\nand/or my estate in any possible way,” including the power\nto “draw, make, and sign in my name any and all . . .\ncontracts, deeds, or agreements.” Id., at 7.\n  Joe and Olive moved into the Winchester Centre in\n2008, with Beverly and Janis using their powers of attor-\nney to complete all necessary paperwork. As part of that\nprocess, Beverly and Janis each signed an arbitration\nagreement with Kindred on behalf of her relative. The\ntwo contracts, worded identically, provided that “[a]ny and\nall claims or controversies arising out of or in any way\nrelating to . . . the Resident’s stay at the Facility” would be\nresolved through “binding arbitration” rather than a\nlawsuit. Id., at 14, 21.\n  When Joe and Olive died the next year, their estates\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\n(represented again by Beverly and Janis) brought separate\nsuits against Kindred in Kentucky state court. The com-\nplaints alleged that Kindred had delivered substandard\ncare to Joe and Olive, causing their deaths. Kindred\nmoved to dismiss the cases, arguing that the arbitration\nagreements Beverly and Janis had signed prohibited\nbringing their disputes to court. But the trial court denied\nKindred’s motions, and the Kentucky Court of Appeals\nagreed that the estates’ suits could go forward. See App.\nto Pet. for Cert. 125a–126a, 137a–138a.\n  The Kentucky Supreme Court, after consolidating the\ncases, affirmed those decisions by a divided vote. See 478\nS. W. 3d, at 313. The court began with the language of the\ntwo powers of attorney. The Wellner document, the court\nstated, did not permit Beverly to enter into an arbitration\nagreement on Joe’s behalf. In the court’s view, neither the\nprovision authorizing her to bring legal proceedings nor\nthe one enabling her to make property-related contracts\nreached quite that distance. See id., at 325–326; supra,\nat 2. By contrast, the court thought, the Clark power of\nattorney extended that far and beyond. Under that docu-\nment, after all, Janis had the capacity to “dispose of all\nmatters” affecting Olive. See supra, at 2. “Given this\nextremely broad, universal delegation of authority,” the\ncourt acknowledged, “it would be impossible to say that\nentering into [an] arbitration agreement was not covered.”\n478 S. W. 3d, at 327.\n  And yet, the court went on, both arbitration agree-\nments—Janis’s no less than Beverly’s—were invalid. That\nwas because a power of attorney could not entitle a repre-\nsentative to enter into an arbitration agreement without\nspecifically saying so. The Kentucky Constitution, the\ncourt explained, protects the rights of access to the courts\nand trial by jury; indeed, the jury guarantee is the sole\nright the Constitution declares “sacred” and “inviolate.”\nId., at 328–329. Accordingly, the court held, an agent\n\u000c4        KINDRED NURSING CENTERS L. P. v. CLARK\n\n                     Opinion of the Court\n\ncould deprive her principal of an “adjudication by judge or\njury” only if the power of attorney “expressly so pro-\nvide[d].” Id., at 329. And that clear-statement rule—so\nsaid the court—complied with the FAA’s demands. True\nenough that the Act precludes “singl[ing] out arbitration\nagreements.” Ibid. (internal quotation marks omitted).\nBut that was no problem, the court asserted, because its\nrule would apply not just to those agreements, but also to\nsome other contracts implicating “fundamental constitu-\ntional rights.” Id., at 328. In the future, for example, the\ncourt would bar the holder of a “non-specific” power of\nattorney from entering into a contract “bind[ing] the prin-\ncipal to personal servitude.” Ibid.\n   Justice Abramson dissented, in an opinion joined by two\nof her colleagues. In their view, the Kentucky Supreme\nCourt’s new clear-statement rule was “clearly not . . .\napplicable to ‘any contract’ but [instead] single[d] out\narbitration agreements for disfavored treatment.” Id., at\n344–345. Accordingly, the dissent concluded, the rule\n“r[a]n afoul of the FAA.” Id., at 353.\n   We granted certiorari. 580 U. S. ___ (2016).\n                             II\n\n                             A\n\n   The FAA makes arbitration agreements “valid, irrevo-\ncable, and enforceable, save upon such grounds as exist at\nlaw or in equity for the revocation of any contract.” 9\nU. S. C. §2. That statutory provision establishes an equal-\ntreatment principle: A court may invalidate an arbitration\nagreement based on “generally applicable contract defenses”\nlike fraud or unconscionability, but not on legal rules\nthat “apply only to arbitration or that derive their mean-\ning from the fact that an agreement to arbitrate is at\nissue.” AT\u0026T Mobility LLC v. Concepcion, 563 U. S. 333,\n339 (2011). The FAA thus preempts any state rule dis-\ncriminating on its face against arbitration—for example, a\n\u000c                  Cite as: 581 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\n“law prohibit[ing] outright the arbitration of a particular\ntype of claim.” Id., at 341. And not only that: The Act also\ndisplaces any rule that covertly accomplishes the same\nobjective by disfavoring contracts that (oh so coinciden-\ntally) have the defining features of arbitration agreements.\nIn Concepcion, for example, we described a hypothetical\nstate law declaring unenforceable any contract that “disal-\nlow[ed] an ultimate disposition [of a dispute] by a jury.”\nId., at 342. Such a law might avoid referring to arbitra-\ntion by name; but still, we explained, it would “rely on the\nuniqueness of an agreement to arbitrate as [its] basis”—\nand thereby violate the FAA. Id., at 341 (quoting Perry v.\nThomas, 482 U. S. 483, 493, n. 9 (1987)).\n   The Kentucky Supreme Court’s clear-statement rule, in\njust that way, fails to put arbitration agreements on an\nequal plane with other contracts. By the court’s own\naccount, that rule (like the one Concepcion posited) serves\nto safeguard a person’s “right to access the courts and to\ntrial by jury.” 478 S. W. 3d, at 327; see supra, at 3–4. In\nringing terms, the court affirmed the jury right’s unsur-\npassed standing in the State Constitution: The framers,\nthe court explained, recognized “that right and that right\nalone as a divine God-given right” when they made it “the\nonly thing” that must be “ ‘held sacred’ ” and “ ‘inviolate.’ ”\n478 S. W. 3d, at 328–329 (quoting Ky. Const. §7). So it\nwas that the court required an explicit statement before\nan attorney-in-fact, even if possessing broad delegated\npowers, could relinquish that right on another’s behalf.\nSee 478 S. W. 3d, at 331 (“We say only that an agent’s\nauthority to waive his principal’s constitutional right to\naccess the courts and to trial by jury must be clearly ex-\npressed by the principal”). And so it was that the court\ndid exactly what Concepcion barred: adopt a legal rule\nhinging on the primary characteristic of an arbitration\nagreement—namely, a waiver of the right to go to court\nand receive a jury trial. See 563 U. S., at 341–342; see\n\u000c6          KINDRED NURSING CENTERS L. P. v. CLARK\n\n                          Opinion of the Court\n\nalso 478 S. W. 3d, at 353 (Abramson, J., dissenting) (not-\ning that the jury-trial right at the core of “the majority’s\nnew rule” is “the one right that just happens to be correla-\ntive to the right to arbitrate” (emphasis deleted)). Such a\nrule is too tailor-made to arbitration agreements—\nsubjecting them, by virtue of their defining trait, to un-\ncommon barriers—to survive the FAA’s edict against\nsingling out those contracts for disfavored treatment.1\n   And the state court’s sometime-attempt to cast the rule\nin broader terms cannot salvage its decision. The clear-\nstatement requirement, the court suggested, could also\napply when an agent endeavored to waive other “funda-\nmental constitutional rights” held by a principal. 478\nS. W. 3d, at 331; see supra, at 4. But what other rights,\nreally? No Kentucky court, so far as we know, has ever\nbefore demanded that a power of attorney explicitly confer\nauthority to enter into contracts implicating constitutional\nguarantees. Nor did the opinion below indicate that such\na grant would be needed for the many routine contracts—\nexecuted day in and day out by legal representatives—\nmeeting that description. For example, the Kentucky\nConstitution protects the “inherent and inalienable” rights\nto “acquir[e] and protect[ ] property” and to “freely com-\nmunicat[e] thoughts and opinions.” Ky. Const. §1. But\nthe state court nowhere cautioned that an attorney-in-fact\n——————\n  1 Making matters worse, the Kentucky Supreme Court’s clear-\n\nstatement rule appears not to apply to other kinds of agreements\nrelinquishing the right to go to court or obtain a jury trial. Nothing in\nthe decision below (or elsewhere in Kentucky law) suggests that explicit\nauthorization is needed before an attorney-in-fact can sign a settlement\nagreement or consent to a bench trial on her principal’s behalf. See 478\nS. W. 3d, at 325 (discussing the Wellner power of attorney’s provision\nfor “managing a claim in litigation” without insisting that such com-\nmitments would require a clearer grant). Mark that as yet another\nindication that the court’s demand for specificity in powers of attorney\narises from the suspect status of arbitration rather than the sacred\nstatus of jury trials.\n\u000c                    Cite as: 581 U. S. ____ (2017)                   7\n\n                         Opinion of the Court\n\nwould now need a specific authorization to, say, sell her\nprincipal’s furniture or commit her principal to a non-\ndisclosure agreement. (And were we in the business of\ngiving legal advice, we would tell the agent not to worry.)\nRather, the court hypothesized a slim set of both patently\nobjectionable and utterly fanciful contracts that would be\nsubject to its rule: No longer could a representative lack-\ning explicit authorization waive her “principal’s right to\nworship freely” or “consent to an arranged marriage” or\n“bind [her] principal to personal servitude.” 478 S. W. 3d,\nat 328; see supra, at 4. Placing arbitration agreements\nwithin that class reveals the kind of “hostility to arbitra-\ntion” that led Congress to enact the FAA. Concepcion,\n563 U. S., at 339. And doing so only makes clear the\narbitration-specific character of the rule, much as if it were\nmade applicable to arbitration agreements and black swans.2\n                              B\n   The respondents, Janis and Beverly, primarily advance\na different argument—based on the distinction between\ncontract formation and contract enforcement—to support\nthe decision below. Kentucky’s clear-statement rule, they\nbegin, affects only contract formation, because it bars\nagents without explicit authority from entering into arbi-\ntration agreements. And in their view, the FAA has “no\napplication” to “contract formation issues.” Supp. Brief for\nRespondents 1. The Act, to be sure, requires a State to\nenforce all arbitration agreements (save on generally\napplicable grounds) once they have come into being. But,\nthe respondents claim, States have free rein to decide—\nirrespective of the FAA’s equal-footing principle—whether\nsuch contracts are validly created in the first instance.\n——————\n  2 We do not suggest that a state court is precluded from announcing a\nnew, generally applicable rule of law in an arbitration case. We simply\nreiterate here what we have said many times before—that the rule\nmust in fact apply generally, rather than single out arbitration.\n\u000c8        KINDRED NURSING CENTERS L. P. v. CLARK\n\n                     Opinion of the Court\n\nSee id., at 3 (“The FAA’s statutory framework applies only\nafter a court has determined that a valid arbitration\nagreement was formed”).\n   Both the FAA’s text and our case law interpreting it say\notherwise. The Act’s key provision, once again, states that\nan arbitration agreement must ordinarily be treated as\n“valid, irrevocable, and enforceable.” 9 U. S. C. §2; see\nsupra, at 4. By its terms, then, the Act cares not only\nabout the “enforce[ment]” of arbitration agreements, but\nalso about their initial “valid[ity]”—that is, about what it\ntakes to enter into them. Or said otherwise: A rule selec-\ntively finding arbitration contracts invalid because im-\nproperly formed fares no better under the Act than a rule\nselectively refusing to enforce those agreements once\nproperly made. Precedent confirms that point. In Concep-\ncion, we noted the impermissibility of applying a contract\ndefense like duress “in a fashion that disfavors arbitra-\ntion.” 563 U. S., at 341. But the doctrine of duress, as we\nhave elsewhere explained, involves “unfair dealing at the\ncontract formation stage.” Morgan Stanley Capital Group\nInc. v. Public Util. Dist. No. 1 of Snohomish Cty., 554 U. S.\n527, 547 (2008). Our discussion of duress would have\nmade no sense if the FAA, as the respondents contend,\nhad nothing to say about contract formation.\n   And still more: Adopting the respondents’ view would\nmake it trivially easy for States to undermine the Act—\nindeed, to wholly defeat it. As the respondents have\nacknowledged, their reasoning would allow States to\npronounce any attorney-in-fact incapable of signing an\narbitration agreement—even if a power of attorney specif-\nically authorized her to do so. See Tr. of Oral Arg. 27.\n(After all, such a rule would speak to only the contract’s\nformation.) And why stop there? If the respondents were\nright, States could just as easily declare everyone incompe-\ntent to sign arbitration agreements. (That rule too would\naddress only formation.) The FAA would then mean\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\nnothing at all—its provisions rendered helpless to prevent\neven the most blatant discrimination against arbitration.\n                               III\n   As we did just last Term, we once again “reach a conclu-\nsion that . . . falls well within the confines of (and goes no\nfurther than) present well-established law.” DIRECTV,\n577 U. S., at ___ (slip op., at 10). The Kentucky Supreme\nCourt specially impeded the ability of attorneys-in-fact to\nenter into arbitration agreements. The court thus flouted\nthe FAA’s command to place those agreements on an equal\nfooting with all other contracts.\n   Our decision requires reversing the Kentucky Supreme\nCourt’s judgment in favor of the Clark estate. As noted\nearlier, the state court held that the Clark power of attor-\nney was sufficiently broad to cover executing an arbitra-\ntion agreement. See supra, at 3. The court invalidated\nthe agreement with Kindred only because the power of\nattorney did not specifically authorize Janis to enter into\nit on Olive’s behalf. In other words, the decision below\nwas based exclusively on the clear-statement rule that we\nhave held violates the FAA. So the court must now en-\nforce the Clark-Kindred arbitration agreement.\n   By contrast, our decision might not require such a result\nin the Wellner case. The Kentucky Supreme Court began\nits opinion by stating that the Wellner power of attorney\nwas insufficiently broad to give Beverly the authority to\nexecute an arbitration agreement for Joe. See supra, at 3.\nIf that interpretation of the document is wholly independ-\nent of the court’s clear-statement rule, then nothing we\nhave said disturbs it. But if that rule at all influenced the\nconstruction of the Wellner power of attorney, then the\ncourt must evaluate the document’s meaning anew. The\ncourt’s opinion leaves us uncertain as to whether such an\nimpermissible taint occurred. We therefore vacate the\njudgment below and return the case to the state court for\n\u000c10       KINDRED NURSING CENTERS L. P. v. CLARK\n\n                      Opinion of the Court\n\nfurther consideration. See Marmet Health Care Center,\nInc. v. Brown, 565 U. S. 530, 534 (2012) (per curiam)\n(vacating and remanding another arbitration decision\nbecause we could not tell “to what degree [an] alternative\nholding was influenced by” the state court’s erroneous,\narbitration-specific rule). On remand, the court should\ndetermine whether it adheres, in the absence of its clear-\nstatement rule, to its prior reading of the Wellner power of\nattorney.\n  For these reasons, we reverse in part and vacate in part\nthe judgment of the Kentucky Supreme Court, and we\nremand the case for further proceedings not inconsistent\nwith this opinion.\n                                             It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c                  Cite as: 581 U. S. ____ (2017)             1\n\n                     THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 16–32\n                          _________________\n\n\n KINDRED NURSING CENTERS LIMITED PARTNER-\n   SHIP, DBA WINCHESTER CENTRE FOR HEALTH\n\n      AND REHABILITATION, NKA FOUNTAIN\n\n        CIRCLE HEALTH AND REHABILITA-\n           TION, ET AL., PETITIONERS v.\n\n              JANIS E. CLARK ET AL. \n\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      KENTUCKY\n\n                         [May 15, 2017] \n\n\n   JUSTICE THOMAS, dissenting.\n   I continue to adhere to the view that the Federal Arbi-\ntration Act (FAA), 9 U. S. C. §1 et seq., does not apply to\nproceedings in state courts. See Allied-Bruce Terminix\nCos. v. Dobson, 513 U. S. 265, 285–297 (1995) (THOMAS, J.,\ndissenting); see also DIRECTV, Inc. v. Imburgia, 577 U. S.\n___, ___ (2015) (same) (slip op., at 1); Preston v. Ferrer, 552\nU. S. 346, 363 (2008) (same); Buckeye Check Cashing, Inc.\nv. Cardegna, 546 U. S. 440, 449 (2006) (same); Green Tree\nFinancial Corp. v. Bazzle, 539 U. S. 444, 460 (2003)\n(same); Doctor’s Associates, Inc. v. Casarotto, 517 U. S.\n681, 689 (1996) (same). In state-court proceedings, there-\nfore, the FAA does not displace a rule that requires ex-\npress authorization from a principal before an agent may\nwaive the principal’s right to a jury trial. Accordingly, I\nwould affirm the judgment of the Kentucky Supreme\nCourt.\n\u000c",
	"cited_id": [
		3162143,
		145683
	],
	"id_manually_found": [
		true,
		false
	],
	"cited_case": [
		"DIRECTV, Inc. v. Imburgia, 577 U. S. ___, ___ (2015)",
		"Buckeye Check Cashing, Inc. v. Cardegna, 546 U. S. 440 (2006)"
	],
	"case_extract": [
		"DIRECTV, Inc. v. Imburgia, 577 U. S. ___, ___ (2015) (slip op., at 6)",
		"Buckeye Check Cashing, Inc. v. Cardegna, 546 U. S. 440, 443 (2006)"
	],
	"citing_sentence": "The Federal Arbitration Act (FAA or Act) requires courts to place arbitration agreements “on equal footing with all other contracts.” DIRECTV, Inc. v. Imburgia, 577 U. S. ___, ___ (2015) (slip op., at 6) (quoting Buckeye Check Cashing, Inc. v. Cardegna, 546 U. S. 440, 443 (2006)); see 9 U. S. C. §2.",
	"citing_paragraph": "The Federal Arbitration Act (FAA or Act) requires courts to place arbitration agreements “on equal footing with all other contracts.” DIRECTV, Inc. v. Imburgia, 577 U. S. ___, ___ (2015) (slip op., at 6) (quoting Buckeye Check Cashing, Inc. v. Cardegna, 546 U. S. 440, 443 (2006)); see 9 U. S. C. §2. In the decision below, the Kentucky Su- preme Court declined to give effect to two arbitration agreements executed by individuals holding “powers of attorney”—that is, authorizations to act on behalf of oth- ers. According to the court, a general grant of power (even if seemingly comprehensive) does not permit a legal repre- sentative to enter into an arbitration agreement for some- one else; to form such a contract, the representative must possess specific authority to “waive his principal’s funda- mental constitutional rights to access the courts [and] to trial by jury.” Extendicare Homes, Inc. v. Whisman, 478 S. W. 3d 306, 327 (2015). Because that rule singles out arbitration agreements for disfavored treatment, we hold that it violates the FAA.",
	"relevant_keywords": [
		"arbitration",
		"9 U. S. C. §2",
		"Federal Arbitration Act",
		"FAA",
		"arbitration agreement",
		"equal footing",
		"contractual principles",
		"contract"
	],
	"query": [
		"contract AND \"arbitration agreement\" AND \"equal footing\"",
		"(FAA OR \"Federal Arbitration Act\" OR \"9 USC\" OR \"9 U S C\") AND (§2 OR \"§ 2\" OR \"section 2\" OR s2 OR \"s 2\") AND \"arbitration agreement\" AND equal AND footing AND contract",
		"(FAA OR \"Federal Arbitration Act\" OR \"9 USC\" OR \"9 U S C\") AND (§2 OR \"§ 2\" OR \"section 2\" OR s2 OR \"s 2\") AND contract AND principle! AND arbitration AND \"arbitration agreement\" AND (treat! or applic!)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"bool": {
								"must": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "contract"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "arbitration agreement",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "equal footing",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "arbitration agreement",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "equal"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "footing"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "contract"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "faa"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "federal arbitration act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "9 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "9 u s c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§2"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 2",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 2",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s2"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 2",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "contract"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "principle*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "arbitration"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "arbitration agreement",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "faa"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "federal arbitration act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "9 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "9 u s c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§2"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 2",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 2",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s2"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 2",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "treat*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "applic*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}