{
	"id": 32,
	"case_id": 4156357,
	"case_title": "Expressions Hair Design v. Schneiderman",
	"date_filed": "2017-03-29",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       EXPRESSIONS HAIR DESIGN ET AL. v. \n\n   SCHNEIDERMAN, ATTORNEY GENERAL OF NEW \n\n                 YORK, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n   No. 15–1391. Argued January 10, 2017—Decided March 29, 2017\nNew York General Business Law §518 provides that “[n]o seller in any\n sales transaction may impose a surcharge on a holder who elects to\n use a credit card in lieu of payment by cash, check, or similar means.”\n Petitioners, five New York businesses and their owners who wish to\n impose surcharges for credit card use, filed suit against state offi-\n cials, arguing that the law violates the First Amendment by regulat-\n ing how they communicate their prices, and that it is unconstitution-\n ally vague. The District Court ruled in favor of the merchants, but\n the Court of Appeals vacated the judgment with instructions to dis-\n miss. The Court of Appeals concluded that in the context of single-\n sticker pricing—where merchants post one price and would like to\n charge more to customers who pay by credit card—the law required\n that the sticker price be the same as the price charged to credit card\n users. In that context, the law regulated a relationship between two\n prices. Relying on this Court’s precedent holding that price regula-\n tion alone regulates conduct, not speech, the Court of Appeals con-\n cluded that §518 did not violate the First Amendment. The Court of\n Appeals abstained from reaching the merits of the constitutional\n challenge to pricing practices outside the single-sticker context.\nHeld:\n    1. This Court’s review is limited to whether §518 is unconstitution-\n al as applied to the particular pricing scheme that, before this Court,\n petitioners have argued they seek to employ: a single-sticker regime,\n in which merchants post a cash price and an additional credit card\n surcharge. Pp. 5–6.\n\u000c2         EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                                  Syllabus\n\n       2. Section 518 prohibits the pricing regime petitioners wish to em-\n    ploy. Section 518 does not define “surcharge.” Relying on the term’s\n    ordinary meaning, the Court of Appeals concluded that a merchant\n    imposes a surcharge when he posts a single sticker price and charges\n    a credit card user more than that sticker price. This Court “generally\n    accord[s] great deference to the interpretation and application of\n    state law by the courts of appeals.” Pembaur v. Cincinnati, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111615\"\u003e\u003ca href=\"/opinion/111615/pembaur-v-cincinnati/\"\u003e\u003cspan class=\"volume\"\u003e475\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n    \u003cspan class=\"page\"\u003e469\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 484, n. 13. Because the interpretation of the Court of Appeals is\n    not “clearly wrong,” Brockett v. Spokane Arcades, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111480\"\u003e\u003ca href=\"/opinion/111480/brockett-v-spokane-arcades-inc/\"\u003e\u003cspan class=\"volume\"\u003e472\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e491\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n    500, n. 9, this Court follows that interpretation. Pp. 6–8.\n       3. Section 518 regulates speech. The Court of Appeals concluded\n    that §518 posed no First Amendment problem because price controls\n    regulate conduct, not speech. Section 518, however, is not like a typi-\n    cal price regulation, which simply regulates the amount a store can\n    collect. The law tells merchants nothing about the amount they are\n    allowed to collect from a cash or credit card payer. Instead, it regu-\n    lates how sellers may communicate their prices. In regulating the\n    communication of prices rather than prices themselves, §518 regu-\n    lates speech.\n       Because the Court of Appeals concluded otherwise, it did not de-\n    termine whether §518 survives First Amendment scrutiny. On re-\n    mand the Court of Appeals should analyze §518 as a speech regula-\n    tion. Pp. 8–10.\n       4. Section 518 is not vague as applied to petitioners. As explained,\n    §518 bans the single-sticker pricing petitioners argue they wish to\n    employ, and “a plaintiff whose speech is clearly proscribed cannot\n    raise a successful vagueness claim,” Holder v. Humanitarian Law\n    Project, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"149008\"\u003e\u003ca href=\"/opinion/149008/holder-v-humanitarian-law-project/\"\u003e\u003cspan class=\"volume\"\u003e561\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 20. Pp. 10–11.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e118\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nTHOMAS, GINSBURG, and KAGAN, JJ., joined. BREYER, J., filed an opinion\nconcurring in the judgment. SOTOMAYOR, J., filed an opinion concurring\nin the judgment, in which ALITO, J., joined.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–1391\n                                  _________________\n\n\nEXPRESSIONS HAIR DESIGN, ET AL., PETITIONERS v. \n\nERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF\n\n\n               NEW YORK, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n\n                               [March 29, 2017]\n\n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   Each time a customer pays for an item with a credit\ncard, the merchant selling that item must pay a transac­\ntion fee to the credit card issuer. Some merchants balk at\npaying the fees and want to discourage the use of credit\ncards, or at least pass on the fees to customers who use\nthem. One method of achieving those ends is through\ndifferential pricing—charging credit card users more than\ncustomers using cash. Merchants who wish to employ\ndifferential pricing may do so in two ways relevant here:\nimpose a surcharge for the use of a credit card, or offer a\ndiscount for the use of cash. In N. Y. Gen. Bus. Law §518,\nNew York has banned the former practice. The question\npresented is whether §518 regulates merchants’ speech\nand—if so—whether the statute violates the First\nAmendment. We conclude that §518 does regulate speech\nand remand for the Court of Appeals to determine in the\nfirst instance whether that regulation is unconstitutional.\n\u000c2      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                     Opinion of the Court\n\n                              I\n\n                             A\n\n  When credit cards were first introduced, contracts be­\ntween card issuers and merchants barred merchants from\ncharging credit card users higher prices than cash cus­\ntomers. Congress put a partial stop to this practice in the\n1974 amendments to the Truth in Lending Act (TILA).\nThe amendments prohibited card issuers from contractu­\nally preventing merchants from giving discounts to cus­\ntomers who paid in cash. See §306, 88 Stat. 1515. The\nlaw, however, said nothing about surcharges for the use of\ncredit.\n  Two years later, Congress refined its dissimilar treat­\nment of discounts and surcharges. First, the 1976 version\nof TILA barred merchants from imposing surcharges on\ncustomers who use credit cards. Act of Feb. 27, 1976,\n§3(c)(1), 90 Stat. 197. Second, Congress added definitions\nof the two terms. A discount was “a reduction made from\nthe regular price,” while a surcharge was “any means of\nincreasing the regular price to a cardholder which is not\nimposed upon customers paying by cash, check, or similar\nmeans.” §3(a), ibid.\n  In 1981, Congress further delineated the distinction\nbetween discounts and surcharges by defining “regular\nprice.” Where a merchant “tagged or posted” a single\nprice, the regular price was that single price. Cash Dis­\ncount Act, §102(a), 95 Stat. 144. If no price was tagged or\nposted, or if a merchant employed a two-tag approach—\nposting one price for credit and another for cash—the\nregular price was whatever was charged to credit card\nusers. Ibid. Because a surcharge was defined as an in­\ncrease from the regular price, there could be no credit card\nsurcharge where the regular price was the same as the\namount charged to customers using credit cards. The\neffect of all this was that a merchant could violate the\nsurcharge ban only by posting a single price and charging\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\ncredit card users more than that posted price.\n   The federal surcharge ban was short lived. Congress\nallowed it to expire in 1984 and has not renewed the ban\nsince. See §201, ibid. The provision preventing credit\ncard issuers from contractually barring discounts for cash,\nhowever, remained in place. With the lapse of the federal\nsurcharge ban, several States, New York among them,\nimmediately enacted their own surcharge bans. Passed in\n1984, N. Y. Gen. Bus. Law §518 adopted the operative\nlanguage of the federal ban verbatim, providing that “[n]o\nseller in any sales transaction may impose a surcharge on\na holder who elects to use a credit card in lieu of payment\nby cash, check, or similar means.” N. Y. Gen. Bus. Law\nAnn. §518 (West 2012); see also \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1666f(a)(2)\n(1982 ed.). Unlike the federal ban, the New York legisla­\ntion included no definition of “surcharge.”\n   In addition to these state legislative bans, credit card\ncompanies—though barred from prohibiting discounts for\ncash—included provisions in their contracts prohibiting\nmerchants from imposing surcharges for credit card use.\nFor most of its history, the New York law was essentially\ncoextensive with these contractual prohibitions. In recent\nyears, however, merchants have brought antitrust chal­\nlenges to contractual no-surcharge provisions. Those suits\nhave created uncertainty about the legal validity of such\ncontractual surcharge bans. The result is that otherwise\nredundant legislative surcharge bans like §518 have in­\ncreasingly gained importance, and increasingly come\nunder scrutiny.\n                            B\n  Petitioners, five New York businesses and their owners,\nwish to impose surcharges on customers who use credit\ncards. Each time one of their customers pays with a credit\ncard, these merchants must pay some transaction fee to\nthe company that issued the credit card. The fee is gener­\n\u000c4      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                     Opinion of the Court\n\nally two to three percent of the purchase price. Those fees\nadd up, and the merchants allege that they pay tens of\nthousands of dollars every year to credit card companies.\nRather than increase prices across the board to absorb\nthose costs, the merchants want to pass the fees along\nonly to their customers who choose to use credit cards.\nThey also want to make clear that they are not the bad\nguys—that the credit card companies, not the merchants,\nare responsible for the higher prices. The merchants\nbelieve that surcharges for credit are more effective than\ndiscounts for cash in accomplishing these goals.\n   In 2013, after several major credit card issuers agreed to\ndrop their contractual surcharge prohibitions, the mer­\nchants filed suit against the New York Attorney General\nand three New York District Attorneys to challenge\n§518—the only remaining obstacle to their charging sur­\ncharges for credit card use. As relevant here, they argued\nthat the law violated the First Amendment by regulating\nhow they communicated their prices, and that it was\nunconstitutionally vague because liability under the law\n“turn[ed] on the blurry difference” between surcharges\nand discounts. App. 39, Complaint ¶51.\n   The District Court ruled in favor of the merchants. It\nread the statute as “draw[ing a] line between prohibited\n‘surcharges’ and permissible ‘discounts’ based on words\nand labels, rather than economic realities.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e975\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 430, 444 (SDNY 2013). The court concluded that the\nlaw therefore regulated speech, and violated the First\nAmendment under this Court’s commercial speech doc­\ntrine. In addition, because the law turned on the “virtually\nincomprehensible distinction between what a vendor can\nand cannot tell its customers,” the District Court found\nthat the law was unconstitutionally vague. Id., at 436.\n   The Court of Appeals for the Second Circuit vacated the\njudgment of the District Court with instructions to dismiss\nthe merchants’ claims. It began by considering single­\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\nsticker pricing, where merchants post one price and would\nlike to charge more to customers who pay by credit card.\nAll the law did in this context, the Court of Appeals ex­\nplained, was regulate a relationship between two prices—\nthe sticker price and the price charged to a credit card\nuser—by requiring that the two prices be equal. Relying\non our precedent holding that price regulation alone regu­\nlates conduct, not speech, the Court of Appeals concluded\nthat §518 did not violate the First Amendment.\n   The court also considered other types of pricing re­\ngimes—for example, posting separate cash and credit\nprices. The Court of Appeals thought it “far from clear”\nthat §518 prohibited such pricing schemes. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e118\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n137 (CA2 2015). The federal surcharge ban on which §518\nwas modeled did not apply outside the single-sticker con­\ntext, and the merchants had not clearly shown that §518\nhad a “broader reach” than the federal law. Ibid. Decid­\ning that petitioners’ challenge in this regard “turn[ed] on\nan unsettled question of state law,” the Court of Appeals\nabstained from reaching the merits of the constitutional\nquestion beyond the single-sticker context. Id., at 135\n(citing Railroad Comm’n of Tex. v. Pullman Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103481\"\u003e\u003ca href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"\u003e\u003cspan class=\"volume\"\u003e312\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e496\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1941)).\n   We granted certiorari. 579 U. S. ___ (2016).\n                             II\n  As a preliminary matter, we note that petitioners pre­\nsent us with a limited challenge. Observing that the\nmerchants were not always particularly clear about the\nscope of their suit, the Court of Appeals deemed them to\nbe bringing a facial attack on §518 as well as a challenge\nto the application of the statute to two particular pricing\nregimes: single-sticker pricing and two-sticker pricing.\nBefore us, however, the merchants have disclaimed a\nfacial challenge, assuring us that theirs is an as-applied\nchallenge only. See Tr. of Oral Arg. 4–5, 18.\n\u000c6          EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                          Opinion of the Court\n\n   There remains the question of what precise application\nof the law they seek to challenge. Although the merchants\nhave presented a wide array of hypothetical pricing re­\ngimes, they have expressly identified only one pricing\nscheme that they seek to employ: posting a cash price and\nan additional credit card surcharge, expressed either as a\npercentage surcharge or a “dollars-and-cents” additional\namount. See, e.g., App. 101–102, 104; Tr. of Oral Arg. 4–5,\n18. Under this pricing approach, petitioner Expressions\nHair Design might, for example, post a sign outside its\nsalon reading “Haircuts $10 (we add a 3% surcharge if you\npay by credit card).” Or, petitioner Brooklyn Farmacy \u0026\nSoda Fountain might list one of the sundaes on its menu\nas costing “$10 (with a $0.30 surcharge for credit card\nusers).” We take petitioners at their word and limit our\nreview to the question whether §518 is unconstitutional as\napplied to this particular pricing practice.1\n                            III\n  The next question is whether §518 prohibits the pricing\nregime petitioners wish to employ. The Court of Appeals\nconcluded that it does. The court read “surcharge” in §518\nto mean “an additional amount above the seller’s regular\n——————\n    1 Petitioner\n               Expressions Hair Design currently posts separate dollars­\nand-cents prices for cash and credit—that is, it posts something like\n“$10 cash, $10.30 credit.” It displays its prices in this way, however,\nonly because it considers itself compelled to do so by the challenged law\nif it wants to charge different prices. Prior to becoming aware of the\nlaw, Expressions posted single prices along with a notice informing\ncustomers that a three percent surcharge would be added to their bill if\nthey paid by credit card. Expressions has indicated that it would prefer\nto return to its prior practice. See App. 19, Complaint ¶3; id., at 103–\n104. Given petitioners’ representations about the narrow scope of their\nas-applied challenge, we limit our consideration to the single-sticker\npricing regime for present purposes. Petitioners’ affidavits and briefing\nreference other potential pricing schemes, which may be considered by\nthe Court of Appeals to the extent it deems appropriate. See, e.g., id.,\nat 56; Brief for Petitioners 50.\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nprice,” and found it “basically self-evident” how §518\napplies to sellers who post a single sticker price: “the\nsticker price is the ‘regular’ price, so sellers may not\ncharge credit-card customers an additional amount above\nthe sticker price that is not also charged to cash custom­\ners.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 128. Under this interpretation, signs of\nthe kind that the merchants wish to post—“$10, with a\n$0.30 surcharge for credit card users”—violate §518 be­\ncause they identify one sticker price—$10—and indicate\nthat credit card users are charged more than that amount.\n   “We generally accord great deference to the interpreta­\ntion and application of state law by the courts of appeals.”\nPembaur v. Cincinnati, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111615\"\u003e\u003ca href=\"/opinion/111615/pembaur-v-cincinnati/\"\u003e\u003cspan class=\"volume\"\u003e475\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e469\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 484, n. 13 (1986).\nThis deference is warranted to “render unnecessary review\nof their decisions in this respect” and because lower fed­\neral courts “are better schooled in and more able to interpret\nthe laws of their respective States.” Brockett v. Spokane\nArcades, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111480\"\u003e\u003ca href=\"/opinion/111480/brockett-v-spokane-arcades-inc/\"\u003e\u003cspan class=\"volume\"\u003e472\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e491\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 500 (1985) (quoting Cort v.\nAsh, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109286\"\u003e\u003ca href=\"/opinion/109286/cort-v-ash/\"\u003e\u003cspan class=\"volume\"\u003e422\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e66\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 73, n. 6 (1975); internal quotation\nmarks omitted). “[W]e surely have the authority to differ\nwith the lower federal courts as to the meaning of a state\nstatute,” and have done so in instances where the lower\ncourt’s construction was “clearly wrong” or “plain error.”\n472 U. S., at 500, and n. 9 (internal quotation marks\nomitted). But that is not the case here. Section 518 does\nnot define “surcharge,” but the Court of Appeals looked to\nthe ordinary meaning of the term: “a charge in excess of\nthe usual or normal amount.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 127 (quoting\nWebster’s Third New International Dictionary 2299\n(2002); internal quotation marks omitted). Where a seller\nposts a single sticker price, it is reasonable to treat that\nsticker price as the “usual or normal amount” and con­\nclude, as the court below did, that a merchant imposes a\nsurcharge when he charges a credit card user more than\nthat sticker price. In short, we cannot dismiss the Court\nof Appeals’ interpretation of §518 as “clearly wrong.”\n\u000c8       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                         Opinion of the Court\n\nAccordingly, consistent with our customary practice, we\nfollow that interpretation.\n                            IV\n  Having concluded that §518 bars the pricing regime\npetitioners wish to employ, we turn to their constitutional\narguments: that the law unconstitutionally regulates\nspeech and is impermissibly vague.\n                              A\n  The Court of Appeals concluded that §518 posed no First\nAmendment problem because the law regulated conduct,\nnot speech.2 In reaching this conclusion, the Court of\nAppeals began with the premise that price controls regu­\nlate conduct alone. See 44 Liquormart, Inc. v. Rhode\nIsland, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118023\"\u003e\u003ca href=\"/opinion/118023/44-liquormart-inc-v-rhode-island/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e484\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 507 (1996) (plurality opinion); id., at\n524 (THOMAS, J., concurring in part and concurring in\njudgment); id., at 530 (O’Connor, J., concurring in judg­\nment). Section 518 regulates the relationship between\n“(1) the seller’s sticker price and (2) the price the seller\ncharges to credit card customers,” requiring that these two\namounts be equal. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 131. A law regulating the\nrelationship between two prices regulates speech no\nmore than a law regulating a single price. The Court of Ap-\npeals concluded that §518 was therefore simply a conduct\nregulation.\n  But §518 is not like a typical price regulation. Such a\nregulation—for example, a law requiring all New York\ndelis to charge $10 for their sandwiches—would simply\nregulate the amount that a store could collect. In other\n\n——————\n  2 Relying fully on their claim that §518 regulated speech, petitioners\n\ndid not advance any argument before the Court of Appeals that §518\nwas constitutionally problematic even if deemed a regulation of con­\nduct. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e118\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 135 (CA2 2015) (noting that petitioners had\nnot challenged §518 under United States v. O’Brien, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107701\"\u003e\u003ca href=\"/opinion/107701/united-states-v-obrien/\"\u003e\u003cspan class=\"volume\"\u003e391\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e367\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1968)).\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nwords, it would regulate the sandwich seller’s conduct. To\nbe sure, in order to actually collect that money, a store\nwould likely have to put “$10” on its menus or have its\nemployees tell customers that price. Those written or oral\ncommunications would be speech, and the law—by deter­\nmining the amount charged—would indirectly dictate the\ncontent of that speech. But the law’s effect on speech\nwould be only incidental to its primary effect on conduct,\nand “it has never been deemed an abridgment of freedom\nof speech or press to make a course of conduct illegal\nmerely because the conduct was in part initiated, evi­\ndenced, or carried out by means of language, either spo­\nken, written, or printed.” Rumsfeld v. Forum for Aca-\ndemic and Institutional Rights, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145672\"\u003e\u003ca href=\"/opinion/145672/rumsfeld-v-forum-for-academic-and-institutional-rights-inc/\"\u003e\u003cspan class=\"volume\"\u003e547\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e47\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 62 (2006)\n(quoting Giboney v. Empire Storage \u0026 Ice Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104649\"\u003e\u003ca href=\"/opinion/104649/giboney-v-empire-storage-ice-co/\"\u003e\u003cspan class=\"volume\"\u003e336\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e490\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 502 (1949); internal quotation marks omitted); see\nalso Sorrell v. IMS Health Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e564\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e552\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 567 (2011).\n  Section 518 is different. The law tells merchants noth­\ning about the amount they are allowed to collect from a\ncash or credit card payer. Sellers are free to charge $10\nfor cash and $9.70, $10, $10.30, or any other amount for\ncredit. What the law does regulate is how sellers may\ncommunicate their prices. A merchant who wants to\ncharge $10 for cash and $10.30 for credit may not convey\nthat price any way he pleases. He is not free to say “$10,\nwith a 3% credit card surcharge” or “$10, plus $0.30 for\ncredit” because both of those displays identify a single\nsticker price—$10—that is less than the amount credit\ncard users will be charged. Instead, if the merchant wishes\nto post a single sticker price, he must display $10.30 as\nhis sticker price. Accordingly, while we agree with the\nCourt of Appeals that §518 regulates a relationship be­\ntween a sticker price and the price charged to credit card\nusers, we cannot accept its conclusion that §518 is nothing\nmore than a mine-run price regulation. In regulating the\ncommunication of prices rather than prices themselves,\n\u000c10      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                         Opinion of the Court\n\n§518 regulates speech.\n   Because it concluded otherwise, the Court of Appeals\nhad no occasion to conduct a further inquiry into whether\n§518, as a speech regulation, survived First Amendment\nscrutiny. On that question, the parties dispute whether\n§518 is a valid commercial speech regulation under Cen-\ntral Hudson Gas \u0026 Elec. Corp. v. Public Serv. Comm’n of\nN. Y., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110312\"\u003e\u003ca href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"\u003e\u003cspan class=\"volume\"\u003e447\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e557\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1980), and whether the law can be\nupheld as a valid disclosure requirement under Zauderer\nv. Office of Disciplinary Counsel of Supreme Court of Ohio,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111434\"\u003e\u003ca href=\"/opinion/111434/zauderer-v-office-of-disciplinary-counsel-of-supreme-court-of-ohio/\"\u003e\u003cspan class=\"volume\"\u003e471\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e626\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1985).\n   “[W]e are a court of review, not of first view.” Nautilus,\nInc. v. Biosig Instruments, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014)\n(slip op., at 14) (internal quotation marks omitted). Ac­\ncordingly, we decline to consider those questions in the\nfirst instance. Instead, we remand for the Court of Ap­\npeals to analyze §518 as a speech regulation.3\n                              B\n   Given the way the merchants have presented their case,\ntheir vagueness challenge gives us little pause. Before\nthis Court, the only pricing practice they express an inter­\nest in employing is a single-sticker regime, listing one\nprice and a separate surcharge amount. As we have ex­\nplained, §518 bars them from doing so. “[A] plaintiff\nwhose speech is clearly proscribed cannot raise a success­\nful vagueness claim.” Holder v. Humanitarian Law Pro-\nject, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"149008\"\u003e\u003ca href=\"/opinion/149008/holder-v-humanitarian-law-project/\"\u003e\u003cspan class=\"volume\"\u003e561\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 20 (2010). Although the merchants argue\nthat “no one can seem to put a finger on just how far the\nlaw sweeps,” Brief for Petitioners 51, it is at least clear\n——————\n  3 To assess the statute’s constitutionality, the Court of Appeals may\n\nneed to consider a question we need not answer here: whether the\nstatute permits two-sticker pricing schemes like the one petitioner\nExpressions currently uses, see n. 1, supra. Respondents’ argument\nthat §518 is a constitutionally valid disclosure requirement rests on an\ninterpretation of the statute that allows such two-sticker schemes.\n\u000c                     Cite as: 581 U. S. ____ (2017)                   11\n\n                          Opinion of the Court\n\nthat §518 proscribes their intended speech. Accordingly,\nthe law is not vague as applied to them.4\n                            C\n  The judgment of the Court of Appeals for the Second\nCircuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.\n                                          It is so ordered.\n\n\n\n\n——————\n   4 For similar reasons, petitioners’ related argument regarding absten­\n\ntion is no longer at issue. The Court of Appeals abstained from decid­\ning whether §518 was constitutional outside of the single-sticker\ncontext, but the merchants have disavowed any intent to challenge the\nlaw outside of this context.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n               BREYER, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                         No. 15–1391\n                          _________________\n\n\nEXPRESSIONS HAIR DESIGN, ET AL., PETITIONERS v. \n\nERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF\n\n\n               NEW YORK, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n\n                       [March 29, 2017]\n\n\n\n   JUSTICE BREYER, concurring in the judgment.\n   I agree with the Court that New York’s statute regu-\nlates speech. But that is because virtually all government\nregulation affects speech. Human relations take place\nthrough speech. And human relations include community\nactivities of all kinds—commercial and otherwise.\n   When the government seeks to regulate those activities,\nit is often wiser not to try to distinguish between “speech”\nand “conduct.” See R. Post, Democracy, Expertise, and\nAcademic Freedom 3–4 (2012). Instead, we can, and\nnormally do, simply ask whether, or how, a challenged\nstatute, rule, or regulation affects an interest that the\nFirst Amendment protects. If, for example, a challenged\ngovernment regulation negatively affects the processes\nthrough which political discourse or public opinion is\nformed or expressed (interests close to the First Amend-\nment’s protective core), courts normally scrutinize that\nregulation with great care. See, e.g., Boos v. Barry, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112027\"\u003e\u003ca href=\"/opinion/112027/boos-v-barry/\"\u003e\u003cspan class=\"volume\"\u003e485\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e312\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 321 (1988). If the challenged regulation re-\nstricts the “informational function” provided by truthful\ncommercial speech, courts will apply a “lesser” (but still\nelevated) form of scrutiny. Central Hudson Gas \u0026 Elec.\nCorp. v. Public Serv. Comm’n of N. Y., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110312\"\u003e\u003ca href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"\u003e\u003cspan class=\"volume\"\u003e447\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e557\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 563–\n564 (1980). If, however, a challenged regulation simply\n\u000c2      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n               BREYER, J., concurring in judgment\n\nrequires a commercial speaker to disclose “purely factual\nand uncontroversial information,” courts will apply a more\npermissive standard of review. Zauderer v. Office of Dis-\nciplinary Counsel of Supreme Court of Ohio, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111434\"\u003e\u003ca href=\"/opinion/111434/zauderer-v-office-of-disciplinary-counsel-of-supreme-court-of-ohio/\"\u003e\u003cspan class=\"volume\"\u003e471\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e626\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n651 (1985). Because that kind of regulation normally has\nonly a “minimal” effect on First Amendment interests, it\nnormally need only be “reasonably related to the State’s\ninterest in preventing deception of consumers.” Ibid.\nCourts apply a similarly permissive standard of review to\n“regulatory legislation affecting ordinary commercial\ntransactions.” United States v. Carolene Products Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103017\"\u003e\u003ca href=\"/opinion/103017/united-states-v-carolene-products-co/\"\u003e\u003cspan class=\"volume\"\u003e304\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e144\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 152 (1938). Since that legislation normally does\nnot significantly affect the interests that the First\nAmendment protects, we normally look only for assurance\nthat the legislation “rests upon some rational basis.” Ibid.\n   I repeat these well-known general standards or judicial\napproaches both because I believe that determining the\nproper approach is typically more important than trying to\ndistinguish “speech” from “conduct,” see Sorrell v. IMS\nHealth Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e564\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e552\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 582 (2011) (BREYER, J., dissent-\ning), and because the parties here differ as to which ap-\nproach applies. That difference reflects the fact that it is\nnot clear just what New York’s law does. On its face, the\nlaw seems simply to tell merchants that they cannot\ncharge higher prices to credit-card users. If so, then it is\nan ordinary piece of commercial legislation subject to\n“rational basis” review. See 44 Liquormart, Inc. v. Rhode\nIsland, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118023\"\u003e\u003ca href=\"/opinion/118023/44-liquormart-inc-v-rhode-island/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e484\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 507 (1996) (opinion of Stevens, J.).\nIt may, however, make more sense to interpret the statute\nas working like the expired federal law that it replaced. If\nso, it would require a merchant, who posts prices and who\nwants to charge a higher credit-card price, simply to dis-\nclose that credit-card price. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§1602(q), (x),\n1666f(a)(2) (1982 ed.); see also post, at 9 (SOTOMAYOR, J.,\nconcurring in judgment). In that case, though affecting\nthe merchant’s “speech,” it would not hinder the transmis-\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n               BREYER, J., concurring in judgment\n\nsion of information to the public; the merchant would\nremain free to say whatever it wanted so long as it also\nrevealed its credit-card price to customers. Accordingly,\nthe law would still receive a deferential form of review.\nSee Zauderer, supra, at 651.\n  Nonetheless, petitioners suggest that the statute does\nmore. See, e.g., Brief for Petitioners 28 (arguing that the\nstatute forbids “[f ]raming the price difference . . . as a\ncredit surcharge”). Because the statute’s operation is\nunclear and because its interpretation is a matter of state\nlaw, I agree with the majority that we should remand the\ncase to the Second Circuit. I also agree with JUSTICE\nSOTOMAYOR that on remand, it may well be helpful for the\nSecond Circuit to ask the New York Court of Appeals to\nclarify the nature of the obligations the statute imposes.\nSee N. Y. Comp. Code, Rules \u0026 Regs., tit. 22, Rule\n500.27(a) (2016) (permitting “any United States Court of\nAppeals” to certify “dispositive questions of [New York]\nlaw to the [New York] Court of Appeals”).\n\u000c                 Cite as: 581 U. S. ____ (2017)            1\n\n             SOTOMAYOR, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1391\n                         _________________\n\n\nEXPRESSIONS HAIR DESIGN, ET AL., PETITIONERS v. \n\nERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF\n\n\n               NEW YORK, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n\n                       [March 29, 2017]\n\n\n\n   JUSTICE SOTOMAYOR, with whom JUSTICE ALITO joins,\nconcurring in the judgment.\n   The Court addresses only one part of one half of peti-\ntioners’ First Amendment challenge to the New York\nstatute at issue here. This quarter-loaf outcome is worse\nthan none. I would vacate the judgment below and re-\nmand with directions to certify the case to the New York\nCourt of Appeals for a definitive interpretation of the\nstatute that would permit the full resolution of petitioners’\nclaims. I thus concur only in the judgment.\n                             I\n  New York prohibits its merchants from “impos[ing] a\nsurcharge on a [customer] who elects to use a credit card\nin lieu of payment by cash, check, or similar means.” N. Y.\nGen. Bus. Law Ann. §518 (West 2012). A merchant who\nviolates this prohibition commits a misdemeanor and risks\n“a fine not to exceed five hundred dollars or a term of\nimprisonment up to one year, or both.” Ibid.\n                             A\n  Section 518 can be interpreted in several ways. On first\nread, its prohibition on “impos[ing] a surcharge” on credit\ncard customers appears to prohibit charging customers who\npay with a credit card more than those who pay by other\n\u000c2       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                SOTOMAYOR, J., concurring in judgment\n\nmeans. See Black’s Law Dictionary 1579 (9th ed. 2009)\n(“surcharge” means “[a]n additional tax, charge, or cost”).\nThat is, §518 may require a merchant to charge all cus-\ntomers the same price, no matter the form of payment.\n   An earlier federal law containing an almost identical\nprohibition muddies the path to this plain text reading. A\n1976 amendment to the Truth in Lending Act set out a\ntemporary prohibition barring a “seller in any sales trans-\naction” from “impos[ing] a surcharge on a cardholder who\nelects to use a credit card in lieu of payment by cash,\ncheck, or similar means.” §3(c)(1), 90 Stat. 197. The\namendment also defined a “surcharge” as “any means of\nincreasing the regular price to a cardholder which is not\nimposed upon customers paying by cash, check, or similar\nmeans.” §3(a), ibid. “[R]egular price” was later defined to\nmean the displayed price if a merchant displayed only one\nprice or the credit card price if the merchant either did not\ndisplay prices or displayed both cash and credit card prices.\n§102(a), 95 Stat. 144. Under that definition, a merchant\nviolated the federal prohibition on “impos[ing] a sur-\ncharge” by displaying in dollars-and-cents form only one\nprice—the cash price—and then charging credit card\ncustomers a higher price.1\n   When the federal law lapsed in 1984, New York enacted\n§518, which sets out the same ban on “impos[ing] a sur-\ncharge.” New York borrowed the federal prohibition al-\nmost verbatim. But it chose, without explanation, not to\nborrow the federal definitions or to enact clarifying defini-\ntions of its own.\n   The difference between the laws leaves §518 open to at\nleast three interpretations. It could be read in line with\nits plain text to require that a merchant charge the same\n——————\n  1 This is the interpretation of the lapsed federal ban offered by the\n\nUnited States and accepted by the majority. For purposes of this\nopinion, I assume that this interpretation is correct.\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                SOTOMAYOR, J., concurring in judgment\n\nprice to all his customers. It could be read in line with the\nlapsed federal ban to permit a merchant to charge differ-\nent prices to cash and credit card customers but to prohibit\na merchant from displaying in dollars-and-cents form only\nthe cash price and then charging credit card customers a\nhigher price. On this reading, §518 would not apply where\na merchant displays in dollars-and-cents form only the\ncredit card price and then charges a lower price to cash\ncustomers, or where a merchant displays both the cash\nand credit card prices in dollars-and-cents form. Or it\ncould be read more broadly, based on the omission of the\ndefinitions that had limited the federal ban’s scope. On\nthis reading, §518 might prohibit a merchant from charac-\nterizing the difference between the cash and credit card\nprices as a “surcharge,” no matter how he displays his\nprices.2\n——————\n   2 Section 518’s sparse enforcement history does not clear up the am-\n\nbiguity. New York has pursued one §518 prosecution, which resulted in\na conviction later set aside on appeal. The decision supports, but does\nnot require, giving §518 a broader reading than the lapsed federal ban.\nSee People v. Fulvio, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e136\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMisc. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e334\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 344–345, 517 N. Y. S. 2d 1008,\n1015 (1987) (stating that §518 permits a conviction for being “careless\nenough to describe the higher price in terms which amount to the\n‘credit price’ having been derived from adding a charge to the lower\nprice” (emphasis deleted)). A more recent enforcement spree is more\nopaque. A group of merchants state that when a customer called\nasking for their prices, they would quote the cash price and tell the\ncustomers they charged, for example, “a $.05 surcharge” for payment\nwith a credit card. See, e.g., App. 107. They state that in 2009 the New\nYork Attorney General’s Office told them that they had violated §518,\ndirected them to stop, and explained that they could comply with §518\nby quoting the credit card price and offering a “discoun[t]” for payment\nwith cash. Ibid. While these merchants’ acts would have violated the\nlapsed federal ban—by stating a single cash price and then charging a\nhigher price to credit card customers—the recent enforcement actions\ndo not demonstrate that §518 prohibits only those acts and stretches no\nfurther. And because the New York attorney general lacks the author-\nity to adopt an interpretation of §518 that binds other prosecutorial\nentities in the State, these enforcement actions speak only to how the\n\u000c4       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                SOTOMAYOR, J., concurring in judgment\n\n   Confirming the elusive nature of §518, New York has\npressed almost all of these interpretations during this\nlitigation. Before the District Court, it viewed §518 as\nmirroring the lapsed federal ban. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e975\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n430, 442 (SDNY 2013). Before the Second Circuit, it of-\nfered the lapsed federal ban as a narrowing interpretation,\nthus suggesting that §518 applies more broadly than that\nprovision. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e118\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 140, n. 13 (2015). And be-\nfore this Court, it explained that other prosecutorial enti-\nties in New York are not bound by its interpretation of\n§518 (or the interpretations of the state district attorneys\nwho are parties to this case), leaving open the possibility\nof still other interpretations. See Tr. of Oral Arg. 40.3\n                             B\n  Petitioners here are five New York merchants. When a\ncustomer pays with a credit card, petitioners (like all\nmerchants) are charged a processing fee by the card issuer.\nPetitioners want to pass that fee on to their credit card\npaying customers, but not their cash paying customers.\nThey want to charge cash customers one price and credit\ncard customers a higher price that includes the processing\nfee. One petitioner, Expressions Hair Design, currently\ndoes pass the costs of credit card processing fees on to its\ncredit card paying customers. The other four charge one\nprice to all customers. They set their prices to account for\nthe processing fees they predict they will incur.\n  All five would prefer to use a different pricing system or\ndisplay than the ones they use now. Expressions Hair\nDesign and Five Points Academy would like to charge cash\nand credit card customers two different prices and to\n——————\nattorney general may interpret §518. See Tr. of Oral Arg. 40–41.\n  3 The multiple available interpretations of §518 do not render §518 so\n\nvague as to violate the Due Process Clause. But they do render §518\nambiguous enough to warrant asking the New York Court of Appeals to\nresolve the statute’s meaning.\n\u000c                  Cite as: 581 U. S. ____ (2017)            5\n\n              SOTOMAYOR, J., concurring in judgment\n\ndisplay a dollars-and-cents cash price alongside the extra\ncharge for credit card customers—say, “$100 with a 3%\ncredit card charge” or “$100 with a $3 credit card charge.”\nBrooklyn Farmacy \u0026 Soda Fountain, Brite Buy Wines \u0026\nSpirits, and Patio.com want to charge cash and credit card\ncustomers two different prices and to characterize the\ndifference in prices as a “surcharge” when they display or\nconvey their prices to customers. App. 47–48, 51, 57.\n  All five do not use their preferred pricing systems or\ndisplays for fear of violating §518. Expressions Hair\nDesign and Five Points Academy believe §518 prohibits\ntheir pricing display because it would convey the credit\ncard processing costs impermissibly as a surcharge, rather\nthan permissibly as a discount—say, “$103 with a 3%\ndiscount for cash payment” or “$103 with a $3 discount for\ncash payment.” The other three petitioners believe that\n§518 regulates how they can describe the difference be-\ntween cash and credit card prices. Because §518 does not,\nin their view, clearly state just how it regulates those\ndescriptions, they have decided that the uncertainty coun-\nsels against a change.\n  Petitioners view §518 as an unconstitutional restriction\non their ability to display and describe their prices to their\ncustomers. And so they sued and challenged the law on\nFirst Amendment grounds.\n                             II\n  Resolving petitioners’ challenge to §518 requires an\naccurate picture of how, exactly, the statute works. That\nunderstanding is needed both to decide whether §518\nprohibits petitioners’ preferred pricing systems and dis-\nplays and, if so, whether that prohibition is consistent\nwith the First Amendment. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 141; ante, at\n10, n. 3.\n  But the Second Circuit did not decide just how far §518\nextends. It instead decided how §518 applies to part of the\n\u000c6      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n             SOTOMAYOR, J., concurring in judgment\n\npetitioners’ challenge—the pricing display Expressions\nHair Design and Five Points Academy wish to use—and\ndeclined to decide how, or even if, §518 applies to the rest\nof the challenge. While §518 evades easy interpretation, a\npartial decision was neither required nor right. The court\nbelow erred by not asking the New York Court of Appeals\nfor a definitive interpretation of §518, and this Court errs\nby not correcting it.\n                              A\n   Given a constitutional challenge that turned on the\ninterpretation of an ambiguous state statute not yet defin-\nitively interpreted by the state courts, the Second Circuit\nfaced a problem. Any interpretation it gave §518 would\nnot be authoritative since state courts, not federal courts,\nhave the final word on the interpretation of state statutes.\nBut it had before it two routes—abstention and certifica-\ntion—to a solution. Both would have allowed it to secure\nan authoritative interpretation of §518 before resolving\nthe constitutional challenge.\n   In this context, abstention and certification serve the\nsame goals. Both recognize that when the outcome of a\nconstitutional challenge turns on the proper interpretation\nof state law, a federal court’s resolution of the constitu-\ntional question may turn out to be unnecessary. The state\ncourts could later interpret the state statute differently.\nAnd the state court’s different interpretation might result\nin a statute that implicates no constitutional question, or\nthat renders the federal court’s constitutional analysis\nirrelevant. See, e.g., Arizonans for Official English v.\nArizona, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118093\"\u003e\u003ca href=\"/opinion/118093/arizonans-for-official-english-v-arizona/\"\u003e\u003cspan class=\"volume\"\u003e520\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e43\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 79 (1997); Brockett v. Spokane\nArcades, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111480\"\u003e\u003ca href=\"/opinion/111480/brockett-v-spokane-arcades-inc/\"\u003e\u003cspan class=\"volume\"\u003e472\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e491\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 507–509 (1985) (O’Connor, J.,\nconcurring). Abstention and certification avoid this risk\nby deferring a federal court’s decision on the constitution-\nality of the state statute until a state court has authorita-\ntively resolved the antecedent state-law question.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    7\n\n                SOTOMAYOR, J., concurring in judgment\n\n   Abstention is a blunt instrument. Under Railroad\nComm’n of Tex. v. Pullman Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103481\"\u003e\u003ca href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"\u003e\u003cspan class=\"volume\"\u003e312\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e496\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1941), a\nfederal court’s decision to abstain sends the plaintiff to\nstate court. Once the plaintiff obtains the state courts’\nviews on the statute, he may return to federal court, state-\ncourt decision in hand, for resolution of the constitutional\nquestion. Pullman abstention thus “entail[s] a full round\nof litigation in the state court system before any resump-\ntion of proceedings in federal court.” Arizonans for Offi-\ncial English, 520 U. S., at 76.\n   Certification offers a more precise tool. In States that\nhave authorized certification, a federal court may “put the\n[state-law] question directly to the State’s highest court,\nreducing the delay, cutting the cost, and increasing the\nassurance of gaining an authoritative response.” Ibid.\nThe rule relevant here is typical of certification statutes.\nNew York allows a federal court of appeals to certify “de-\nterminative questions of New York law . . . involved in a\ncase pending before that court for which no controlling\nprecedent of the Court of Appeals exists . . . to the [New\nYork] Court of Appeals.” N. Y. Comp. Code, Rules \u0026\nRegs., tit. 22, Rule 500.27(a) (2016).4\n\n——————\n  4 The New York Court of Appeals regularly accepts and answers certi-\nfied questions. See, e.g., Flo \u0026 Eddie, Inc. v. Sirius XM Radio, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eN.Y.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 583, ___ N. E. 3d ___ (Dec. 20, 2016) (certified Apr. 13, 2016);\nPasternack v. Laboratory Corp. of Am. Holdings, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e27\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.Y.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 817, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e59\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eN.E.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e485\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (June 30, 2016) (certified Nov. 17, 2015); Matter of Viking\nPump, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e27\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.Y.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 244, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e52\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.E.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1144\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (May 3, 2016) (certified\nJune 10, 2015); Beck Chevrolet Co. v. General Motors LLC, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e27\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.Y.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n379, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e53\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.E.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e706\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (May 3, 2016) (certified May 19, 2015); Ministers \u0026\nMissionaries Benefit Bd. v. Snow, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e26\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.Y.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 466, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e45\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.E.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e917\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Dec.\n15, 2015) (certified Mar. 5, 2015). The Second Circuit has “actively and\nvigorously employed” certification. Kaye, Tribute to Judge Guido\nCalabresi, 70 N. Y. U. Annual Survey Am. L. 33, 34 (2014) (noting,\nbased on service as the Chief Judge of the New York Court of Appeals,\nthat certification by the Second Circuit “has done an enormous amount\nto bridge the gap between our state and federal court systems”).\n\u000c8       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                SOTOMAYOR, J., concurring in judgment\n\n   While the decision to certify “rests in the sound discre-\ntion of the federal court,” Lehman Brothers v. Schein, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109015\"\u003e\u003ca href=\"/opinion/109015/lehman-brothers-v-schein/\"\u003e\u003cspan class=\"volume\"\u003e416\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e386\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 391 (1974), this Court has repeatedly empha-\nsized that certification offers clear advantages over ab-\nstention. “[M]ere difficulty in ascertaining local law is no\nexcuse for” abstaining and “remitting the parties to a state\ntribunal for the start of another lawsuit.” Id., at 390.\nKeeping the case, waiting for an answer on the certified\nquestion, and then fully resolving the issues “in the long\nrun save[s] time, energy, and resources and helps build a\ncooperative judicial federalism.” Id., at 391. As a result,\n“the availability of certification greatly simplifies the\nanalysis” of whether to abstain. Bellotti v. Baird, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109531\"\u003e\u003ca href=\"/opinion/109531/bellotti-v-baird/\"\u003e\u003cspan class=\"volume\"\u003e428\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e132\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 151 (1976); see also Arizonans for Official Eng-\nlish, 520 U. S., at 75 (“Certification today covers territory\nonce dominated by a deferral device called Pullman ab-\nstention” (internal quotation marks omitted)). And this\nCourt has described abstention as particularly problematic\nwhere, as here, a challenge to a state statute rests on the\nFirst Amendment. Cf. Virginia v. American Booksellers\nAssn., Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111985\"\u003e\u003ca href=\"/opinion/111985/virginia-v-american-booksellers-assn-inc/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e383\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 396 (1988) (“Certification, in\ncontrast to the more cumbersome and (in this context)\nproblematic abstention doctrine, is a method by which we\nmay expeditiously obtain that construction”); Houston v.\nHill, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111919\"\u003e\u003ca href=\"/opinion/111919/houston-v-hill/\"\u003e\u003cspan class=\"volume\"\u003e482\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e451\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 467–468 (1987).\n   The court below chose a convoluted course: It rejected\ncertification, abstained in part, and decided the question\nin part. It did so by dividing petitioners’ challenge into\ntwo parts. As to the first part, it held that §518 did pro-\nhibit the pricing display that Expressions Hair Design and\nFive Points Academy prefer: displaying the cash price\nalongside the credit card charge.5 It found this application\n——————\n  5 The court below did not truly engage with the plain text reading of\n\n§518, under which a merchant may not charge different prices to cash\nand credit card customers. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e118\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 128 (CA2 2015). It is\n\u000c                     Cite as: 581 U. S. ____ (2017)                    9\n\n                SOTOMAYOR, J., concurring in judgment\n\nof §518 consistent with the First Amendment. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 130. As to the second part, it declined to address\nwhether §518 speaks to, or unconstitutionally restricts,\nhow petitioners who wish to display both the cash and\ncredit card prices in dollars-and-cents form can describe\nthe difference between those prices. See id., at 136. It\ndoubted whether §518 did reach that broadly and assumed\nthat, even if it did, the New York state courts would con-\nstrue the statute more narrowly—in line with the lapsed\nfederal provision. And so the court declined to certify the\nquestion and chose instead to abstain from deciding this\npart of petitioners’ challenge. See id., at 137–139. It did\nso even though New York, responsible for enforcing §518,\nhad “never quite abandon[ed]” its position that §518 might\nreach more broadly than the lapsed federal provision. Id.,\nat 140, n. 13.\n   The Second Circuit should have exercised its discretion\nto certify the antecedent state-law question here: What\npricing schemes or pricing displays does §518 prohibit?\nCertification might have avoided the need for a constitu-\ntional ruling altogether. If the state court reads §518 only\nas a price regulation, no constitutional concerns are impli-\ncated. Compare 44 Liquormart, Inc. v. Rhode Island, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118023\"\u003e\u003ca href=\"/opinion/118023/44-liquormart-inc-v-rhode-island/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e484\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 507 (1996) (plurality opinion) (“direct regula-\ntion” of prices does “not involve any restriction on\nspeech”), with Virginia Bd. of Pharmacy v. Virginia Citi-\nzens Consumer Council, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109450\"\u003e\u003ca href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"\u003e\u003cspan class=\"volume\"\u003e425\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e748\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 761 (1976)\n(price advertisements contain protected speech because\nthey convey a merchant’s “ ‘idea’ ” that “ ‘I will sell you the\nX prescription drug at the Y price’ ”). Or certification\nmight have limited the scope of the constitutional chal-\nlenge in the case. If the state court reads §518 to mirror\nthe lapsed federal ban, that would eliminate the need for a\n—————— \n\nfree to consider that reading on remand in light of the Court’s constitu-\ntional holding. \n\n\u000c10       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                 SOTOMAYOR, J., concurring in judgment\n\nconstitutional ruling on the second part of petitioners’\nchallenge (premised on a reading of §518 that prohibits\nmore than the lapsed federal ban). At the very least,\ncertification would have allowed the court to resolve peti-\ntioners’ entire challenge in one go.\n   The Second Circuit declined to exercise its discretion to\ncertify because it viewed the “state of the record” as too\nunderdeveloped. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e808\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 141. It thought that the\nNew York Court of Appeals could not interpret §518, and\nthat it could not resolve the challenge to §518, based\non that record. Both issues are pure questions of law:\nwhether §518 prohibits petitioners’ preferred pricing sys-\ntems and displays (a statutory interpretation question for the\nNew York Court of Appeals) and whether §518 survives\npetitioners’ First Amendment challenge (a constitutional\nquestion for the Second Circuit). And both issues turn on\nonly a limited set of facts—the pricing systems and dis-\nplays that petitioners wish to use. As discussed above, the\nrecord contains those facts. The “state of the record” thus\ndoes not counsel against certification. Given the signifi-\ncant benefits certification offered and given the absence of\npersuasive downsides identified by the Second Circuit, the\ndecision not to certify was an abuse of discretion.\n                               B\n  The consequences of the decision not to certify reverber-\nate throughout the Court’s opinion today. For lack of a\ndefinitive interpretation of §518, it chooses to address only\nthe first part of petitioners’ challenge and to defer to the\nSecond Circuit’s partial interpretation of §518.6 Ante, at\n——————\n  6 It does so by invoking an interpretive rule of deference to a lower\n\nfederal court’s construction of the law of a State within its jurisdiction,\nin line with the general principle that this Court does not resolve issues\nof state law. I do not read the Court’s deference to the Second Circuit\nas holding that this Court will defer to a lower federal court’s interpre-\ntation of state law even where doing so would cast serious constitutional\n\u000c                      Cite as: 581 U. S. ____ (2017)                     11\n\n                 SOTOMAYOR, J., concurring in judgment\n\n6–8. It then holds that §518 does restrict constitutionally\nprotected speech. Ante, at 8–10. But it does not decide\nwhether §518’s restriction is constitutionally permissible\nbecause doing so would require it to answer the ever-\npresent question in this case: “whether the statute permits\n. . . pricing schemes like the one . . . Expressions currently\nuses.” Ante, at 10, n. 3. And so it sends this case back to\nthe Second Circuit for further proceedings. Ante, at 10.\n                             III\n  “The complexity” of this case “might have been avoided,”\nArizonans for Official English, 520 U. S., at 79, had the\nSecond Circuit certified the question of §518’s meaning\nwhen the case was first before it. The Court’s opinion does\nnot foreclose the Second Circuit from choosing that route\non remand. But rather than contributing to the piecemeal\nresolution of this case, I would vacate the judgment below\nand remand with instructions to certify the case to the\nNew York Court of Appeals to allow it to definitively\ninterpret §518. I thus concur only in the judgment.\n\n\n\n\n——————\ndoubt on, or invalidate, a state law. Such a rule would be incorrect.\nSee Frisby v. Schultz, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112134\"\u003e\u003ca href=\"/opinion/112134/frisby-v-schultz/\"\u003e\u003cspan class=\"volume\"\u003e487\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e474\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 483 (1988) (describing lower\ncourts’ interpretation as “plain error . . . [t]o the extent they endorsed a\nbroad reading of the” law at issue because “the lower courts ran afoul of\nthe well-established principle that statutes will be interpreted to avoid\nconstitutional difficulties”). The Court’s silence on the relevance of the\navoidance canon to the Second Circuit’s interpretation is consistent\nwith an unexpressed conclusion, with which I disagree, that no narrow-\ning construction is available that would avoid constitutional concerns or\nthat a broader constriction raises no constitutional concerns.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       EXPRESSIONS HAIR DESIGN ET AL. v. \n\n   SCHNEIDERMAN, ATTORNEY GENERAL OF NEW \n\n                 YORK, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n   No. 15–1391. Argued January 10, 2017—Decided March 29, 2017\nNew York General Business Law §518 provides that “[n]o seller in any\n sales transaction may impose a surcharge on a holder who elects to\n use a credit card in lieu of payment by cash, check, or similar means.”\n Petitioners, five New York businesses and their owners who wish to\n impose surcharges for credit card use, filed suit against state offi-\n cials, arguing that the law violates the First Amendment by regulat-\n ing how they communicate their prices, and that it is unconstitution-\n ally vague. The District Court ruled in favor of the merchants, but\n the Court of Appeals vacated the judgment with instructions to dis-\n miss. The Court of Appeals concluded that in the context of single-\n sticker pricing—where merchants post one price and would like to\n charge more to customers who pay by credit card—the law required\n that the sticker price be the same as the price charged to credit card\n users. In that context, the law regulated a relationship between two\n prices. Relying on this Court’s precedent holding that price regula-\n tion alone regulates conduct, not speech, the Court of Appeals con-\n cluded that §518 did not violate the First Amendment. The Court of\n Appeals abstained from reaching the merits of the constitutional\n challenge to pricing practices outside the single-sticker context.\nHeld:\n    1. This Court’s review is limited to whether §518 is unconstitution-\n al as applied to the particular pricing scheme that, before this Court,\n petitioners have argued they seek to employ: a single-sticker regime,\n in which merchants post a cash price and an additional credit card\n surcharge. Pp. 5–6.\n\u000c2         EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                                  Syllabus\n\n       2. Section 518 prohibits the pricing regime petitioners wish to em-\n    ploy. Section 518 does not define “surcharge.” Relying on the term’s\n    ordinary meaning, the Court of Appeals concluded that a merchant\n    imposes a surcharge when he posts a single sticker price and charges\n    a credit card user more than that sticker price. This Court “generally\n    accord[s] great deference to the interpretation and application of\n    state law by the courts of appeals.” Pembaur v. Cincinnati, 475 U. S.\n    469, 484, n. 13. Because the interpretation of the Court of Appeals is\n    not “clearly wrong,” Brockett v. Spokane Arcades, Inc., 472 U. S. 491,\n    500, n. 9, this Court follows that interpretation. Pp. 6–8.\n       3. Section 518 regulates speech. The Court of Appeals concluded\n    that §518 posed no First Amendment problem because price controls\n    regulate conduct, not speech. Section 518, however, is not like a typi-\n    cal price regulation, which simply regulates the amount a store can\n    collect. The law tells merchants nothing about the amount they are\n    allowed to collect from a cash or credit card payer. Instead, it regu-\n    lates how sellers may communicate their prices. In regulating the\n    communication of prices rather than prices themselves, §518 regu-\n    lates speech.\n       Because the Court of Appeals concluded otherwise, it did not de-\n    termine whether §518 survives First Amendment scrutiny. On re-\n    mand the Court of Appeals should analyze §518 as a speech regula-\n    tion. Pp. 8–10.\n       4. Section 518 is not vague as applied to petitioners. As explained,\n    §518 bans the single-sticker pricing petitioners argue they wish to\n    employ, and “a plaintiff whose speech is clearly proscribed cannot\n    raise a successful vagueness claim,” Holder v. Humanitarian Law\n    Project, 561 U. S. 1, 20. Pp. 10–11.\n808 F. 3d 118, vacated and remanded.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nTHOMAS, GINSBURG, and KAGAN, JJ., joined. BREYER, J., filed an opinion\nconcurring in the judgment. SOTOMAYOR, J., filed an opinion concurring\nin the judgment, in which ALITO, J., joined.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–1391\n                                  _________________\n\n\nEXPRESSIONS HAIR DESIGN, ET AL., PETITIONERS v. \n\nERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF\n\n\n               NEW YORK, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n\n                               [March 29, 2017]\n\n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   Each time a customer pays for an item with a credit\ncard, the merchant selling that item must pay a transac­\ntion fee to the credit card issuer. Some merchants balk at\npaying the fees and want to discourage the use of credit\ncards, or at least pass on the fees to customers who use\nthem. One method of achieving those ends is through\ndifferential pricing—charging credit card users more than\ncustomers using cash. Merchants who wish to employ\ndifferential pricing may do so in two ways relevant here:\nimpose a surcharge for the use of a credit card, or offer a\ndiscount for the use of cash. In N. Y. Gen. Bus. Law §518,\nNew York has banned the former practice. The question\npresented is whether §518 regulates merchants’ speech\nand—if so—whether the statute violates the First\nAmendment. We conclude that §518 does regulate speech\nand remand for the Court of Appeals to determine in the\nfirst instance whether that regulation is unconstitutional.\n\u000c2      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                     Opinion of the Court\n\n                              I\n\n                             A\n\n  When credit cards were first introduced, contracts be­\ntween card issuers and merchants barred merchants from\ncharging credit card users higher prices than cash cus­\ntomers. Congress put a partial stop to this practice in the\n1974 amendments to the Truth in Lending Act (TILA).\nThe amendments prohibited card issuers from contractu­\nally preventing merchants from giving discounts to cus­\ntomers who paid in cash. See §306, 88 Stat. 1515. The\nlaw, however, said nothing about surcharges for the use of\ncredit.\n  Two years later, Congress refined its dissimilar treat­\nment of discounts and surcharges. First, the 1976 version\nof TILA barred merchants from imposing surcharges on\ncustomers who use credit cards. Act of Feb. 27, 1976,\n§3(c)(1), 90 Stat. 197. Second, Congress added definitions\nof the two terms. A discount was “a reduction made from\nthe regular price,” while a surcharge was “any means of\nincreasing the regular price to a cardholder which is not\nimposed upon customers paying by cash, check, or similar\nmeans.” §3(a), ibid.\n  In 1981, Congress further delineated the distinction\nbetween discounts and surcharges by defining “regular\nprice.” Where a merchant “tagged or posted” a single\nprice, the regular price was that single price. Cash Dis­\ncount Act, §102(a), 95 Stat. 144. If no price was tagged or\nposted, or if a merchant employed a two-tag approach—\nposting one price for credit and another for cash—the\nregular price was whatever was charged to credit card\nusers. Ibid. Because a surcharge was defined as an in­\ncrease from the regular price, there could be no credit card\nsurcharge where the regular price was the same as the\namount charged to customers using credit cards. The\neffect of all this was that a merchant could violate the\nsurcharge ban only by posting a single price and charging\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\ncredit card users more than that posted price.\n   The federal surcharge ban was short lived. Congress\nallowed it to expire in 1984 and has not renewed the ban\nsince. See §201, ibid. The provision preventing credit\ncard issuers from contractually barring discounts for cash,\nhowever, remained in place. With the lapse of the federal\nsurcharge ban, several States, New York among them,\nimmediately enacted their own surcharge bans. Passed in\n1984, N. Y. Gen. Bus. Law §518 adopted the operative\nlanguage of the federal ban verbatim, providing that “[n]o\nseller in any sales transaction may impose a surcharge on\na holder who elects to use a credit card in lieu of payment\nby cash, check, or similar means.” N. Y. Gen. Bus. Law\nAnn. §518 (West 2012); see also 15 U. S. C. §1666f(a)(2)\n(1982 ed.). Unlike the federal ban, the New York legisla­\ntion included no definition of “surcharge.”\n   In addition to these state legislative bans, credit card\ncompanies—though barred from prohibiting discounts for\ncash—included provisions in their contracts prohibiting\nmerchants from imposing surcharges for credit card use.\nFor most of its history, the New York law was essentially\ncoextensive with these contractual prohibitions. In recent\nyears, however, merchants have brought antitrust chal­\nlenges to contractual no-surcharge provisions. Those suits\nhave created uncertainty about the legal validity of such\ncontractual surcharge bans. The result is that otherwise\nredundant legislative surcharge bans like §518 have in­\ncreasingly gained importance, and increasingly come\nunder scrutiny.\n                            B\n  Petitioners, five New York businesses and their owners,\nwish to impose surcharges on customers who use credit\ncards. Each time one of their customers pays with a credit\ncard, these merchants must pay some transaction fee to\nthe company that issued the credit card. The fee is gener­\n\u000c4      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                     Opinion of the Court\n\nally two to three percent of the purchase price. Those fees\nadd up, and the merchants allege that they pay tens of\nthousands of dollars every year to credit card companies.\nRather than increase prices across the board to absorb\nthose costs, the merchants want to pass the fees along\nonly to their customers who choose to use credit cards.\nThey also want to make clear that they are not the bad\nguys—that the credit card companies, not the merchants,\nare responsible for the higher prices. The merchants\nbelieve that surcharges for credit are more effective than\ndiscounts for cash in accomplishing these goals.\n   In 2013, after several major credit card issuers agreed to\ndrop their contractual surcharge prohibitions, the mer­\nchants filed suit against the New York Attorney General\nand three New York District Attorneys to challenge\n§518—the only remaining obstacle to their charging sur­\ncharges for credit card use. As relevant here, they argued\nthat the law violated the First Amendment by regulating\nhow they communicated their prices, and that it was\nunconstitutionally vague because liability under the law\n“turn[ed] on the blurry difference” between surcharges\nand discounts. App. 39, Complaint ¶51.\n   The District Court ruled in favor of the merchants. It\nread the statute as “draw[ing a] line between prohibited\n‘surcharges’ and permissible ‘discounts’ based on words\nand labels, rather than economic realities.” 975 F. Supp.\n2d 430, 444 (SDNY 2013). The court concluded that the\nlaw therefore regulated speech, and violated the First\nAmendment under this Court’s commercial speech doc­\ntrine. In addition, because the law turned on the “virtually\nincomprehensible distinction between what a vendor can\nand cannot tell its customers,” the District Court found\nthat the law was unconstitutionally vague. Id., at 436.\n   The Court of Appeals for the Second Circuit vacated the\njudgment of the District Court with instructions to dismiss\nthe merchants’ claims. It began by considering single­\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\nsticker pricing, where merchants post one price and would\nlike to charge more to customers who pay by credit card.\nAll the law did in this context, the Court of Appeals ex­\nplained, was regulate a relationship between two prices—\nthe sticker price and the price charged to a credit card\nuser—by requiring that the two prices be equal. Relying\non our precedent holding that price regulation alone regu­\nlates conduct, not speech, the Court of Appeals concluded\nthat §518 did not violate the First Amendment.\n   The court also considered other types of pricing re­\ngimes—for example, posting separate cash and credit\nprices. The Court of Appeals thought it “far from clear”\nthat §518 prohibited such pricing schemes. 808 F. 3d 118,\n137 (CA2 2015). The federal surcharge ban on which §518\nwas modeled did not apply outside the single-sticker con­\ntext, and the merchants had not clearly shown that §518\nhad a “broader reach” than the federal law. Ibid. Decid­\ning that petitioners’ challenge in this regard “turn[ed] on\nan unsettled question of state law,” the Court of Appeals\nabstained from reaching the merits of the constitutional\nquestion beyond the single-sticker context. Id., at 135\n(citing Railroad Comm’n of Tex. v. Pullman Co., 312 U. S.\n496 (1941)).\n   We granted certiorari. 579 U. S. ___ (2016).\n                             II\n  As a preliminary matter, we note that petitioners pre­\nsent us with a limited challenge. Observing that the\nmerchants were not always particularly clear about the\nscope of their suit, the Court of Appeals deemed them to\nbe bringing a facial attack on §518 as well as a challenge\nto the application of the statute to two particular pricing\nregimes: single-sticker pricing and two-sticker pricing.\nBefore us, however, the merchants have disclaimed a\nfacial challenge, assuring us that theirs is an as-applied\nchallenge only. See Tr. of Oral Arg. 4–5, 18.\n\u000c6          EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                          Opinion of the Court\n\n   There remains the question of what precise application\nof the law they seek to challenge. Although the merchants\nhave presented a wide array of hypothetical pricing re­\ngimes, they have expressly identified only one pricing\nscheme that they seek to employ: posting a cash price and\nan additional credit card surcharge, expressed either as a\npercentage surcharge or a “dollars-and-cents” additional\namount. See, e.g., App. 101–102, 104; Tr. of Oral Arg. 4–5,\n18. Under this pricing approach, petitioner Expressions\nHair Design might, for example, post a sign outside its\nsalon reading “Haircuts $10 (we add a 3% surcharge if you\npay by credit card).” Or, petitioner Brooklyn Farmacy \u0026\nSoda Fountain might list one of the sundaes on its menu\nas costing “$10 (with a $0.30 surcharge for credit card\nusers).” We take petitioners at their word and limit our\nreview to the question whether §518 is unconstitutional as\napplied to this particular pricing practice.1\n                            III\n  The next question is whether §518 prohibits the pricing\nregime petitioners wish to employ. The Court of Appeals\nconcluded that it does. The court read “surcharge” in §518\nto mean “an additional amount above the seller’s regular\n——————\n    1 Petitioner\n               Expressions Hair Design currently posts separate dollars­\nand-cents prices for cash and credit—that is, it posts something like\n“$10 cash, $10.30 credit.” It displays its prices in this way, however,\nonly because it considers itself compelled to do so by the challenged law\nif it wants to charge different prices. Prior to becoming aware of the\nlaw, Expressions posted single prices along with a notice informing\ncustomers that a three percent surcharge would be added to their bill if\nthey paid by credit card. Expressions has indicated that it would prefer\nto return to its prior practice. See App. 19, Complaint ¶3; id., at 103–\n104. Given petitioners’ representations about the narrow scope of their\nas-applied challenge, we limit our consideration to the single-sticker\npricing regime for present purposes. Petitioners’ affidavits and briefing\nreference other potential pricing schemes, which may be considered by\nthe Court of Appeals to the extent it deems appropriate. See, e.g., id.,\nat 56; Brief for Petitioners 50.\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nprice,” and found it “basically self-evident” how §518\napplies to sellers who post a single sticker price: “the\nsticker price is the ‘regular’ price, so sellers may not\ncharge credit-card customers an additional amount above\nthe sticker price that is not also charged to cash custom­\ners.” 808 F. 3d, at 128. Under this interpretation, signs of\nthe kind that the merchants wish to post—“$10, with a\n$0.30 surcharge for credit card users”—violate §518 be­\ncause they identify one sticker price—$10—and indicate\nthat credit card users are charged more than that amount.\n   “We generally accord great deference to the interpreta­\ntion and application of state law by the courts of appeals.”\nPembaur v. Cincinnati, 475 U. S. 469, 484, n. 13 (1986).\nThis deference is warranted to “render unnecessary review\nof their decisions in this respect” and because lower fed­\neral courts “are better schooled in and more able to interpret\nthe laws of their respective States.” Brockett v. Spokane\nArcades, Inc., 472 U. S. 491, 500 (1985) (quoting Cort v.\nAsh, 422 U. S. 66, 73, n. 6 (1975); internal quotation\nmarks omitted). “[W]e surely have the authority to differ\nwith the lower federal courts as to the meaning of a state\nstatute,” and have done so in instances where the lower\ncourt’s construction was “clearly wrong” or “plain error.”\n472 U. S., at 500, and n. 9 (internal quotation marks\nomitted). But that is not the case here. Section 518 does\nnot define “surcharge,” but the Court of Appeals looked to\nthe ordinary meaning of the term: “a charge in excess of\nthe usual or normal amount.” 808 F. 3d, at 127 (quoting\nWebster’s Third New International Dictionary 2299\n(2002); internal quotation marks omitted). Where a seller\nposts a single sticker price, it is reasonable to treat that\nsticker price as the “usual or normal amount” and con­\nclude, as the court below did, that a merchant imposes a\nsurcharge when he charges a credit card user more than\nthat sticker price. In short, we cannot dismiss the Court\nof Appeals’ interpretation of §518 as “clearly wrong.”\n\u000c8       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                         Opinion of the Court\n\nAccordingly, consistent with our customary practice, we\nfollow that interpretation.\n                            IV\n  Having concluded that §518 bars the pricing regime\npetitioners wish to employ, we turn to their constitutional\narguments: that the law unconstitutionally regulates\nspeech and is impermissibly vague.\n                              A\n  The Court of Appeals concluded that §518 posed no First\nAmendment problem because the law regulated conduct,\nnot speech.2 In reaching this conclusion, the Court of\nAppeals began with the premise that price controls regu­\nlate conduct alone. See 44 Liquormart, Inc. v. Rhode\nIsland, 517 U. S. 484, 507 (1996) (plurality opinion); id., at\n524 (THOMAS, J., concurring in part and concurring in\njudgment); id., at 530 (O’Connor, J., concurring in judg­\nment). Section 518 regulates the relationship between\n“(1) the seller’s sticker price and (2) the price the seller\ncharges to credit card customers,” requiring that these two\namounts be equal. 808 F. 3d, at 131. A law regulating the\nrelationship between two prices regulates speech no\nmore than a law regulating a single price. The Court of Ap-\npeals concluded that §518 was therefore simply a conduct\nregulation.\n  But §518 is not like a typical price regulation. Such a\nregulation—for example, a law requiring all New York\ndelis to charge $10 for their sandwiches—would simply\nregulate the amount that a store could collect. In other\n\n——————\n  2 Relying fully on their claim that §518 regulated speech, petitioners\n\ndid not advance any argument before the Court of Appeals that §518\nwas constitutionally problematic even if deemed a regulation of con­\nduct. See 808 F. 3d 118, 135 (CA2 2015) (noting that petitioners had\nnot challenged §518 under United States v. O’Brien, 391 U. S. 367\n(1968)).\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nwords, it would regulate the sandwich seller’s conduct. To\nbe sure, in order to actually collect that money, a store\nwould likely have to put “$10” on its menus or have its\nemployees tell customers that price. Those written or oral\ncommunications would be speech, and the law—by deter­\nmining the amount charged—would indirectly dictate the\ncontent of that speech. But the law’s effect on speech\nwould be only incidental to its primary effect on conduct,\nand “it has never been deemed an abridgment of freedom\nof speech or press to make a course of conduct illegal\nmerely because the conduct was in part initiated, evi­\ndenced, or carried out by means of language, either spo­\nken, written, or printed.” Rumsfeld v. Forum for Aca-\ndemic and Institutional Rights, Inc., 547 U. S. 47, 62 (2006)\n(quoting Giboney v. Empire Storage \u0026 Ice Co., 336 U. S.\n490, 502 (1949); internal quotation marks omitted); see\nalso Sorrell v. IMS Health Inc., 564 U. S. 552, 567 (2011).\n  Section 518 is different. The law tells merchants noth­\ning about the amount they are allowed to collect from a\ncash or credit card payer. Sellers are free to charge $10\nfor cash and $9.70, $10, $10.30, or any other amount for\ncredit. What the law does regulate is how sellers may\ncommunicate their prices. A merchant who wants to\ncharge $10 for cash and $10.30 for credit may not convey\nthat price any way he pleases. He is not free to say “$10,\nwith a 3% credit card surcharge” or “$10, plus $0.30 for\ncredit” because both of those displays identify a single\nsticker price—$10—that is less than the amount credit\ncard users will be charged. Instead, if the merchant wishes\nto post a single sticker price, he must display $10.30 as\nhis sticker price. Accordingly, while we agree with the\nCourt of Appeals that §518 regulates a relationship be­\ntween a sticker price and the price charged to credit card\nusers, we cannot accept its conclusion that §518 is nothing\nmore than a mine-run price regulation. In regulating the\ncommunication of prices rather than prices themselves,\n\u000c10      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                         Opinion of the Court\n\n§518 regulates speech.\n   Because it concluded otherwise, the Court of Appeals\nhad no occasion to conduct a further inquiry into whether\n§518, as a speech regulation, survived First Amendment\nscrutiny. On that question, the parties dispute whether\n§518 is a valid commercial speech regulation under Cen-\ntral Hudson Gas \u0026 Elec. Corp. v. Public Serv. Comm’n of\nN. Y., 447 U. S. 557 (1980), and whether the law can be\nupheld as a valid disclosure requirement under Zauderer\nv. Office of Disciplinary Counsel of Supreme Court of Ohio,\n471 U. S. 626 (1985).\n   “[W]e are a court of review, not of first view.” Nautilus,\nInc. v. Biosig Instruments, Inc., 572 U. S. ___, ___ (2014)\n(slip op., at 14) (internal quotation marks omitted). Ac­\ncordingly, we decline to consider those questions in the\nfirst instance. Instead, we remand for the Court of Ap­\npeals to analyze §518 as a speech regulation.3\n                              B\n   Given the way the merchants have presented their case,\ntheir vagueness challenge gives us little pause. Before\nthis Court, the only pricing practice they express an inter­\nest in employing is a single-sticker regime, listing one\nprice and a separate surcharge amount. As we have ex­\nplained, §518 bars them from doing so. “[A] plaintiff\nwhose speech is clearly proscribed cannot raise a success­\nful vagueness claim.” Holder v. Humanitarian Law Pro-\nject, 561 U. S. 1, 20 (2010). Although the merchants argue\nthat “no one can seem to put a finger on just how far the\nlaw sweeps,” Brief for Petitioners 51, it is at least clear\n——————\n  3 To assess the statute’s constitutionality, the Court of Appeals may\n\nneed to consider a question we need not answer here: whether the\nstatute permits two-sticker pricing schemes like the one petitioner\nExpressions currently uses, see n. 1, supra. Respondents’ argument\nthat §518 is a constitutionally valid disclosure requirement rests on an\ninterpretation of the statute that allows such two-sticker schemes.\n\u000c                     Cite as: 581 U. S. ____ (2017)                   11\n\n                          Opinion of the Court\n\nthat §518 proscribes their intended speech. Accordingly,\nthe law is not vague as applied to them.4\n                            C\n  The judgment of the Court of Appeals for the Second\nCircuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.\n                                          It is so ordered.\n\n\n\n\n——————\n   4 For similar reasons, petitioners’ related argument regarding absten­\n\ntion is no longer at issue. The Court of Appeals abstained from decid­\ning whether §518 was constitutional outside of the single-sticker\ncontext, but the merchants have disavowed any intent to challenge the\nlaw outside of this context.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n               BREYER, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                         No. 15–1391\n                          _________________\n\n\nEXPRESSIONS HAIR DESIGN, ET AL., PETITIONERS v. \n\nERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF\n\n\n               NEW YORK, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n\n                       [March 29, 2017]\n\n\n\n   JUSTICE BREYER, concurring in the judgment.\n   I agree with the Court that New York’s statute regu-\nlates speech. But that is because virtually all government\nregulation affects speech. Human relations take place\nthrough speech. And human relations include community\nactivities of all kinds—commercial and otherwise.\n   When the government seeks to regulate those activities,\nit is often wiser not to try to distinguish between “speech”\nand “conduct.” See R. Post, Democracy, Expertise, and\nAcademic Freedom 3–4 (2012). Instead, we can, and\nnormally do, simply ask whether, or how, a challenged\nstatute, rule, or regulation affects an interest that the\nFirst Amendment protects. If, for example, a challenged\ngovernment regulation negatively affects the processes\nthrough which political discourse or public opinion is\nformed or expressed (interests close to the First Amend-\nment’s protective core), courts normally scrutinize that\nregulation with great care. See, e.g., Boos v. Barry, 485\nU. S. 312, 321 (1988). If the challenged regulation re-\nstricts the “informational function” provided by truthful\ncommercial speech, courts will apply a “lesser” (but still\nelevated) form of scrutiny. Central Hudson Gas \u0026 Elec.\nCorp. v. Public Serv. Comm’n of N. Y., 447 U. S. 557, 563–\n564 (1980). If, however, a challenged regulation simply\n\u000c2      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n               BREYER, J., concurring in judgment\n\nrequires a commercial speaker to disclose “purely factual\nand uncontroversial information,” courts will apply a more\npermissive standard of review. Zauderer v. Office of Dis-\nciplinary Counsel of Supreme Court of Ohio, 471 U. S. 626,\n651 (1985). Because that kind of regulation normally has\nonly a “minimal” effect on First Amendment interests, it\nnormally need only be “reasonably related to the State’s\ninterest in preventing deception of consumers.” Ibid.\nCourts apply a similarly permissive standard of review to\n“regulatory legislation affecting ordinary commercial\ntransactions.” United States v. Carolene Products Co., 304\nU. S. 144, 152 (1938). Since that legislation normally does\nnot significantly affect the interests that the First\nAmendment protects, we normally look only for assurance\nthat the legislation “rests upon some rational basis.” Ibid.\n   I repeat these well-known general standards or judicial\napproaches both because I believe that determining the\nproper approach is typically more important than trying to\ndistinguish “speech” from “conduct,” see Sorrell v. IMS\nHealth Inc., 564 U. S. 552, 582 (2011) (BREYER, J., dissent-\ning), and because the parties here differ as to which ap-\nproach applies. That difference reflects the fact that it is\nnot clear just what New York’s law does. On its face, the\nlaw seems simply to tell merchants that they cannot\ncharge higher prices to credit-card users. If so, then it is\nan ordinary piece of commercial legislation subject to\n“rational basis” review. See 44 Liquormart, Inc. v. Rhode\nIsland, 517 U. S. 484, 507 (1996) (opinion of Stevens, J.).\nIt may, however, make more sense to interpret the statute\nas working like the expired federal law that it replaced. If\nso, it would require a merchant, who posts prices and who\nwants to charge a higher credit-card price, simply to dis-\nclose that credit-card price. See 15 U. S. C. §§1602(q), (x),\n1666f(a)(2) (1982 ed.); see also post, at 9 (SOTOMAYOR, J.,\nconcurring in judgment). In that case, though affecting\nthe merchant’s “speech,” it would not hinder the transmis-\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n               BREYER, J., concurring in judgment\n\nsion of information to the public; the merchant would\nremain free to say whatever it wanted so long as it also\nrevealed its credit-card price to customers. Accordingly,\nthe law would still receive a deferential form of review.\nSee Zauderer, supra, at 651.\n  Nonetheless, petitioners suggest that the statute does\nmore. See, e.g., Brief for Petitioners 28 (arguing that the\nstatute forbids “[f ]raming the price difference . . . as a\ncredit surcharge”). Because the statute’s operation is\nunclear and because its interpretation is a matter of state\nlaw, I agree with the majority that we should remand the\ncase to the Second Circuit. I also agree with JUSTICE\nSOTOMAYOR that on remand, it may well be helpful for the\nSecond Circuit to ask the New York Court of Appeals to\nclarify the nature of the obligations the statute imposes.\nSee N. Y. Comp. Code, Rules \u0026 Regs., tit. 22, Rule\n500.27(a) (2016) (permitting “any United States Court of\nAppeals” to certify “dispositive questions of [New York]\nlaw to the [New York] Court of Appeals”).\n\u000c                 Cite as: 581 U. S. ____ (2017)            1\n\n             SOTOMAYOR, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1391\n                         _________________\n\n\nEXPRESSIONS HAIR DESIGN, ET AL., PETITIONERS v. \n\nERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF\n\n\n               NEW YORK, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n\n                       [March 29, 2017]\n\n\n\n   JUSTICE SOTOMAYOR, with whom JUSTICE ALITO joins,\nconcurring in the judgment.\n   The Court addresses only one part of one half of peti-\ntioners’ First Amendment challenge to the New York\nstatute at issue here. This quarter-loaf outcome is worse\nthan none. I would vacate the judgment below and re-\nmand with directions to certify the case to the New York\nCourt of Appeals for a definitive interpretation of the\nstatute that would permit the full resolution of petitioners’\nclaims. I thus concur only in the judgment.\n                             I\n  New York prohibits its merchants from “impos[ing] a\nsurcharge on a [customer] who elects to use a credit card\nin lieu of payment by cash, check, or similar means.” N. Y.\nGen. Bus. Law Ann. §518 (West 2012). A merchant who\nviolates this prohibition commits a misdemeanor and risks\n“a fine not to exceed five hundred dollars or a term of\nimprisonment up to one year, or both.” Ibid.\n                             A\n  Section 518 can be interpreted in several ways. On first\nread, its prohibition on “impos[ing] a surcharge” on credit\ncard customers appears to prohibit charging customers who\npay with a credit card more than those who pay by other\n\u000c2       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                SOTOMAYOR, J., concurring in judgment\n\nmeans. See Black’s Law Dictionary 1579 (9th ed. 2009)\n(“surcharge” means “[a]n additional tax, charge, or cost”).\nThat is, §518 may require a merchant to charge all cus-\ntomers the same price, no matter the form of payment.\n   An earlier federal law containing an almost identical\nprohibition muddies the path to this plain text reading. A\n1976 amendment to the Truth in Lending Act set out a\ntemporary prohibition barring a “seller in any sales trans-\naction” from “impos[ing] a surcharge on a cardholder who\nelects to use a credit card in lieu of payment by cash,\ncheck, or similar means.” §3(c)(1), 90 Stat. 197. The\namendment also defined a “surcharge” as “any means of\nincreasing the regular price to a cardholder which is not\nimposed upon customers paying by cash, check, or similar\nmeans.” §3(a), ibid. “[R]egular price” was later defined to\nmean the displayed price if a merchant displayed only one\nprice or the credit card price if the merchant either did not\ndisplay prices or displayed both cash and credit card prices.\n§102(a), 95 Stat. 144. Under that definition, a merchant\nviolated the federal prohibition on “impos[ing] a sur-\ncharge” by displaying in dollars-and-cents form only one\nprice—the cash price—and then charging credit card\ncustomers a higher price.1\n   When the federal law lapsed in 1984, New York enacted\n§518, which sets out the same ban on “impos[ing] a sur-\ncharge.” New York borrowed the federal prohibition al-\nmost verbatim. But it chose, without explanation, not to\nborrow the federal definitions or to enact clarifying defini-\ntions of its own.\n   The difference between the laws leaves §518 open to at\nleast three interpretations. It could be read in line with\nits plain text to require that a merchant charge the same\n——————\n  1 This is the interpretation of the lapsed federal ban offered by the\n\nUnited States and accepted by the majority. For purposes of this\nopinion, I assume that this interpretation is correct.\n\u000c                     Cite as: 581 U. S. ____ (2017)                   3\n\n                SOTOMAYOR, J., concurring in judgment\n\nprice to all his customers. It could be read in line with the\nlapsed federal ban to permit a merchant to charge differ-\nent prices to cash and credit card customers but to prohibit\na merchant from displaying in dollars-and-cents form only\nthe cash price and then charging credit card customers a\nhigher price. On this reading, §518 would not apply where\na merchant displays in dollars-and-cents form only the\ncredit card price and then charges a lower price to cash\ncustomers, or where a merchant displays both the cash\nand credit card prices in dollars-and-cents form. Or it\ncould be read more broadly, based on the omission of the\ndefinitions that had limited the federal ban’s scope. On\nthis reading, §518 might prohibit a merchant from charac-\nterizing the difference between the cash and credit card\nprices as a “surcharge,” no matter how he displays his\nprices.2\n——————\n   2 Section 518’s sparse enforcement history does not clear up the am-\n\nbiguity. New York has pursued one §518 prosecution, which resulted in\na conviction later set aside on appeal. The decision supports, but does\nnot require, giving §518 a broader reading than the lapsed federal ban.\nSee People v. Fulvio, 136 Misc. 2d 334, 344–345, 517 N. Y. S. 2d 1008,\n1015 (1987) (stating that §518 permits a conviction for being “careless\nenough to describe the higher price in terms which amount to the\n‘credit price’ having been derived from adding a charge to the lower\nprice” (emphasis deleted)). A more recent enforcement spree is more\nopaque. A group of merchants state that when a customer called\nasking for their prices, they would quote the cash price and tell the\ncustomers they charged, for example, “a $.05 surcharge” for payment\nwith a credit card. See, e.g., App. 107. They state that in 2009 the New\nYork Attorney General’s Office told them that they had violated §518,\ndirected them to stop, and explained that they could comply with §518\nby quoting the credit card price and offering a “discoun[t]” for payment\nwith cash. Ibid. While these merchants’ acts would have violated the\nlapsed federal ban—by stating a single cash price and then charging a\nhigher price to credit card customers—the recent enforcement actions\ndo not demonstrate that §518 prohibits only those acts and stretches no\nfurther. And because the New York attorney general lacks the author-\nity to adopt an interpretation of §518 that binds other prosecutorial\nentities in the State, these enforcement actions speak only to how the\n\u000c4       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                SOTOMAYOR, J., concurring in judgment\n\n   Confirming the elusive nature of §518, New York has\npressed almost all of these interpretations during this\nlitigation. Before the District Court, it viewed §518 as\nmirroring the lapsed federal ban. See 975 F. Supp. 2d\n430, 442 (SDNY 2013). Before the Second Circuit, it of-\nfered the lapsed federal ban as a narrowing interpretation,\nthus suggesting that §518 applies more broadly than that\nprovision. See 808 F. 3d 118, 140, n. 13 (2015). And be-\nfore this Court, it explained that other prosecutorial enti-\nties in New York are not bound by its interpretation of\n§518 (or the interpretations of the state district attorneys\nwho are parties to this case), leaving open the possibility\nof still other interpretations. See Tr. of Oral Arg. 40.3\n                             B\n  Petitioners here are five New York merchants. When a\ncustomer pays with a credit card, petitioners (like all\nmerchants) are charged a processing fee by the card issuer.\nPetitioners want to pass that fee on to their credit card\npaying customers, but not their cash paying customers.\nThey want to charge cash customers one price and credit\ncard customers a higher price that includes the processing\nfee. One petitioner, Expressions Hair Design, currently\ndoes pass the costs of credit card processing fees on to its\ncredit card paying customers. The other four charge one\nprice to all customers. They set their prices to account for\nthe processing fees they predict they will incur.\n  All five would prefer to use a different pricing system or\ndisplay than the ones they use now. Expressions Hair\nDesign and Five Points Academy would like to charge cash\nand credit card customers two different prices and to\n——————\nattorney general may interpret §518. See Tr. of Oral Arg. 40–41.\n  3 The multiple available interpretations of §518 do not render §518 so\n\nvague as to violate the Due Process Clause. But they do render §518\nambiguous enough to warrant asking the New York Court of Appeals to\nresolve the statute’s meaning.\n\u000c                  Cite as: 581 U. S. ____ (2017)            5\n\n              SOTOMAYOR, J., concurring in judgment\n\ndisplay a dollars-and-cents cash price alongside the extra\ncharge for credit card customers—say, “$100 with a 3%\ncredit card charge” or “$100 with a $3 credit card charge.”\nBrooklyn Farmacy \u0026 Soda Fountain, Brite Buy Wines \u0026\nSpirits, and Patio.com want to charge cash and credit card\ncustomers two different prices and to characterize the\ndifference in prices as a “surcharge” when they display or\nconvey their prices to customers. App. 47–48, 51, 57.\n  All five do not use their preferred pricing systems or\ndisplays for fear of violating §518. Expressions Hair\nDesign and Five Points Academy believe §518 prohibits\ntheir pricing display because it would convey the credit\ncard processing costs impermissibly as a surcharge, rather\nthan permissibly as a discount—say, “$103 with a 3%\ndiscount for cash payment” or “$103 with a $3 discount for\ncash payment.” The other three petitioners believe that\n§518 regulates how they can describe the difference be-\ntween cash and credit card prices. Because §518 does not,\nin their view, clearly state just how it regulates those\ndescriptions, they have decided that the uncertainty coun-\nsels against a change.\n  Petitioners view §518 as an unconstitutional restriction\non their ability to display and describe their prices to their\ncustomers. And so they sued and challenged the law on\nFirst Amendment grounds.\n                             II\n  Resolving petitioners’ challenge to §518 requires an\naccurate picture of how, exactly, the statute works. That\nunderstanding is needed both to decide whether §518\nprohibits petitioners’ preferred pricing systems and dis-\nplays and, if so, whether that prohibition is consistent\nwith the First Amendment. See 808 F. 3d, at 141; ante, at\n10, n. 3.\n  But the Second Circuit did not decide just how far §518\nextends. It instead decided how §518 applies to part of the\n\u000c6      EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n             SOTOMAYOR, J., concurring in judgment\n\npetitioners’ challenge—the pricing display Expressions\nHair Design and Five Points Academy wish to use—and\ndeclined to decide how, or even if, §518 applies to the rest\nof the challenge. While §518 evades easy interpretation, a\npartial decision was neither required nor right. The court\nbelow erred by not asking the New York Court of Appeals\nfor a definitive interpretation of §518, and this Court errs\nby not correcting it.\n                              A\n   Given a constitutional challenge that turned on the\ninterpretation of an ambiguous state statute not yet defin-\nitively interpreted by the state courts, the Second Circuit\nfaced a problem. Any interpretation it gave §518 would\nnot be authoritative since state courts, not federal courts,\nhave the final word on the interpretation of state statutes.\nBut it had before it two routes—abstention and certifica-\ntion—to a solution. Both would have allowed it to secure\nan authoritative interpretation of §518 before resolving\nthe constitutional challenge.\n   In this context, abstention and certification serve the\nsame goals. Both recognize that when the outcome of a\nconstitutional challenge turns on the proper interpretation\nof state law, a federal court’s resolution of the constitu-\ntional question may turn out to be unnecessary. The state\ncourts could later interpret the state statute differently.\nAnd the state court’s different interpretation might result\nin a statute that implicates no constitutional question, or\nthat renders the federal court’s constitutional analysis\nirrelevant. See, e.g., Arizonans for Official English v.\nArizona, 520 U. S. 43, 79 (1997); Brockett v. Spokane\nArcades, Inc., 472 U. S. 491, 507–509 (1985) (O’Connor, J.,\nconcurring). Abstention and certification avoid this risk\nby deferring a federal court’s decision on the constitution-\nality of the state statute until a state court has authorita-\ntively resolved the antecedent state-law question.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    7\n\n                SOTOMAYOR, J., concurring in judgment\n\n   Abstention is a blunt instrument. Under Railroad\nComm’n of Tex. v. Pullman Co., 312 U. S. 496 (1941), a\nfederal court’s decision to abstain sends the plaintiff to\nstate court. Once the plaintiff obtains the state courts’\nviews on the statute, he may return to federal court, state-\ncourt decision in hand, for resolution of the constitutional\nquestion. Pullman abstention thus “entail[s] a full round\nof litigation in the state court system before any resump-\ntion of proceedings in federal court.” Arizonans for Offi-\ncial English, 520 U. S., at 76.\n   Certification offers a more precise tool. In States that\nhave authorized certification, a federal court may “put the\n[state-law] question directly to the State’s highest court,\nreducing the delay, cutting the cost, and increasing the\nassurance of gaining an authoritative response.” Ibid.\nThe rule relevant here is typical of certification statutes.\nNew York allows a federal court of appeals to certify “de-\nterminative questions of New York law . . . involved in a\ncase pending before that court for which no controlling\nprecedent of the Court of Appeals exists . . . to the [New\nYork] Court of Appeals.” N. Y. Comp. Code, Rules \u0026\nRegs., tit. 22, Rule 500.27(a) (2016).4\n\n——————\n  4 The New York Court of Appeals regularly accepts and answers certi-\nfied questions. See, e.g., Flo \u0026 Eddie, Inc. v. Sirius XM Radio, Inc., 28\nN. Y. 3d 583, ___ N. E. 3d ___ (Dec. 20, 2016) (certified Apr. 13, 2016);\nPasternack v. Laboratory Corp. of Am. Holdings, 27 N. Y. 3d 817, 59\nN. E. 3d 485 (June 30, 2016) (certified Nov. 17, 2015); Matter of Viking\nPump, Inc., 27 N. Y. 3d 244, 52 N. E. 3d 1144 (May 3, 2016) (certified\nJune 10, 2015); Beck Chevrolet Co. v. General Motors LLC, 27 N. Y. 3d\n379, 53 N. E. 3d 706 (May 3, 2016) (certified May 19, 2015); Ministers \u0026\nMissionaries Benefit Bd. v. Snow, 26 N. Y. 3d 466, 45 N. E. 3d 917 (Dec.\n15, 2015) (certified Mar. 5, 2015). The Second Circuit has “actively and\nvigorously employed” certification. Kaye, Tribute to Judge Guido\nCalabresi, 70 N. Y. U. Annual Survey Am. L. 33, 34 (2014) (noting,\nbased on service as the Chief Judge of the New York Court of Appeals,\nthat certification by the Second Circuit “has done an enormous amount\nto bridge the gap between our state and federal court systems”).\n\u000c8       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                SOTOMAYOR, J., concurring in judgment\n\n   While the decision to certify “rests in the sound discre-\ntion of the federal court,” Lehman Brothers v. Schein, 416\nU. S. 386, 391 (1974), this Court has repeatedly empha-\nsized that certification offers clear advantages over ab-\nstention. “[M]ere difficulty in ascertaining local law is no\nexcuse for” abstaining and “remitting the parties to a state\ntribunal for the start of another lawsuit.” Id., at 390.\nKeeping the case, waiting for an answer on the certified\nquestion, and then fully resolving the issues “in the long\nrun save[s] time, energy, and resources and helps build a\ncooperative judicial federalism.” Id., at 391. As a result,\n“the availability of certification greatly simplifies the\nanalysis” of whether to abstain. Bellotti v. Baird, 428\nU. S. 132, 151 (1976); see also Arizonans for Official Eng-\nlish, 520 U. S., at 75 (“Certification today covers territory\nonce dominated by a deferral device called Pullman ab-\nstention” (internal quotation marks omitted)). And this\nCourt has described abstention as particularly problematic\nwhere, as here, a challenge to a state statute rests on the\nFirst Amendment. Cf. Virginia v. American Booksellers\nAssn., Inc., 484 U. S. 383, 396 (1988) (“Certification, in\ncontrast to the more cumbersome and (in this context)\nproblematic abstention doctrine, is a method by which we\nmay expeditiously obtain that construction”); Houston v.\nHill, 482 U. S. 451, 467–468 (1987).\n   The court below chose a convoluted course: It rejected\ncertification, abstained in part, and decided the question\nin part. It did so by dividing petitioners’ challenge into\ntwo parts. As to the first part, it held that §518 did pro-\nhibit the pricing display that Expressions Hair Design and\nFive Points Academy prefer: displaying the cash price\nalongside the credit card charge.5 It found this application\n——————\n  5 The court below did not truly engage with the plain text reading of\n\n§518, under which a merchant may not charge different prices to cash\nand credit card customers. See 808 F. 3d 118, 128 (CA2 2015). It is\n\u000c                     Cite as: 581 U. S. ____ (2017)                    9\n\n                SOTOMAYOR, J., concurring in judgment\n\nof §518 consistent with the First Amendment. See 808\nF. 3d, at 130. As to the second part, it declined to address\nwhether §518 speaks to, or unconstitutionally restricts,\nhow petitioners who wish to display both the cash and\ncredit card prices in dollars-and-cents form can describe\nthe difference between those prices. See id., at 136. It\ndoubted whether §518 did reach that broadly and assumed\nthat, even if it did, the New York state courts would con-\nstrue the statute more narrowly—in line with the lapsed\nfederal provision. And so the court declined to certify the\nquestion and chose instead to abstain from deciding this\npart of petitioners’ challenge. See id., at 137–139. It did\nso even though New York, responsible for enforcing §518,\nhad “never quite abandon[ed]” its position that §518 might\nreach more broadly than the lapsed federal provision. Id.,\nat 140, n. 13.\n   The Second Circuit should have exercised its discretion\nto certify the antecedent state-law question here: What\npricing schemes or pricing displays does §518 prohibit?\nCertification might have avoided the need for a constitu-\ntional ruling altogether. If the state court reads §518 only\nas a price regulation, no constitutional concerns are impli-\ncated. Compare 44 Liquormart, Inc. v. Rhode Island, 517\nU. S. 484, 507 (1996) (plurality opinion) (“direct regula-\ntion” of prices does “not involve any restriction on\nspeech”), with Virginia Bd. of Pharmacy v. Virginia Citi-\nzens Consumer Council, Inc., 425 U. S. 748, 761 (1976)\n(price advertisements contain protected speech because\nthey convey a merchant’s “ ‘idea’ ” that “ ‘I will sell you the\nX prescription drug at the Y price’ ”). Or certification\nmight have limited the scope of the constitutional chal-\nlenge in the case. If the state court reads §518 to mirror\nthe lapsed federal ban, that would eliminate the need for a\n—————— \n\nfree to consider that reading on remand in light of the Court’s constitu-\ntional holding. \n\n\u000c10       EXPRESSIONS HAIR DESIGN v. SCHNEIDERMAN\n\n                 SOTOMAYOR, J., concurring in judgment\n\nconstitutional ruling on the second part of petitioners’\nchallenge (premised on a reading of §518 that prohibits\nmore than the lapsed federal ban). At the very least,\ncertification would have allowed the court to resolve peti-\ntioners’ entire challenge in one go.\n   The Second Circuit declined to exercise its discretion to\ncertify because it viewed the “state of the record” as too\nunderdeveloped. 808 F. 3d, at 141. It thought that the\nNew York Court of Appeals could not interpret §518, and\nthat it could not resolve the challenge to §518, based\non that record. Both issues are pure questions of law:\nwhether §518 prohibits petitioners’ preferred pricing sys-\ntems and displays (a statutory interpretation question for the\nNew York Court of Appeals) and whether §518 survives\npetitioners’ First Amendment challenge (a constitutional\nquestion for the Second Circuit). And both issues turn on\nonly a limited set of facts—the pricing systems and dis-\nplays that petitioners wish to use. As discussed above, the\nrecord contains those facts. The “state of the record” thus\ndoes not counsel against certification. Given the signifi-\ncant benefits certification offered and given the absence of\npersuasive downsides identified by the Second Circuit, the\ndecision not to certify was an abuse of discretion.\n                               B\n  The consequences of the decision not to certify reverber-\nate throughout the Court’s opinion today. For lack of a\ndefinitive interpretation of §518, it chooses to address only\nthe first part of petitioners’ challenge and to defer to the\nSecond Circuit’s partial interpretation of §518.6 Ante, at\n——————\n  6 It does so by invoking an interpretive rule of deference to a lower\n\nfederal court’s construction of the law of a State within its jurisdiction,\nin line with the general principle that this Court does not resolve issues\nof state law. I do not read the Court’s deference to the Second Circuit\nas holding that this Court will defer to a lower federal court’s interpre-\ntation of state law even where doing so would cast serious constitutional\n\u000c                      Cite as: 581 U. S. ____ (2017)                     11\n\n                 SOTOMAYOR, J., concurring in judgment\n\n6–8. It then holds that §518 does restrict constitutionally\nprotected speech. Ante, at 8–10. But it does not decide\nwhether §518’s restriction is constitutionally permissible\nbecause doing so would require it to answer the ever-\npresent question in this case: “whether the statute permits\n. . . pricing schemes like the one . . . Expressions currently\nuses.” Ante, at 10, n. 3. And so it sends this case back to\nthe Second Circuit for further proceedings. Ante, at 10.\n                             III\n  “The complexity” of this case “might have been avoided,”\nArizonans for Official English, 520 U. S., at 79, had the\nSecond Circuit certified the question of §518’s meaning\nwhen the case was first before it. The Court’s opinion does\nnot foreclose the Second Circuit from choosing that route\non remand. But rather than contributing to the piecemeal\nresolution of this case, I would vacate the judgment below\nand remand with instructions to certify the case to the\nNew York Court of Appeals to allow it to definitively\ninterpret §518. I thus concur only in the judgment.\n\n\n\n\n——————\ndoubt on, or invalidate, a state law. Such a rule would be incorrect.\nSee Frisby v. Schultz, 487 U. S. 474, 483 (1988) (describing lower\ncourts’ interpretation as “plain error . . . [t]o the extent they endorsed a\nbroad reading of the” law at issue because “the lower courts ran afoul of\nthe well-established principle that statutes will be interpreted to avoid\nconstitutional difficulties”). The Court’s silence on the relevance of the\navoidance canon to the Second Circuit’s interpretation is consistent\nwith an unexpressed conclusion, with which I disagree, that no narrow-\ning construction is available that would avoid constitutional concerns or\nthat a broader constriction raises no constitutional concerns.\n\u000c",
	"cited_id": [
		110312
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Central Hudson Gas \u0026 Elec. Corp. v. Public Serv. Comm’n of N. Y., 447 U. S. 557 (1980)"
	],
	"case_extract": [
		"Cen- tral Hudson Gas \u0026 Elec. Corp. v. Public Serv. Comm’n of N. Y., 447 U. S. 557 (1980)"
	],
	"citing_sentence": "On that question, the parties dispute whether §518 is a valid commercial speech regulation under Cen- tral Hudson Gas \u0026 Elec. Corp. v. Public Serv. Comm’n of N. Y., 447 U. S. 557 (1980),",
	"citing_paragraph": "Because it concluded otherwise, the Court of Appeals had no occasion to conduct a further inquiry into whether §518, as a speech regulation, survived First Amendment scrutiny. On that question, the parties dispute whether §518 is a valid commercial speech regulation under Cen- tral Hudson Gas \u0026 Elec. Corp. v. Public Serv. Comm’n of N. Y., 447 U. S. 557 (1980), and whether the law can be upheld as a valid disclosure requirement under Zauderer v. Office of Disciplinary Counsel of Supreme Court of Ohio, 471 U. S. 626 (1985).",
	"relevant_keywords": [
		"commercial",
		"regulate",
		"speech",
		"commercial speech",
		"restrict",
		"scrutiny"
	],
	"query": [
		"(restrict! OR regulat! OR control!) AND \"commercial speech\"",
		"(restrict! OR regulat! OR control!) AND (\"commercial speech\" OR (commercial AND speech) AND scrutiny)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "speech"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "price control",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "restrict*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "regulat*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "control*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "restrict*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "regulat*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "control*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"must": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "commercial speech",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "scrutiny"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "commercial"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "speech"
													}
												}
											]
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}