{
	"id": 33,
	"case_id": 4155979,
	"case_title": "Moore v. Texas",
	"date_filed": "2017-03-28",
	"html": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                              MOORE v. TEXAS\n\nCERTIORARI TO THE COURT OF CRIMINAL APPEALS OF TEXAS\n\n  No. 15–797.      Argued November 29, 2016—Decided March 28, 2017\nPetitioner Moore was convicted of capital murder and sentenced to\n  death for fatally shooting a store clerk during a botched robbery that\n  occurred when Moore was 20 years old. A state habeas court subse-\n  quently determined that, under Atkins v. Virginia, 536 U. S. 304, and\n  Hall v. Florida, 572 U. S. ___, Moore qualified as intellectually disa-\n  bled and that his death sentence therefore violated the Eighth\n  Amendment’s proscription of “cruel and unusual punishments.” The\n  court consulted current medical diagnostic standards—the 11th edi-\n  tion of the American Association on Intellectual and Developmental\n  Disabilities clinical manual (AAIDD–11) and the 5th edition of the\n  Diagnostic and Statistical Manual of Mental Disorders published by\n  the American Psychiatric Association. The habeas court followed the\n  generally accepted intellectual-disability definition, which identifies\n  three core elements: (1) intellectual-functioning deficits, (2) adaptive\n  deficits, and (3) the onset of these deficits while still a minor. Moore’s\n  IQ scores, the court determined, established subaverage intellectual\n  functioning. The court credited six scores, the average of which\n  (70.66) indicated mild intellectual disability. And relying on testimo-\n  ny from mental-health professionals, the court found significant\n  adaptive deficits in all three skill sets (conceptual, social, and practi-\n  cal). Based on its findings, the habeas court recommended to the\n  Texas Court of Criminal Appeals (CCA) that Moore be granted relief.\n  The CCA declined to adopt the judgment recommended by the habeas\n  court. The CCA held instead that the habeas court erred by not fol-\n  lowing the CCA’s 2004 decision in Ex parte Briseno, 135 S. W. 3d 1,\n  which adopted the definition of, and standards for assessing, intellec-\n  tual disability contained in the 1992 (ninth) edition of the American\n  Association on Mental Retardation manual (AAMR–9), predecessor to\n  the current AAIDD–11 manual. Briseno also incorporated the\n\u000c2                          MOORE v. TEXAS\n\n                                Syllabus\n\n AAMR–9’s requirement that adaptive deficits must be “related” to in-\n tellectual-functioning deficits, and it recited, without citation to any\n medical or judicial authority, seven evidentiary factors relevant to\n the intellectual-disability inquiry. Based on only two of Moore’s IQ\n scores (of 74 and 78), the CCA concluded that Moore had not shown\n significantly subaverage intellectual functioning. And even if he had,\n the CCA continued, his adaptive strengths undercut any adaptive\n weaknesses. The habeas court also failed, the CCA determined, to\n inquire into relatedness. Among alternative causes for Moore’s adap-\n tive deficits, the CCA suggested, were an abuse-filled childhood, un-\n diagnosed learning disorders, multiple elementary-school transfers,\n racially motivated harassment and violence at school, and a history\n of academic failure, drug abuse, and absenteeism. Briseno’s seven\n evidentiary factors, the CCA further determined, weighed against\n finding that Moore had satisfied the relatedness requirement.\nHeld: By rejecting the habeas court’s application of medical guidance\n and by following the Briseno standard, including the nonclinical\n Briseno factors, the CCA’s decision does not comport with the Eighth\n Amendment and this Court’s precedents. Pp. 9–18.\n    (a) The Eighth Amendment, which “ ‘reaffirms the duty of the gov-\n ernment to respect the dignity of all persons,’ ” Hall, 572 U. S., at ___,\n prohibits the execution of any intellectually disabled individual, At-\n kins, 536 U. S., at 321. While Atkins and Hall left to the States “the\n task of developing appropriate ways to enforce” the restriction on ex-\n ecuting the intellectually disabled, Hall, 572 U. S., at ___ (internal\n quotation marks omitted), States’ discretion is not “unfettered,” id.,\n at ___, and must be “informed by the medical community’s diagnostic\n framework,” id., at ___–___. Relying on the most recent (and still\n current) versions of the leading diagnostic manuals, the Court con-\n cluded in Hall that Florida had “disregard[ed] established medical\n practice,” id., at ___, and had parted ways with practices and trends\n in other States, id., at ___–___. Hall indicated that being informed by\n the medical community does not demand adherence to everything\n stated in the latest medical guide. But neither does precedent license\n disregard of current medical standards. Pp. 9–10.\n    (b) The CCA’s conclusion that Moore’s IQ scores established that he\n is not intellectually disabled is irreconcilable with Hall, which in-\n structs that, where an IQ score is close to, but above, 70, courts must\n account for the test’s “standard error of measurement.” See 572\n U. S., at ___–___, ___–___. Because the lower range of Moore’s ad-\n justed IQ score of 74 falls at or below 70, the CCA had to move on to\n consider Moore’s adaptive functioning. Pp. 10–12.\n    (c) The CCA’s consideration of Moore’s adaptive functioning also\n deviated from prevailing clinical standards and from the older clini-\n\u000c                      Cite as: 581 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  cal standards the CCA deemed applicable. Pp. 12–16.\n       (1) The CCA overemphasized Moore’s perceived adaptive\n  strengths—living on the streets, mowing lawns, and playing pool for\n  money—when the medical community focuses the adaptive-\n  functioning inquiry on adaptive deficits. The CCA also stressed\n  Moore’s improved behavior in prison, but clinicians caution against\n  reliance on adaptive strengths developed in controlled settings.\n  Pp. 12–13.\n       (2) The CCA further concluded that Moore’s record of academic\n  failure, along with a history of childhood abuse and suffering, de-\n  tracted from a determination that his intellectual and adaptive defi-\n  cits were related. The medical community, however, counts traumat-\n  ic experiences as risk factors for intellectual disability. The CCA also\n  departed from clinical practice by requiring Moore to show that his\n  adaptive deficits were not related to “a personality disorder.” Men-\n  tal-health professionals recognize that intellectually disabled people\n  may have other co-existing mental or physical impairments, includ-\n  ing, e.g., attention-deficit/hyperactivity disorder, depressive and bipo-\n  lar disorders, and autism. Pp. 13–14.\n       (3) The CCA’s attachment to the seven Briseno evidentiary fac-\n  tors further impeded its assessment of Moore’s adaptive functioning.\n  By design and in operation, the lay perceptions advanced by Briseno\n  “creat[e] an unacceptable risk that persons with intellectual disabil-\n  ity will be executed.” Hall, 572 U. S., at ___. The medical profession\n  has endeavored to counter lay stereotypes, and the Briseno factors\n  are an outlier, in comparison both to other States’ handling of intel-\n  lectual-disability pleas and to Texas’ own practices in contexts other\n  than the death penalty. Pp. 14–16.\n     (d) States have some flexibility, but not “unfettered discretion,” in\n  enforcing Atkins’ holding, Hall, 572 U. S., at ___, and the medical\n  community’s current standards, reflecting improved understanding\n  over time, constrain States’ leeway in this area. Here, the habeas\n  court applied current medical standards in reaching its conclusion,\n  but the CCA adhered to the standard it laid out in Briseno, including\n  the nonclinical Briseno factors. The CCA therefore failed adequately\n  to inform itself of the “medical community’s diagnostic framework,”\n  Hall, 572 U. S., at ___–___. Because Briseno pervasively infected the\n  CCA’s analysis, the decision of that court cannot stand. Pp. 17–18.\n470 S. W. 3d 481, vacated and remanded.\n\n  GINSBURG, J., delivered the opinion of the Court, in which KENNEDY,\nBREYER, SOTOMAYOR, and KAGAN, JJ., joined. ROBERTS, C. J., filed a\ndissenting opinion, in which THOMAS and ALITO, JJ., joined.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–797\n                                   _________________\n\n\n    BOBBY JAMES MOORE, PETITIONER v. TEXAS\n           ON WRIT OF CERTIORARI TO THE COURT OF\n\n                CRIMINAL APPEALS OF TEXAS\n\n                                [March 28, 2017]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  Bobby James Moore fatally shot a store clerk during a\nbotched robbery. He was convicted of capital murder and\nsentenced to death. Moore challenged his death sentence\non the ground that he was intellectually disabled and\ntherefore exempt from execution. A state habeas court\nmade detailed factfindings and determined that, under\nthis Court’s decisions in Atkins v. Virginia, 536 U. S. 304\n(2002), and Hall v. Florida, 572 U. S. ___ (2014), Moore\nqualified as intellectually disabled. For that reason, the\ncourt concluded, Moore’s death sentence violated the\nEighth Amendment’s proscription of “cruel and unusual\npunishments.” The habeas court therefore recommended\nthat Moore be granted relief.\n  The Texas Court of Criminal Appeals (CCA)1 declined to\nadopt the judgment recommended by the state habeas\ncourt.2 In the CCA’s view, the habeas court erroneously\n——————\n  1 The CCA is Texas’ court of last resort in criminal cases. See Tex.\n\nConst., Art. 5, §5.\n  2 Under Texas law, the CCA, not the court of first instance, is “the\n\nultimate factfinder” in habeas corpus proceedings. Ex parte Reed, 271\nS. W. 3d 698, 727 (Tex. Crim. App. 2008); see Ex parte Moore, 470\nS. W. 3d 481, 489 (Tex. Crim. App. 2015).\n\u000c2                     MOORE v. TEXAS\n\n                      Opinion of the Court\n\nemployed intellectual-disability guides currently used in\nthe medical community rather than the 1992 guides\nadopted by the CCA in Ex parte Briseno, 135 S. W. 3d 1\n(2004). See Ex parte Moore, 470 S. W. 3d 481, 486–487\n(2015). The appeals court further determined that the\nevidentiary factors announced in Briseno “weigh[ed]\nheavily” against upsetting Moore’s death sentence. 470\nS. W. 3d, at 526.\n   We vacate the CCA’s judgment. As we instructed in\nHall, adjudications of intellectual disability should be\n“informed by the views of medical experts.” 572 U. S., at\n___ (slip op., at 19); see id., at ___ (slip op., at 7). That\ninstruction cannot sensibly be read to give courts leave to\ndiminish the force of the medical community’s consensus.\nMoreover, the several factors Briseno set out as indicators\nof intellectual disability are an invention of the CCA un-\ntied to any acknowledged source. Not aligned with the\nmedical community’s information, and drawing no\nstrength from our precedent, the Briseno factors “creat[e]\nan unacceptable risk that persons with intellectual dis-\nability will be executed,” 572 U. S., at ___ (slip op., at 1).\nAccordingly, they may not be used, as the CCA used them,\nto restrict qualification of an individual as intellectually\ndisabled.\n                              I\n  In April 1980, then-20-year-old Bobby James Moore and\ntwo others were engaged in robbing a grocery store.\nEx parte Moore, 470 S. W. 3d 481, 490–491 (Tex. Crim.\nApp. 2015); App. 58. During the episode, Moore fatally\nshot a store clerk. 470 S. W. 3d, at 490. Some two months\nlater, Moore was convicted and sentenced to death. See\nid., at 492. A federal habeas court later vacated that\nsentence based on ineffective assistance of trial counsel,\nsee Moore v. Collins, 1995 U. S. Dist. LEXIS 22859, *35\n(SD Tex., Sept. 29, 1995), and the Fifth Circuit affirmed,\n\u000c                  Cite as: 581 U. S. ____ (2017)            3\n\n                      Opinion of the Court\n\nsee Moore v. Johnson, 194 F. 3d 586, 622 (1999). Moore\nwas resentenced to death in 2001, and the CCA affirmed\non direct appeal. See Moore v. State, 2004 WL 231323, *1\n(Jan. 14, 2004), cert. denied, 543 U. S. 931 (2004).\n   Moore subsequently sought state habeas relief. In 2014,\nthe state habeas court conducted a two-day hearing on\nwhether Moore was intellectually disabled. See Ex parte\nMoore, No. 314483–C (185th Jud. Dist., Harris Cty., Tex.,\nFeb. 6, 2015), App. to Pet. for Cert. 129a. The court re-\nceived affidavits and heard testimony from Moore’s family\nmembers, former counsel, and a number of court-\nappointed mental-health experts. The evidence revealed\nthat Moore had significant mental and social difficulties\nbeginning at an early age. At 13, Moore lacked basic\nunderstanding of the days of the week, the months of the\nyear, and the seasons; he could scarcely tell time or com-\nprehend the standards of measure or the basic principle\nthat subtraction is the reverse of addition. Id., at 187a.\nAt school, because of his limited ability to read and write,\nMoore could not keep up with lessons. Id., at 146a, 182a–\n183a. Often, he was separated from the rest of the class\nand told to draw pictures. Ibid. Moore’s father, teachers,\nand peers called him “stupid” for his slow reading and\nspeech. Id., at 146a, 183a. After failing every subject in\nthe ninth grade, Moore dropped out of high school. Id., at\n188a. Cast out of his home, he survived on the streets,\neating from trash cans, even after two bouts of food poi-\nsoning. Id., at 192a–193a.\n   In evaluating Moore’s assertion of intellectual disability,\nthe state habeas court consulted current medical diagnos-\ntic standards, relying on the 11th edition of the American\nAssociation on Intellectual and Developmental Disabilities\n(AAIDD) clinical manual, see AAIDD, Intellectual Disabil-\nity: Definition, Classification, and Systems of Supports\n(2010) (hereinafter AAIDD–11), and on the 5th edition of\nthe Diagnostic and Statistical Manual of Mental Disorders\n\u000c4                         MOORE v. TEXAS\n\n                          Opinion of the Court\n\npublished by the American Psychiatric Association (APA),\nsee APA, Diagnostic and Statistical Manual of Mental\nDisorders (2013) (hereinafter DSM–5). App. to Pet. for\nCert. 150a–151a, 202a. The court followed the generally\naccepted, uncontroversial intellectual-disability diagnos-\ntic definition, which identifies three core elements:\n(1) intellectual-functioning deficits (indicated by an IQ\nscore “approximately two standard deviations below the\nmean”—i.e., a score of roughly 70—adjusted for “the\nstandard error of measurement,” AAIDD–11, at 27); (2)\nadaptive deficits (“the inability to learn basic skills and\nadjust behavior to changing circumstances,” Hall v. Flor-\nida, 572 U. S. ___, ___ (2014) (slip op., at 8)); and (3) the\nonset of these deficits while still a minor. See App. to Pet.\nfor Cert. 150a (citing AAIDD–11, at 1). See also Hall, 572\nU. S., at ___ (slip op., at 8).3\n   Moore’s IQ scores, the habeas court determined, estab-\nlished subaverage intellectual functioning. The court\ncredited six of Moore’s IQ scores, the average of which\n(70.66) indicated mild intellectual disability. App. to Pet.\nfor Cert. 167a–170a.4 And relying on testimony from\nseveral mental-health experts, the habeas court found\nsignificant adaptive deficits. In determining the signifi-\ncance of adaptive deficits, clinicians look to whether an\nindividual’s adaptive performance falls two or more stand-\nard deviations below the mean in any of the three adaptive\nskill sets (conceptual, social, and practical). See AAIDD–\n11, at 43. Moore’s performance fell roughly two standard\ndeviations below the mean in all three skill categories.\nApp. to Pet. for Cert. 200a–201a. Based on this evidence,\nthe state habeas court recommended that the CCA reduce\n——————\n    3 The\n       third element is not at issue here.\n    4 The\n        habeas court considered a seventh score (of 59 on a WAIS–IV\ntest administered in 2013) elsewhere in its opinion, see App. to Pet. for\nCert. 170a–172a, but did not include that score in the calculation of\nMoore’s average IQ score, see id., at 170a.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    5\n\n                          Opinion of the Court\n\nMoore’s sentence to life in prison or grant him a new trial\non intellectual disability. See id., at 203a.\n   The CCA rejected the habeas court’s recommendations\nand denied Moore habeas relief. See 470 S. W. 3d 481. At\nthe outset of its opinion, the CCA reaffirmed Ex parte\nBriseno, 135 S. W. 3d 1 (Tex. Crim. App. 2004), as para-\nmount precedent on intellectual disability in Texas capital\ncases. See 470 S. W. 3d, at 486–487. Briseno adopted the\ndefinition of, and standards for assessing, intellectual\ndisability contained in the 1992 (ninth) edition of the\nAmerican Association on Mental Retardation (AAMR)\nmanual, predecessor to the current AAIDD–11 manual.\nSee 135 S. W. 3d, at 7 (citing AAMR, Mental Retardation:\nDefinition, Classification, and Systems of Supports (9th\ned. 1992) (hereinafter AAMR–9)).\n   Briseno incorporated the AAMR–9’s requirement that\nadaptive deficits be “related” to intellectual-functioning\ndeficits. 135 S. W. 3d, at 7 (quoting AAMR–9, at 25).5 To\ndetermine whether a defendant has satisfied the related-\nness requirement, the CCA instructed in this case, Texas\ncourts should attend to the “seven evidentiary factors”\nfirst set out in Briseno. 470 S. W. 3d, at 489.6 No citation to\n——————\n   5 This relatedness requirement, the CCA noted, is retained in the\n\nDSM–5. See 470 S. W. 3d, at 487, n. 5 (citing DSM–5, at 38).\n   6 The seven “Briseno factors” are:\n\n●\t “Did those who knew the person best during the developmental\n   stage—his family, friends, teachers, employers, authorities—think he\n   was mentally retarded at that time, and, if so, act in accordance with\n   that determination?\n●\t “Has the person formulated plans and carried them through or is his\n   conduct impulsive?\n●\t “Does his conduct show leadership or does it show that he is led\n   around by others?\n●\t “Is his conduct in response to external stimuli rational and appropri-\n   ate, regardless of whether it is socially acceptable?\n●\t “Does he respond coherently, rationally, and on point to oral or\n   written questions or do his responses wander from subject to subject?\n●\t “Can the person hide facts or lie effectively in his own or others’\n\u000c6                          MOORE v. TEXAS\n\n                           Opinion of the Court\n\nany authority, medical or judicial, accompanied the\nBriseno court’s recitation of the seven factors. See 135\nS. W. 3d, at 8–9.\n    The habeas judge erred, the CCA held, by “us[ing] the\nmost current position, as espoused by AAIDD, regarding\nthe diagnosis of intellectual disability rather than the test\n. . . in Briseno.” 470 S. W. 3d, at 486. This Court’s deci-\nsion in Atkins v. Virginia, 536 U. S. 304 (2002), the CCA\nemphasized, “left it to the States to develop appropriate\nways to enforce the constitutional restriction” on the exe-\ncution of the intellectually disabled. 470 S. W. 3d, at 486.\nThus, even though “[i]t may be true that the AAIDD’s and\nAPA’s positions regarding the diagnosis of intellectual\ndisability have changed since Atkins and Briseno,” the\nCCA retained Briseno’s instructions, both because of “the\nsubjectivity surrounding the medical diagnosis of intellec-\ntual disability” and because the Texas Legislature had\nnot displaced Briseno with any other guideposts. 470\nS. W. 3d, at 486–487. The Briseno inquiries, the court\nsaid, “remai[n] adequately ‘informed by the medical com-\nmunity’s diagnostic framework.’ ” 470 S. W. 3d, at 487\n(quoting Hall, 572 U. S., at ___ (slip op., at 19–20)).\n    Employing Briseno, the CCA first determined that\nMoore had failed to prove significantly subaverage intel-\nlectual functioning. 470 S. W. 3d, at 514–519. Rejecting\nas unreliable five of the seven IQ tests the habeas court\nhad considered, the CCA limited its appraisal to Moore’s\nscores of 78 in 1973 and 74 in 1989. Id., at 518–519. The\ncourt then discounted the lower end of the standard-error\nrange associated with those scores. Id., at 519; see infra,\nat 10–11 (describing standard error of measurement).\n——————\n     interests?\n●\t   “Putting aside any heinousness or gruesomeness surrounding the\n     capital offense, did the commission of that offense require fore-\n     thought, planning, and complex execution of purpose?” Briseno, 135\n     S. W. 3d, at 8–9.\n\u000c                   Cite as: 581 U. S. ____ (2017)              7\n\n                       Opinion of the Court\n\nRegarding the score of 74, the court observed that Moore’s\nhistory of academic failure, and the fact that he took the\ntest while “exhibit[ing] withdrawn and depressive behav-\nior” on death row, might have hindered his performance.\n470 S. W. 3d, at 519. Based on the two scores, but not on\nthe lower portion of their ranges, the court concluded that\nMoore’s scores ranked “above the intellectually disabled\nrange” (i.e., above 70). Ibid.; see id., at 513.\n   “Even if [Moore] had proven that he suffers from signifi-\ncantly sub-average general intellectual functioning,” the\ncourt continued, he failed to prove “significant and related\nlimitations in adaptive functioning.” Id., at 520. True, the\ncourt acknowledged, Moore’s and the State’s experts\nagreed that Moore’s adaptive-functioning test scores fell\nmore than two standard deviations below the mean. Id.,\nat 521; see supra, at 4. But the State’s expert ultimately\ndiscounted those test results because Moore had “no expo-\nsure” to certain tasks the testing included, “such as writ-\ning a check and using a microwave oven.” 470 S. W. 3d, at\n521–522. Instead, the expert emphasized Moore’s adap-\ntive strengths in school, at trial, and in prison. Id., at\n522–524.\n   The CCA credited the state expert’s appraisal. Id., at\n524. The habeas court, the CCA concluded, had erred by\nconcentrating on Moore’s adaptive weaknesses. Id., at\n489. Moore had demonstrated adaptive strengths, the\nCCA spelled out, by living on the streets, playing pool and\nmowing lawns for money, committing the crime in a so-\nphisticated way and then fleeing, testifying and represent-\ning himself at trial, and developing skills in prison. Id., at\n522–523. Those strengths, the court reasoned, undercut\nthe significance of Moore’s adaptive limitations. Id., at\n524–525.\n   The habeas court had further erred, the CCA deter-\nmined, by failing to consider whether any of Moore’s adap-\ntive deficits were related to causes other than his intellectual-\n\u000c8                     MOORE v. TEXAS\n\n                     Opinion of the Court\n\nfunctioning deficits. Id., at 488, 526. Among alterna-\ntive causes for Moore’s adaptive deficits, the CCA suggested,\nwere an abuse-filled childhood, undiagnosed learning\ndisorders, multiple elementary-school transfers, racially\nmotivated harassment and violence at school, and a his-\ntory of academic failure, drug abuse, and absenteeism. Ibid.\nMoore’s significant improvement in prison, in the CCA’s\nview, confirmed that his academic and social difficulties\nwere not related to intellectual-functioning deficits. Ibid.\nThe court then examined each of the seven Briseno evi-\ndentiary factors, see supra, at 5–6, and n. 6, concluding\nthat those factors “weigh[ed] heavily” against finding that\nMoore had satisfied the relatedness requirement. 470\nS. W. 3d, at 526–527.\n   Judge Alcala dissented. Atkins and Hall, she would\nhave held, require courts to consult current medical\nstandards to determine intellectual disability.          470\nS. W. 3d, at 530. She criticized the majority for relying on\nmanuals superseded in the medical community, id., at\n530–534, 536–539, and for disregarding the habeas court’s\ncredibility determinations, id., at 535–536, 538–539.\nJudge Alcala questioned the legitimacy of the seven\nBriseno factors, recounting wide criticism of the factors\nand explaining how they deviate from the current medical\nconsensus. See 470 S. W. 3d, at 529–530, and n. 5. Most\nemphatically, she urged, the CCA “must consult the medi-\ncal community’s current views and standards in determin-\ning whether a defendant is intellectually disabled”; “reli-\nance on . . . standard[s] no longer employed by the medical\ncommunity,” she objected, “is constitutionally unaccept-\nable.” Id., at 533.\n   We granted certiorari to determine whether the CCA’s\nadherence to superseded medical standards and its reli-\nance on Briseno comply with the Eighth Amendment and\nthis Court’s precedents. 578 U. S. ___ (2016).\n\u000c                  Cite as: 581 U. S. ____ (2017)              9\n\n                      Opinion of the Court\n\n                                II\n   The Eighth Amendment prohibits “cruel and unusual\npunishments,” and “reaffirms the duty of the government\nto respect the dignity of all persons,” Hall, 572 U. S., at\n___ (slip op., at 5) (quoting Roper v. Simmons, 543 U. S.\n551, 560 (2005)). “To enforce the Constitution’s protection\nof human dignity,” we “loo[k] to the evolving standards of\ndecency that mark the progress of a maturing society,”\nrecognizing that “[t]he Eighth Amendment is not fastened\nto the obsolete.” Hall, 572 U. S., at ___ (slip op., at 5)\n(internal quotation marks omitted).\n   In Atkins v. Virginia, we held that the Constitution\n“restrict[s] . . . the State’s power to take the life of ” any\nintellectually disabled individual. 536 U. S., at 321. See\nalso Hall, 572 U. S., at ___ (slip op., at 6); Roper, 543 U. S.,\nat 563–564. Executing intellectually disabled individuals,\nwe concluded in Atkins, serves no penological purpose, see\n536 U. S., at 318–320; runs up against a national consen-\nsus against the practice, see id., at 313–317; and creates a\n“risk that the death penalty will be imposed in spite of\nfactors which may call for a less severe penalty,” id., at\n320 (internal quotation marks omitted); see id., at 320–\n321.\n   In Hall v. Florida, we held that a State cannot refuse to\nentertain other evidence of intellectual disability when a\ndefendant has an IQ score above 70. 572 U. S., at ___–___\n(slip op., at 21–22). Although Atkins and Hall left to the\nStates “the task of developing appropriate ways to enforce”\nthe restriction on executing the intellectually disabled, 572\nU. S., at ___ (slip op., at 17) (quoting Atkins, 536 U. S., at\n317), States’ discretion, we cautioned, is not “unfettered,”\n572 U. S., at ___ (slip op., at 17). Even if “the views of\nmedical experts” do not “dictate” a court’s intellectual-\ndisability determination, id., at ___ (slip op., at 19), we\nclarified, the determination must be “informed by the\nmedical community’s diagnostic framework,” id., at ___–\n\u000c10                    MOORE v. TEXAS\n\n                     Opinion of the Court\n\n___ (slip op., at 19–20). We relied on the most recent (and\nstill current) versions of the leading diagnostic manuals—\nthe DSM–5 and AAIDD–11. Id., at ___, ___, ___–___, ___–\n___ (slip op., at 3, 8, 10–11, 20–21). Florida, we concluded,\nhad violated the Eighth Amendment by “disregard[ing]\nestablished medical practice.” Id., at ___ (slip op., at 10).\nWe further noted that Florida had parted ways with prac-\ntices and trends in other States. Id., at ___–___ (slip op.,\nat 12–16). Hall indicated that being informed by the\nmedical community does not demand adherence to every-\nthing stated in the latest medical guide. But neither\ndoes our precedent license disregard of current medical\nstandards.\n                               III\n   The CCA’s conclusion that Moore’s IQ scores established\nthat he is not intellectually disabled is irreconcilable with\nHall. Hall instructs that, where an IQ score is close to,\nbut above, 70, courts must account for the test’s “standard\nerror of measurement.” See id., at ___–___, ___–___ (slip\nop., at 10–11, 21–22). See also Brumfield v. Cain, 576\nU. S. ___, ___ (2015) (slip op., at 10) (relying on Hall to\nfind unreasonable a state court’s conclusion that a score of\n75 precluded an intellectual-disability finding). As we\nexplained in Hall, the standard error of measurement is “a\nstatistical fact, a reflection of the inherent imprecision of\nthe test itself.” 572 U. S., at ___ (slip op., at 10). “For\npurposes of most IQ tests,” this imprecision in the testing\ninstrument “means that an individual’s score is best un-\nderstood as a range of scores on either side of the recorded\nscore . . . within which one may say an individual’s true IQ\nscore lies.” Id., at ___ (slip op., at 11). A test’s standard\nerror of measurement “reflects the reality that an individ-\nual’s intellectual functioning cannot be reduced to a single\nnumerical score.” Ibid. See also id., at ___–___ (slip op.,\nat 10–12); DSM–5, at 37; AAIDD, User’s Guide: Intellec-\n\u000c                     Cite as: 581 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\ntual Disability: Definition, Classification, and Systems of\nSupports 22–23 (11th ed. 2012) (hereinafter AAIDD–11\nUser’s Guide).\n  Moore’s score of 74, adjusted for the standard error of\nmeasurement, yields a range of 69 to 79, see 470 S. W. 3d,\nat 519, as the State’s retained expert acknowledged, see\nBrief for Petitioner 39, n. 18; App. 185, 189–190. Because\nthe lower end of Moore’s score range falls at or below 70,\nthe CCA had to move on to consider Moore’s adaptive\nfunctioning. See Hall, 572 U. S., at ___–___ (slip op., at\n21–22); 470 S. W. 3d, at 536 (Alcala, J., dissenting) (even if\nthe majority correctly limited the scores it would consider,\n“current medical standards . . . would still require [the\nCCA] to examine whether [Moore] has adaptive deficits”).\n  Both Texas and the dissent maintain that the CCA\nproperly considered factors unique to Moore in disregard-\ning the lower end of the standard-error range. Post, at 14–\n15; Brief for Respondent 41–42; see supra, at 6–7; 470\nS. W. 3d, at 519. But the presence of other sources of\nimprecision in administering the test to a particular indi-\nvidual, see post, at 14–16, and n. 3, cannot narrow the\ntest-specific standard-error range.7\n  In requiring the CCA to move on to consider Moore’s\nadaptive functioning in light of his IQ evidence, we do not\nsuggest that “the Eighth Amendment turns on the slight-\nest numerical difference in IQ score,” post, at 15–16. Hall\n——————\n  7 The  dissent suggests that Hall tacitly approved Idaho’s approach to\ncapital sentencing, which the dissent characterizes as “grant[ing] trial\ncourts discretion to draw ‘reasonable inferences’ about IQ scores and,\nwhere appropriate, decline to consider the full range of the [standard\nerror of measurement].” Post, at 14–15 (quoting Hall, 572 U. S., at ___\n(slip op., at 15) (quoting Pizzuto v. State, 146 Idaho 720, 729, 202 P. 3d\n642, 651 (2008))). We referred in Hall to Idaho’s capital-sentencing\nscheme, however, only to note that the State had “passed legislation\nallowing a defendant to present additional evidence of intellectual\ndisability even when an IQ test score is above 70.” 572 U. S., at ___\n(slip op., at 15).\n\u000c12                    MOORE v. TEXAS\n\n                     Opinion of the Court\n\ninvalidated Florida’s strict IQ cutoff because the cutoff\ntook “an IQ score as final and conclusive evidence of a\ndefendant’s intellectual capacity, when experts in the field\nwould consider other evidence.” 572 U. S., at ___ (slip op.,\nat 10). Here, by contrast, we do not end the intellectual-\ndisability inquiry, one way or the other, based on Moore’s\nIQ score. Rather, in line with Hall, we require that courts\ncontinue the inquiry and consider other evidence of intel-\nlectual disability where an individual’s IQ score, adjusted\nfor the test’s standard error, falls within the clinically\nestablished range for intellectual-functioning deficits.\n                             IV\n  The CCA’s consideration of Moore’s adaptive functioning\nalso deviated from prevailing clinical standards and from\nthe older clinical standards the court claimed to apply.\n                              A\n   In concluding that Moore did not suffer significant\nadaptive deficits, the CCA overemphasized Moore’s per-\nceived adaptive strengths. The CCA recited the strengths\nit perceived, among them, Moore lived on the streets,\nmowed lawns, and played pool for money. See 470 S. W.\n3d, at 522–523, 526–527. Moore’s adaptive strengths, in\nthe CCA’s view, constituted evidence adequate to over-\ncome the considerable objective evidence of Moore’s adap-\ntive deficits, see supra, at 4; App. to Pet. for Cert. 180a–\n202a. See 470 S. W. 3d, at 522–524, 526–527. But the\nmedical community focuses the adaptive-functioning\ninquiry on adaptive deficits. E.g., AAIDD–11, at 47 (“sig-\nnificant limitations in conceptual, social, or practical\nadaptive skills [are] not outweighed by the potential\nstrengths in some adaptive skills”); DSM–5, at 33, 38\n(inquiry should focus on “[d]eficits in adaptive function-\ning”; deficits in only one of the three adaptive-skills do-\nmains suffice to show adaptive deficits); see Brumfield,\n\u000c                     Cite as: 581 U. S. ____ (2017)                    13\n\n                          Opinion of the Court\n\n576 U. S., at ___ (slip op., at 15) (“[I]ntellectually disabled\npersons may have ‘strengths in social or physical capabili-\nties, strengths in some adaptive skill areas, or strengths in\none aspect of an adaptive skill in which they otherwise\nshow an overall limitation.’ ” (quoting AAMR, Mental\nRetardation: Definition, Classification, and Systems of\nSupports 8 (10th ed. 2002)).8\n   In addition, the CCA stressed Moore’s improved behavior\nin prison. 470 S. W. 3d, at 522–524, 526–527. Clinicians,\nhowever, caution against reliance on adaptive strengths\ndeveloped “in a controlled setting,” as a prison surely is.\nDSM–5, at 38 (“Adaptive functioning may be difficult to\nassess in a controlled setting (e.g., prisons, detention cen-\nters); if possible, corroborative information reflecting func-\ntioning outside those settings should be obtained.”); see\nAAIDD–11 User’s Guide 20 (counseling against reliance on\n“behavior in jail or prison”).\n                              B\n  The CCA furthermore concluded that Moore’s record of\nacademic failure, along with the childhood abuse and\nsuffering he endured, detracted from a determination that\nhis intellectual and adaptive deficits were related. See\n470 S. W. 3d, at 488, 526; supra, at 5, 7–8. Those trau-\nmatic experiences, however, count in the medical commu-\nnity as “risk factors” for intellectual disability. AAIDD–\n11, at 59–60 (emphasis added). Clinicians rely on such\nfactors as cause to explore the prospect of intellectual\ndisability further, not to counter the case for a disability\n\n——————\n  8 The dissent suggests that disagreement exists about the precise role\n\nof adaptive strengths in the adaptive-functioning inquiry. See post, at\n11–12. But even if clinicians would consider adaptive strengths along-\nside adaptive weaknesses within the same adaptive-skill domain,\nneither Texas nor the dissent identifies any clinical authority permit-\nting the arbitrary offsetting of deficits against unconnected strengths in\nwhich the CCA engaged, see 470 S. W. 3d, at 520–526.\n\u000c14                     MOORE v. TEXAS\n\n                      Opinion of the Court\n\ndetermination. See id., at 60 (“[A]t least one or more of\nthe risk factors [described in the manual] will be found in\nevery case of ” intellectual disability.).\n   The CCA also departed from clinical practice by requiring\nMoore to show that his adaptive deficits were not related to\n“a personality disorder.” 470 S. W. 3d, at 488; see id., at\n526 (Moore’s problems in kindergarten were “more likely\ncause[d]” by “emotional problems” than by intellectual\ndisability). As mental-health professionals recognize, how-\never, many intellectually disabled people also have other\nmental or physical impairments, for example, attention-\ndeficit/hyperactivity disorder, depressive and bipolar dis-\norders, and autism. DSM–5, at 40 (“[c]o-occurring men-\ntal, neurodevelopmental, medical, and physical conditions\nare frequent in intellectual disability, with rates of some\nconditions (e.g., mental disorders, cerebral palsy, and epi-\nlepsy) three to four times higher than in the general popu-\nlation”); see AAIDD–11, at 58–63. Coexisting conditions\nfrequently encountered in intellectually disabled individ-\nuals have been described in clinical literature as\n“[c]omorbidit[ies].” DSM–5, at 40. See also Brief for\nAAIDD et al. as Amici Curiae 20, and n. 25. The existence\nof a personality disorder or mental-health issue, in short, is\n“not evidence that a person does not also have intellectual\ndisability.” Brief for American Psychological Association,\nAPA, et al. as Amici Curiae 19.\n                             C\n  The CCA’s attachment to the seven Briseno evidentiary\nfactors further impeded its assessment of Moore’s adaptive\nfunctioning.\n                              1\n  By design and in operation, the Briseno factors “creat[e]\nan unacceptable risk that persons with intellectual dis-\nability will be executed,” Hall, 572 U. S., at ___ (slip op., at\n\u000c                   Cite as: 581 U. S. ____ (2017)              15\n\n                       Opinion of the Court\n\n1). After observing that persons with “mild” intellectual\ndisability might be treated differently under clinical\nstandards than under Texas’ capital system, the CCA\ndefined its objective as identifying the “consensus of Texas\ncitizens” on who “should be exempted from the death\npenalty.” Briseno, 135 S. W. 3d, at 6 (emphasis added).\nMild levels of intellectual disability, although they may\nfall outside Texas citizens’ consensus, nevertheless remain\nintellectual disabilities, see Hall, 572 U. S., at ___–___\n(slip op., at 17–18); Atkins, 536 U. S., at 308, and n. 3;\nAAIDD–11, at 153, and States may not execute anyone in\n“the entire category of [intellectually disabled] offenders,”\nRoper, 543 U. S., at 563–564 (emphasis added); see supra,\nat 9.\n   Skeptical of what it viewed as “exceedingly subjective”\nmedical and clinical standards, the CCA in Briseno ad-\nvanced lay perceptions of intellectual disability. 135\nS. W. 3d, at 8; see supra, at 5–6, and n. 6. Briseno asks,\nfor example, “Did those who knew the person best during\nthe developmental stage—his family, friends, teachers,\nemployers, authorities—think he was mentally retarded at\nthat time, and, if so, act in accordance with that determi-\nnation?” 135 S. W. 3d, at 8. Addressing that question\nhere, the CCA referred to Moore’s education in “normal\nclassrooms during his school career,” his father’s reactions\nto his academic challenges, and his sister’s perceptions of\nMoore’s intellectual abilities. 470 S. W. 3d, at 526–527.\nBut the medical profession has endeavored to counter lay\nstereotypes of the intellectually disabled. See AAIDD–11\nUser’s Guide 25–27; Brief for AAIDD et al. as Amici Cu-\nriae 9–14, and nn. 11–15.         Those stereotypes, much\nmore than medical and clinical appraisals, should spark\nskepticism.9\n——————\n  9 As elsewhere in its opinion, the CCA, in its deployment of the\n\nBriseno factors, placed undue emphasis on adaptive strengths, see\n\u000c16                         MOORE v. TEXAS\n\n                          Opinion of the Court\n\n                               2\n   The Briseno factors are an outlier, in comparison both to\nother States’ handling of intellectual-disability pleas and\nto Texas’ own practices in other contexts. See Hall, 572\nU. S., at ___ (slip op., at 12) (consensus in the States pro-\nvides “objective indicia of society’s standards in the con-\ntext of the Eighth Amendment” (internal quotation marks\nomitted)). No state legislature has approved the use of the\nBriseno factors or anything similar. In the 12 years since\nTexas adopted the factors, only one other state high court\nand one state intermediate appellate court have author-\nized their use. See, e.g., Commonwealth v. Bracey, 632 Pa.\n75, ___–___, 117 A. 3d 270, 286–287 (2015); Howell v.\nState, 2011 WL 2420378, *18 (Tenn. Crim. App., June 14,\n2011).\n   Indeed, Texas itself does not follow Briseno in contexts\nother than the death penalty. See Brief for Constitution\nProject as Amicus Curiae 14–17. For example, the related-\nness requirement Texas defends here, see supra, at 5–6,\nis conspicuously absent from the standards the State uses\nto assess students for intellectual disabilities. See 19 Tex.\nAdmin. Code §89.1040(c)(5) (2015). And even within\nTexas’ criminal-justice system, the State requires the\nintellectual-disability diagnoses of juveniles to be based on\n“the latest edition of the DSM.” 37 Tex. Admin. Code\n§380.8751(e)(3) (2016). Texas cannot satisfactorily explain\nwhy it applies current medical standards for diagnosing\nintellectual disability in other contexts, yet clings to su-\nperseded standards when an individual’s life is at stake.10\n——————\nsupra, at 12–13; 470 S. W. 3d, at 527, and regarded risk factors for\nintellectual disability as evidence of the absence of intellectual disabil-\nity, see supra, at 13–14; 470 S. W. 3d, at 526–527.\n   10 Given the Briseno factors’ flaws, it is unsurprising that scholars\n\nand experts have long criticized the factors. See, e.g., American Bar\nAssn., Evaluating Fairness and Accuracy in State Death Penalty\nSystems: The Texas Capital Punishment Assessment Report 395 (2013)\n\u000c                     Cite as: 581 U. S. ____ (2017)                   17\n\n                          Opinion of the Court \n\n\n                               V\n\n  As noted supra, at 9, States have some flexibility, but\nnot “unfettered discretion,” in enforcing Atkins’ holding.\nHall, 572 U. S., at ___ (slip op., at 17). “If the States were\nto have complete autonomy to define intellectual disability\nas they wished,” we have observed, “Atkins could become a\nnullity, and the Eighth Amendment’s protection of human\ndignity would not become a reality.” Id., at ___–___ (slip\nop., at 18–19).\n  The medical community’s current standards supply one\nconstraint on States’ leeway in this area. Reflecting im-\nproved understanding over time, see DSM–5, at 7;\nAAIDD–11, at xiv–xv, current manuals offer “the best\navailable description of how mental disorders are ex-\npressed and can be recognized by trained clinicians,”\nDSM–5, at xli. See also Hall, 572 U. S., at ___, ___, ___,\n___–___, ___–___ (slip op., at 2, 3, 8, 10–11, 20–21) (em-\nploying current clinical standards); Atkins, 536 U. S., at\n308, n. 3, 317, n. 22 (relying on then-current standards).\n  In Moore’s case, the habeas court applied current medi-\ncal standards in concluding that Moore is intellectually\ndisabled and therefore ineligible for the death penalty.\nSee, e.g., App. to Pet. for Cert. 150a–151a, 200a–203a.\n——————\n(“The Briseno factors create an especially high risk that [an intellectu-\nally disabled defendant] will be executed because, in many ways, they\ncontradict established methods for diagnosing [intellectual disabil-\nity].”); Blume, Johnson, \u0026 Seeds, Of Atkins and Men: Deviations from\nClinical Definitions of Mental Retardation in Death Penalty Cases\n(footnote omitted), 18 Cornell J. L. \u0026 Pub. Pol’y 689, 710–712 (2009)\n(“The Briseno factors present an array of divergences from the clinical\ndefinitions.”); Macvaugh \u0026 Cunningham, Atkins v. Virginia: Implica-\ntions and Recommendations for Forensic Practice, 37 J. Psychiatry \u0026 L.\n131, 136 (2009) (“The seven criteria of the Briseno opinion operational-\nize an Atkins interpretation that [exempts only] a subcategory of\npersons with [intellectual disabilities] from execution.”). See also 470\nS. W. 3d, at 529–530, and n. 5 (Alcala, J., dissenting) (summarizing, in\nthis case, scholarly criticism of Briseno).\n\u000c18                    MOORE v. TEXAS\n\n                     Opinion of the Court\n\nThe CCA, however, faulted the habeas court for “disre-\ngarding [the CCA’s] case law and employing the definition\nof intellectual disability presently used by the AAIDD.”\n470 S. W. 3d, at 486. The CCA instead fastened its\nintellectual-disability determination to “the AAMR’s 1992\ndefinition of intellectual disability that [it] adopted in\nBriseno for Atkins claims presented in Texas death-\npenalty cases.” Ibid. By rejecting the habeas court’s\napplication of medical guidance and clinging to the stand-\nard it laid out in Briseno, including the wholly nonclinical\nBriseno factors, the CCA failed adequately to inform itself\nof the “medical community’s diagnostic framework,” Hall,\n572 U. S., at ___–___ (slip op., at 19–20). Because Briseno\npervasively infected the CCA’s analysis, the decision of\nthat court cannot stand.\n                        *     *    *\n  For the reasons stated, the judgment of the Texas Court\nof Criminal Appeals is vacated, and the case is remanded\nfor further proceedings not inconsistent with this opinion.\n\n                                            It is so ordered.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                   ROBERTS, C. J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–797\n                         _________________\n\n\n   BOBBY JAMES MOORE, PETITIONER v. TEXAS\n         ON WRIT OF CERTIORARI TO THE COURT OF\n\n              CRIMINAL APPEALS OF TEXAS\n\n                       [March 28, 2017]\n\n\n   CHIEF JUSTICE ROBERTS, with whom JUSTICE THOMAS\nand JUSTICE ALITO join, dissenting.\n   The Texas Court of Criminal Appeals (CCA) concluded\nthat Bobby James Moore was not intellectually disabled so\nas to be exempt from the death penalty under Atkins v.\nVirginia, 536 U. S. 304 (2002). It reached that conclusion\nbased on its findings that he had failed to establish either\nsignificantly subaverage intellectual functioning or related\nsignificant deficits in adaptive behavior. The latter con-\nclusion was based, in part, on the CCA’s analysis of a set\nof seven “evidentiary factors” from Ex parte Briseno, 135\nS. W. 3d 1, 8 (Tex. Crim. App. 2004). I agree with the\nCourt today that those factors are an unacceptable method\nof enforcing the guarantee of Atkins, and that the CCA\ntherefore erred in using them to analyze adaptive deficits.\nBut I do not agree that the CCA erred as to Moore’s intel-\nlectual functioning. Because the CCA’s determination on\nthat ground is an independent basis for its judgment, I\nwould affirm the decision below.\n   My broader concern with today’s opinion, however, is\nthat it abandons the usual mode of analysis this Court has\nemployed in Eighth Amendment cases. The Court over-\nturns the CCA’s conclusion that Moore failed to present\nsufficient evidence of both inadequate intellectual func-\ntioning and significant deficits in adaptive behavior with-\nout even considering “objective indicia of society’s stand-\n\u000c2                     MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\nards” reflected in the practices among the States. Hall v.\nFlorida, 572 U. S. ___, ___ (2014) (slip op., at 12) (quoting\nRoper v. Simmons, 543 U. S. 551, 563 (2005)). The Court\ninstead crafts a constitutional holding based solely on\nwhat it deems to be medical consensus about intellectual\ndisability. But clinicians, not judges, should determine\nclinical standards; and judges, not clinicians, should de-\ntermine the content of the Eighth Amendment. Today’s\nopinion confuses those roles, and I respectfully dissent.\n                             I\n   On April 25, 1980, Moore and two others were throwing\ndice when they decided to commit a robbery to obtain\nmoney for car payments. Moore provided the group with\ntwo firearms, and the three men began to drive around\nHouston looking for a target. Eventually they settled on\nthe Birdsall Super Market. After negotiating their respec-\ntive shares of the money they intended to steal and don-\nning disguises, the three went inside, heading straight to a\ncourtesy booth staffed by James McCarble and Edna Scott.\nWhen Scott realized a robbery was occurring and\nscreamed, Moore shot McCarble in the head, killing the\n70-year-old instantly.\n   Moore fled Houston and remained on the run until his\narrest in Louisiana ten days after the murder. After\ngiving a written statement admitting his participation in\nthe robbery and killing, Moore was charged with capital\nmurder. A jury convicted him and sentenced him to death.\n   Over the next three decades, Moore’s case traversed the\nstate and federal court systems, finally reaching the At-\nkins hearing at issue today in 2014. The state habeas\ncourt conducted a two-day evidentiary hearing, during\nwhich it heard testimony from family members, a fellow\ninmate, a prison official, and four mental health profes-\nsionals. The court concluded that Moore had shown intel-\nlectual disability and recommended that he be granted\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                   ROBERTS, C. J., dissenting\n\nrelief.\n   But it was just that: a recommendation. Under Texas\nlaw, the CCA, not the habeas court, is the ultimate fact-\nfinder in habeas corpus proceedings. Ex parte Reed, 271\nS. W. 3d 698, 727 (Tex. Crim. App. 2008); see also Ex parte\nMoore, 470 S. W. 3d 481, 489 (Tex. Crim. App. 2015).\nAssuming that role, the CCA declined to adopt the habeas\ncourt’s findings and conclusions, instead conducting its\nown review of the record to determine whether Moore had\nshown he was intellectually disabled.\n   The CCA began by considering the appropriate legal\nstandard for assessing intellectual disability. Following\nour instruction to the States to “develop[ ] appropriate\nways to enforce” Atkins, 536 U. S., at 317 (internal quota-\ntion marks omitted), the CCA had set out a legal definition\nfor intellectual disability in its prior decision in Ex parte\nBriseno. Rather than follow that test, the habeas court\nbelow crafted its own standards for intellectual disability.\nBut “[t]he decision to modify the legal standard for intel-\nlectual disability in the capital-sentencing context,” the\nCCA explained, “rests with this Court unless and until the\nLegislature acts.” 470 S. W. 3d, at 487. Just as we have\ncorrected lower courts for taking it upon themselves to\ndismiss our precedent as outdated, see, e.g., Bosse v. Okla-\nhoma, 580 U. S. ___, ___ (2016) (per curiam) (slip op., at\n2), so too the CCA rebuked the habeas court for ignoring\nbinding CCA precedent.\n   The CCA went on to explain why there was no reason to\nmodify the legal standard it had previously set out.\nBriseno had stated a rule that in order for an Atkins\nclaimant to demonstrate intellectual disability he must\nshow (1) significantly subaverage general intellectual\nfunctioning and (2) related limitations in adaptive func-\ntioning, (3) which had appeared prior to age 18. See 470\nS. W. 3d, at 486. It also laid out a set of seven evidentiary\nfactors—the “Briseno factors”—designed to assist “fact-\n\u000c4                      MOORE v. TEXAS\n\n                    ROBERTS, C. J., dissenting\n\nfinders . . . in weighing evidence” of intellectual disability.\nBriseno, 135 S. W. 3d, at 8.\n   The three-prong definition of intellectual disability came\ndirectly from the ninth edition of the manual published by\nwhat is now the American Association on Intellectual and\nDevelopmental Disabilities (AAIDD). Id., at 7; see Ameri-\ncan Association on Mental Retardation, Mental Retarda-\ntion: Definition, Classification, and Systems of Supports 5\n(9th ed. 1992). By the time Moore’s case reached the CCA,\nthe AAIDD no longer included the requirement that adap-\ntive deficits be “related” to intellectual functioning. But,\nas the CCA noted, the most recent version of the other\nleading diagnostic manual, the DSM–5, did include that\nrequirement. 470 S. W. 3d, at 487, n. 5; American Psychi-\natric Association, Diagnostic and Statistical Manual of\nMental Disorders 38 (5th ed. 2013) (hereinafter DSM–5).\nSo the CCA was faced with a choice in Moore: Keeping the\nrelatedness requirement would be inconsistent with the\nAAIDD’s current guidance; dropping it would be out of\nstep with the newest version of the DSM. The CCA con-\ncluded that “the legal test we established in Briseno re-\nmains adequately ‘informed by the medical community’s\ndiagnostic framework,’ ” and went on to evaluate the case\nunder that approach. 470 S. W. 3d, at 487 (quoting Hall,\n572 U. S., at ___–___ (slip op., at 19–20)).\n   Starting with intellectual functioning, the CCA conducted\na painstaking analysis of the battery of tests Moore had\ntaken over the past 40 years. The CCA concluded that five\nof the tests the habeas court had considered were unreli-\nable: two of them were neuropsychological tests rather than\nformal IQ measures; two were group-administered tests,\nwhich Moore’s own experts had criticized, App. 12 (Otis-\nLennon Mental Abilities Test “not accepted as an instru-\nment appropriate for the assessment of mental retardation\nor intellectual deficiency”); id., at 115–116 (Slosson is “not\nthe greatest test” and “not the most reliable approach”);\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                   ROBERTS, C. J., dissenting\n\nand the administrator of the fifth test concluded it was\n“not . . . a valid score” because of evidence of suboptimal\neffort, id., at 203.\n   That left two scores for the CCA to analyze: a 78 and a\n74. Significantly subaverage intellectual functioning is\n“generally shown by an [IQ] of 70 or less.” 470 S. W. 3d, at\n486. “Taking into account the standard error of measure-\nment” for the 78 score yielded a range of 73 to 83—i.e., a\nrange that did not include an IQ of 70 or less. Id., at 519.\nAs for the 74, the CCA again considered the standard\nerror of measurement, which yielded a score range of 69 to\n79. The lower end of that range placed Moore within the\nparameters for significantly subaverage intellectual func-\ntioning. The CCA found, however, that Moore’s score was\nunlikely to be in the lower end of the error-generated\nrange because he was likely exerting poor effort and expe-\nriencing depression at the time the test was adminis-\ntered—both factors that Moore’s experts agreed could\nartificially deflate IQ scores. Id., at 516–517, 519; App.\n46, 92. The CCA accordingly concluded that Moore had\nfailed to present sufficient evidence of significantly subav-\nerage intellectual functioning.\n   Having failed one part of the CCA’s three-part test,\nMoore could not be found intellectually disabled. The CCA\nnonetheless went on to consider the second prong of the\ntest, Moore’s adaptive deficits. Moore had taken a stand-\nardized test of adaptive functioning in which he scored\nmore than two standard deviations below the mean. But\nDr. Kristi Compton, the state expert who had adminis-\ntered that test, explained that it was not an accurate\nmeasure of Moore’s abilities. She reached this conclusion\nnot because of Moore’s adaptive strengths but instead\nbecause “she had to assign zeroes to questions asking\nabout areas to which [Moore] had no exposure, such as\nwriting a check and using a microwave oven.” 470\nS. W. 3d, at 522. Dr. Compton further opined that her\n\u000c6                     MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\nevaluation of Moore and review of documentary evi-\ndence—including school, trial, and prison records—did not\nshow adaptive deficits sufficient for an intellectual disabil-\nity diagnosis. App. 185; see 470 S. W. 3d, at 521–524.\n   The CCA also considered and recounted the testimony of\nthe other experts who, unlike Dr. Compton, concluded that\nMoore had shown significant adaptive deficits. As fact-\nfinders often do in confronting conflicting evidence, the\nCCA made a credibility determination. The opinion of Dr.\nCompton, the CCA concluded, was “far more credible and\nreliable” than those of Moore’s experts, given Dr. Comp-\nton’s “considerable experience,” “thorough[ ] and rigorous[ ]\nreview[ ] [of] a great deal of material,” and personal evalu-\nation of Moore. Id., at 524. Based on Dr. Compton’s ex-\npert opinion, the CCA concluded Moore had failed to\ndemonstrate significant adaptive deficits.\n   Finally, the CCA considered whether, even assuming\nthat Moore had made sufficient showings as to intellectual\nfunctioning and adaptive deficits, those two were related.\nAgain finding Dr. Compton’s testimony the most credible,\nthe CCA concluded that “the record overwhelmingly sup-\nports the conclusion” that Moore’s observed academic and\nsocial difficulties stemmed, not from low intellectual abili-\nties, but instead from outside factors like the trauma\nand abuse he suffered as a child and his drug use at a\nyoung age. Id., at 526. The CCA explained that, in addi-\ntion to Dr. Compton’s expert testimony, consideration\nof the seven Briseno factors reinforced that relatedness\nconclusion.\n   Given that Moore had failed to present sufficient evi-\ndence on intellectual functioning or related adaptive defi-\ncits, the CCA “conclude[d] that for Eighth Amendment\npurposes,” Moore had not shown he was intellectually\ndisabled. 470 S. W. 3d, at 527. Accordingly, he was not\nexempt from execution under Atkins.\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                   ROBERTS, C. J., dissenting\n\n                              II\n\n                               A\n\n    This Court’s precedents have emphasized the im-\nportance of state legislative judgments in giving content to\nthe Eighth Amendment ban on cruel and unusual pun-\nishment. “Eighth Amendment judgments should not be\n. . . merely the subjective views of individual Justices.”\nCoker v. Georgia, 433 U. S. 584, 592 (1977) (plurality\nopinion). For that reason, we have emphasized that\n“judgment should be informed by objective factors to the\nmaximum possible extent.” Ibid. The “clearest and most\nreliable objective evidence of contemporary values” comes\nfrom state legislative judgments. Atkins, 536 U. S., at 312\n(internal quotation marks omitted).         Such legislative\njudgments are critical because in “a democratic society\nlegislatures, not courts, are constituted to respond to the\nwill and consequently the moral values of the people.”\nGregg v. Georgia, 428 U. S. 153, 175 (1976) (joint opinion\nof Stewart, Powell, and Stevens, JJ.) (internal quotation\nmarks omitted). And we have focused on state enactments\nin this realm because of the “deference we owe to the\ndecisions of the state legislatures under our federal sys-\ntem . . . where the specification of punishments is con-\ncerned.” Id., at 176. For these reasons, we have described\nstate legislative judgments as providing “essential instruc-\ntion” in conducting the Eighth Amendment inquiry. Roper,\n543 U. S., at 564.\n    Our decisions addressing capital punishment for the\nintellectually disabled recognize the central significance of\nstate consensus. In holding that the Eighth Amendment\nprohibits the execution of intellectually disabled individu-\nals in Atkins, the Court first identified a national consen-\nsus against the practice and then, applying our own “inde-\npendent evaluation of the issue,” concluded that there was\n“no reason to disagree” with that consensus. 536 U. S., at\n321. The scope of our holding—guided as it was by the\n\u000c8                     MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\nnational consensus—swept only as far as that consensus.\nWe recognized that there remained the potential for “seri-\nous disagreement . . . in determining which offenders are\nin fact retarded.” Id., at 317. And we did not seek to\nprovide “definitive procedural or substantive guides for\ndetermining when a person who claims mental retardation\nwill be so impaired as to fall within Atkins’ compass.”\nBobby v. Bies, 556 U. S. 825, 831 (2009) (alterations and\ninternal quotation marks omitted). Instead, we left “to the\nStates the task of developing appropriate ways to enforce\nthe constitutional restriction upon their execution of\nsentences.” Atkins, 536 U. S., at 317 (quoting Ford v.\nWainwright, 477 U. S. 399, 416–417 (1986); alterations\nomitted).\n   Twelve years after Atkins, the Court confronted one\nState’s attempt to enforce the holding of that case. Hall v.\nFlorida considered Florida’s rule requiring a prisoner to\npresent an IQ score of 70 or below to make out an Atkins\nclaim. Although the Court thought it “proper to consider\nthe psychiatric and professional studies that elaborate on\nthe purpose and meaning of IQ scores,” it emphasized that\n“[t]he legal determination of intellectual disability is\ndistinct from a medical diagnosis.” 572 U. S., at ___, ___\n(slip op., at 7, 19). It was “the Court’s duty”—not that of\nmedical experts—“to interpret the Constitution.” Id., at\n___ (slip op., at 19). The Court’s conclusion that Florida’s\nrule was “in direct opposition to the views of those who\ndesign, administer, and interpret the IQ test” was not\nenough to decide the case. Id., at ___ (slip op., at 22).\nInstead, consistent with our settled approach, the Court\ncanvassed “the legislative policies of various States,” as\nwell as “the holdings of state courts,” because it was state\npolicies that provided “essential instruction” for determin-\ning the scope of the constitutional guarantee. Id., at ___,\n___ (slip op., at 7, 19) (quoting Roper, 543 U. S., at 564).\nState policy, the Court concluded, indicated a “consensus\n\u000c                 Cite as: 581 U. S. ____ (2017)           9\n\n                   ROBERTS, C. J., dissenting\n\nthat our society does not regard [Florida’s rule] as proper\nor humane,” and that “consensus . . . instruct[ed us] how\nto decide the specific issue presented.” 572 U. S., at ___,\n___ (slip op., at 7, 16). The Court was sharply divided on\nthat conclusion, see id., at ___–___ (slip op., at 4–7)\n(ALITO, J., dissenting), but not on the fact that our prece-\ndent mandated such an inquiry.\n                              B\n   Today’s decision departs from this Court’s precedents,\nfollowed in Atkins and Hall, establishing that the deter-\nmination of what is cruel and unusual rests on a judicial\njudgment about societal standards of decency, not a medi-\ncal assessment of clinical practice. The Court rejects the\nCCA’s conclusion that Moore failed to make the requisite\nshowings with respect to intellectual functioning and\nadaptive deficits, without any consideration of the state\npractices that were, three Terms ago, “essential” to the\nEighth Amendment question. Hall, 572 U. S., at ___ (slip\nop., at 19). The Court instead finds error in the CCA’s\nanalysis based solely on what the Court views to be depar-\nture from typical clinical practice.\n   The clinical guides on which the Court relies today are\n“designed to assist clinicians in conducting clinical as-\nsessment, case formulation, and treatment planning.”\nDSM–5, at 25. They do not seek to dictate or describe who\nis morally culpable—indeed, the DSM–5 cautions its\nreaders about “the imperfect fit between the questions of\nultimate concern to the law and the information con-\ntained” within its pages. Ibid.\n   The Eighth Amendment, under our precedent, is sup-\nposed to impose a moral backstop on punishment, prohib-\niting sentences that our society deems repugnant. The\nCourt, however, interprets that constitutional guarantee\nas turning on clinical guidelines that do not purport to\nreflect standards of decency. The Court’s refusal even to\n\u000c10                    MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\naddress what we previously “pinpointed” as “the clearest\nand most reliable objective evidence” of such standards—\nthe practices among the States—goes unexplained by the\nmajority. Atkins, 536 U. S., at 312 (internal quotation\nmarks omitted).\n   A second problem with the Court’s approach is the lack\nof guidance it offers to States seeking to enforce the hold-\ning of Atkins. Recognizing that we have, in the very re-\ncent past, held that “ ‘the views of medical experts’ do not\n‘dictate’ a court’s intellectual-disability determination,”\nthe Court assures us that it is not requiring adherence “to\neverything stated in the latest medical guide,” ante, at 9–\n10 (quoting Hall, 572 U. S., at ___ (slip op., at 19)); States\nhave “some flexibility” but cannot “disregard” medical\nstandards. Ante, at 10, 17. Neither the Court’s articula-\ntion of this standard nor its application sheds any light on\nwhat it means.\n   Start with the Court’s stated principle. “Disregard”\nnormally means to dismiss as unworthy of attention, and\nthat is plainly not what the CCA did here. For example,\nthe Court faults the CCA for placing too much weight on\nMoore’s adaptive strengths and functioning in prison,\nimplying that this marked a dismissal of clinical stand-\nards. Yet the CCA was aware of and, in a prior decision,\nhad addressed the fact that some clinicians would counsel\nagainst considering such information. See 470 S. W. 3d, at\n489 (citing Ex parte Cathey, 451 S. W. 3d 1, 26–27 (2014)).\nBoth because “[m]ost courts . . . consider all of the person’s\nfunctional abilities” and because it seemed “foolhardy” to\nignore strengths, the CCA thought it proper to take note of\nthem. Id., at 27. As to prison conduct, the CCA decided\nthat the fundamental questions the Atkins inquiry sought\nto answer were best considered—and “sound scientific\nprinciples” best served—by taking account of “all possible\ndata that sheds light on a person’s adaptive functioning,\nincluding his conduct in a prison society.” 451 S. W. 3d, at\n\u000c                  Cite as: 581 U. S. ____ (2017)           11\n\n                   ROBERTS, C. J., dissenting\n\n26–27. The CCA considered clinical standards and ex-\nplained why it decided that departure from those stand-\nards was warranted. The court did not “disregard” medi-\ncal standards.\n   Nor do the Court’s identified errors clarify the scope of\nthe “flexibility” we are told States retain in this area. The\nCourt faults the CCA for “overemphasiz[ing]” strengths\nand “stress[ing]” Moore’s conduct in prison, ante, at 12–13,\nsuggesting that some—but not too much—consideration of\nstrengths and prison functioning is acceptable. The\nCourt’s only guidance on when “some” becomes “too\nmuch”? Citations to clinical guides. See ibid. But if\ncourts do have “flexibility” in enforcing the guarantee of\nAtkins and need not “adhere[ ]” to these guides in every\ninstance or particular, ante, at 10, 17, then clinical texts,\nstanding alone, cannot answer the question of why the\nCCA placed too much weight on adaptive strengths and\nprison conduct.      The line between the permissible—\nconsideration, maybe even emphasis—and the forbidden—\n“overemphasis”—is not only thin, but totally undefined by\ntoday’s decision. It is not at all clear when a State’s devia-\ntion from medical consensus becomes so great as to “di-\nminish the force” of that consensus, ante, at 2, and thereby\nviolate the Constitution.\n   Finally, the Court’s decision constitutionalizes rules for\nwhich there is not even clinical consensus—a consequence\nthat will often arise from the approach charted by the\nCourt today. Consider the Court’s conclusion that, contrary\nto “the medical community[’s] focus[] . . . on adaptive\ndeficits,” “the CCA overemphasized Moore’s perceived\nadaptive strengths.” Ante, at 12. In support of this propo-\nsition, the Court cites the AAIDD’s direction that “signifi-\ncant limitations in conceptual, social, or practical adaptive\nskills [are] not outweighed by the potential strengths in\nsome adaptive skills.” AAIDD, Intellectual Disability:\nDefinition, Classification, and Systems of Supports 47\n\u000c12                      MOORE v. TEXAS\n\n                     ROBERTS, C. J., dissenting\n\n(11th ed. 2010) (hereinafter AAIDD–11). Even assuming\nthat all clinicians would agree with this statement, there\nare a number of ways it might be interpreted: as meaning\nthat strengths in one of the three adaptive skill areas—\nconceptual, social, and practical—should not cancel out\ndeficits in another; as meaning that strengths should not\noutweigh deficits within the same skill area; or as mean-\ning that evidence of some ability to perform a skill should\nnot offset evidence of the inability to perform that same\nskill. And it appears that clinicians do, in fact, disagree\nabout what this direction means. Compare, e.g., Brief for\nAAIDD et al. as Amici Curiae 17 (“The clinician’s diagnos-\ntic focus does not—and cannot—involve any form of ‘bal-\nancing’ deficits against the abilities or strengths which the\nparticular individual may also possess” (emphasis added))\nwith Hagan, Drogin, \u0026 Guilmette, Assessing Adaptive\nFunctioning in Death Penalty Cases after Hall and DSM–\n5, 44 J. Am. Acad. Psychiatry \u0026 L. 96, 98 (2016) (“Any\nassessment of adaptive functioning must give sufficient\nconsideration to assets and deficits alike. . . . [I]n-\nventorying only assets or deficits . . . departs from DSM–5,\n[the AAIDD–11], and all other established frameworks”\n(footnotes omitted)).\n   The same is true about consideration of prison conduct.\nThe two primary clinical guides do offer caution about\nconsidering functioning in prison. But the stringency of\ntheir caution differs, with the AAIDD seeming to enact a\nflat ban on ever looking to functioning in prison and the\nDSM urging “if possible” to consider “corroborative infor-\nmation reflecting functioning outside” of prison. AAIDD,\nUser’s Guide: Intellectual Disability: Definition, Classifi-\ncation, and Systems of Supports 20 (11th ed. 2012); DSM–\n5, at 38. The CCA followed the DSM–5’s instruction,\nrelying on Dr. Compton’s conclusion that “even before\n[Moore] went to prison” he demonstrated a “level of adap-\ntive functioning . . . too great . . . to support an intellectual-\n\u000c                  Cite as: 581 U. S. ____ (2017)            13\n\n                    ROBERTS, C. J., dissenting\n\ndisability diagnosis.” 470 S. W. 3d, at 526. In deter-\nmining that the CCA erred in this regard, the Court im-\nplicitly rejects the DSM–5’s approach to the proper consid-\neration of prison conduct and accepts what it takes to be\nthat of the AAIDD. The Court does not attempt to explain\nits justification for why the Eighth Amendment should\nfavor one side over the other in this clinical debate.\n   “Psychiatry is not . . . an exact science.” Ake v. Oklahoma,\n470 U. S. 68, 81 (1985). “[B]ecause there often is no single,\naccurate psychiatric conclusion,” we have emphasized the\nimportance of allowing the “primary factfinder[ ]” to “re-\nsolve differences in opinion . . . on the basis of the evidence\noffered by each party.” Ibid. You would not know it from\nreading the Court’s opinion today, but that is precisely\nwhat the CCA—the factfinder under Texas law—did in the\ndecision below: Confronted with dueling expert opinions\nabout how to evaluate adaptive functioning and what\nconclusion to reach, the CCA resolved the dispute before it\nby accepting the testimony of the expert it deemed most\ncredible. Of course, reliance on an expert opinion does not\ninsulate a decision from further judicial review. But,\nunlike the Court, I am unwilling to upset the considered\njudgment of the forensic psychologist that the factfinding\ncourt deemed the most credible based on my own interpre-\ntation of a few sentences excised from medical texts.\n                            III\n  As for how I would resolve this case, there is one aspect\nof the CCA’s approach to intellectual disability that is\nincompatible with the Eighth Amendment: the Briseno\nfactors. As the Court explains, no state legislature has\napproved the use of these or any similar factors. Although\nthe CCA reviewed these factors to determine whether\nMoore’s adaptive deficits were “related” to his intellectual\nfunctioning, it may be that consideration of those factors\ntainted the whole of the CCA’s adaptive functioning anal-\n\u000c14                         MOORE v. TEXAS\n\n                        ROBERTS, C. J., dissenting\n\nysis. I need not decide this question, however, because the\nCCA reached the issue of Moore’s adaptive functioning\nonly after concluding that he had failed to demonstrate\nintellectual functioning sufficiently low to warrant a find-\ning of intellectual disability, regardless of his adaptive\ndeficits or their relation to his IQ. Moore has not presented\nsufficient reason to upset that independent holding.\n   The Court concludes that the CCA’s assessment of\nMoore’s IQ scores is “irreconcilable with Hall.” Ante, at\n10. Not so. Hall rejected a Florida rule that required a\nprisoner to present an IQ score of 70 or below to demon-\nstrate intellectual disability, thereby barring consideration\nof the standard error of measurement (SEM) of an over-70\nscore. But the CCA did not apply Florida’s rule—or any-\nthing like it. The court in fact began by taking account of\nthe SEM, explaining that Moore’s tested score of 74 led to\nan IQ range between 69 and 79. The court went on to\nconsider additional expert testimony about potential\nfactors affecting that score. Based on that evidence, the\nCCA discounted portions of the SEM-generated range and\nconcluded that Moore’s IQ did not lie in the relevant range\nfor intellectual disability.\n   Hall provided no definitive guidance on this sort of\napproach: recognizing the inherent imprecision of IQ tests,\nbut considering additional evidence to determine whether\nan SEM-generated range of scores accurately reflected a\nprisoner’s actual IQ.1 Indeed, in its catalog of States that\n\n——————\n  1 Hall also reached no holding as to the evaluation of IQ when an\n\nAtkins claimant presents multiple scores, noting only that “the analysis\nof multiple IQ scores jointly is a complicated endeavor.” Hall v. Flor-\nida, 572 U. S. ___, ___ (2014) (slip op., at 11). The Court’s definition of\ndeficient intellectual functioning as shown by “an IQ score” of roughly\n70, ante, at 4 (emphasis added), is dicta and cannot be read to call into\nquestion the approach of States that would not treat a single IQ score\nas dispositive evidence where the prisoner presented additional higher\nscores.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    15\n\n                       ROBERTS, C. J., dissenting\n\n“ha[d] taken a position contrary to that of Florida,” the\nCourt in Hall included a State that granted trial courts\ndiscretion to draw “reasonable inferences” about IQ scores\nand, where appropriate, decline to consider the full range\nof the SEM. 572 U. S., at ___, ___ (slip op., at 15, 16)\n(quoting Pizzuto v. State, 146 Idaho 720, 729, 202 P. 3d\n642, 651 (2008)).2 That is the approach the CCA took\nhere. If that approach was “contrary” to Florida’s rule in\nHall, I do not understand how Hall can be read to reject\nthat approach today.\n   The Court’s ruling on intellectual functioning turns\nsolely on the fact that Moore’s IQ range was 69 to 79\nrather than 70 to 80. See ante, at 11 (“Because the lower\nend of Moore’s score range falls at or below 70, the CCA\nhad to move on to consider Moore’s adaptive functioning”).\nThe CCA certainly did not “disregard” SEM in assessing\nMoore’s IQ, and it explained why other factors led it to\nconclude that his actual score did not fall near the lower\nend of the SEM range. Only by insisting on the absolute\nconformity to medical standards the Court disclaims can it\nfind a violation of the Eighth Amendment based on that\none-point difference.3 Ibid. In concluding that the Eighth\n——————\n   2 The Court correctly notes that Hall cited Pizzuto as an instance of a\n\nState that had enacted “legislation allowing a defendant to present\nadditional evidence of intellectual disability even when an IQ test score\nis above 70.” Hall, 572 U. S., at ___ (slip op., at 15). The “additional\nevidence” that Pizzuto considered, however, was evidence that would\nindicate where within the SEM range a prisoner’s IQ likely fell, 146\nIdaho, at 729, 202 P. 3d, at 651—that is, the same sort of evidence that\nthe CCA considered below.\n   3 It is not obvious that clinicians would ignore evidence beyond the\n\nSEM in determining the appropriate range that an IQ score represents.\nSee, e.g., Macvaugh \u0026 Cunningham, Atkins v. Virginia: Implications\nand Recommendations for Forensic Practice, 37 J. Psychiatry \u0026 L. 131,\n147 (2009) (“Error in intellectual assessment is not solely a function [of\nthe SEM]. Other sources of error or assessment imprecision may\ninvolve the examinee . . . includ[ing] the mental and physical health,\nmood, effort, and motivation of the examinee during testing . . . .”);\n\u000c16                        MOORE v. TEXAS\n\n                      ROBERTS, C. J., dissenting\n\nAmendment turns on the slightest numerical difference in\nIQ score, the Court today is just as wrong as the Florida\nSupreme Court was in Hall.\n   Today’s decision is not compelled by Hall; it is an expan-\nsion of it. Perhaps there are reasons to expand Hall’s\nholding—to say that States must read IQ tests as rigidly\nencompassing the entire SEM range, regardless of any\nother evidentiary considerations, or to say that the rea-\nsons that the CCA gave for discounting the lower end of\nMoore’s IQ range were improper. But before holding that\nthe Constitution demands either result, our precedent\nrequires consulting state judgments on the matter to\ndetermine whether a national consensus has developed.\nMoore has presented no argument as to such a consensus,\nand the majority does not claim that there is one. Without\nlooking to any such “objective evidence of contemporary\nvalues,” Atkins, 536 U. S., at 312 (internal quotation\nmarks omitted), there is a real danger that Eighth\nAmendment judgments will embody “merely the subjective\nviews of individual Justices,” Coker, 433 U. S., at 592\n(plurality opinion). As Justice Frankfurter cautioned,\n“[o]ne must be on guard against finding in personal disap-\nproval a reflection of more or less prevailing condemna-\ntion.” Louisiana ex rel. Francis v. Resweber, 329 U. S. 459,\n471 (1947) (concurring opinion).\n   I respectfully dissent.\n\n\n\n\n——————\nAAIDD–11, at 100–101 (“When considering the relative weight or\ndegree of confidence given to any assessment instrument, the clinician\nneeds to consider . . . the conditions under which the test(s) was/were\ngiven [and] the standard error of measurement”).\n\u000c",
	"plain_text": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                              MOORE v. TEXAS\n\nCERTIORARI TO THE COURT OF CRIMINAL APPEALS OF TEXAS\n\n  No. 15–797.      Argued November 29, 2016—Decided March 28, 2017\nPetitioner Moore was convicted of capital murder and sentenced to\n  death for fatally shooting a store clerk during a botched robbery that\n  occurred when Moore was 20 years old. A state habeas court subse-\n  quently determined that, under Atkins v. Virginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"121158\"\u003e\u003ca href=\"/opinion/121158/atkins-v-virginia/\"\u003e\u003cspan class=\"volume\"\u003e536\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e304\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, and\n  Hall v. Florida, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, Moore qualified as intellectually disa-\n  bled and that his death sentence therefore violated the Eighth\n  Amendment’s proscription of “cruel and unusual punishments.” The\n  court consulted current medical diagnostic standards—the 11th edi-\n  tion of the American Association on Intellectual and Developmental\n  Disabilities clinical manual (AAIDD–11) and the 5th edition of the\n  Diagnostic and Statistical Manual of Mental Disorders published by\n  the American Psychiatric Association. The habeas court followed the\n  generally accepted intellectual-disability definition, which identifies\n  three core elements: (1) intellectual-functioning deficits, (2) adaptive\n  deficits, and (3) the onset of these deficits while still a minor. Moore’s\n  IQ scores, the court determined, established subaverage intellectual\n  functioning. The court credited six scores, the average of which\n  (70.66) indicated mild intellectual disability. And relying on testimo-\n  ny from mental-health professionals, the court found significant\n  adaptive deficits in all three skill sets (conceptual, social, and practi-\n  cal). Based on its findings, the habeas court recommended to the\n  Texas Court of Criminal Appeals (CCA) that Moore be granted relief.\n  The CCA declined to adopt the judgment recommended by the habeas\n  court. The CCA held instead that the habeas court erred by not fol-\n  lowing the CCA’s 2004 decision in Ex parte Briseno, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1592125\"\u003e\u003ca href=\"/opinion/1592125/ex-parte-briseno/\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n  which adopted the definition of, and standards for assessing, intellec-\n  tual disability contained in the 1992 (ninth) edition of the American\n  Association on Mental Retardation manual (AAMR–9), predecessor to\n  the current AAIDD–11 manual. Briseno also incorporated the\n\u000c2                          MOORE v. TEXAS\n\n                                Syllabus\n\n AAMR–9’s requirement that adaptive deficits must be “related” to in-\n tellectual-functioning deficits, and it recited, without citation to any\n medical or judicial authority, seven evidentiary factors relevant to\n the intellectual-disability inquiry. Based on only two of Moore’s IQ\n scores (of 74 and 78), the CCA concluded that Moore had not shown\n significantly subaverage intellectual functioning. And even if he had,\n the CCA continued, his adaptive strengths undercut any adaptive\n weaknesses. The habeas court also failed, the CCA determined, to\n inquire into relatedness. Among alternative causes for Moore’s adap-\n tive deficits, the CCA suggested, were an abuse-filled childhood, un-\n diagnosed learning disorders, multiple elementary-school transfers,\n racially motivated harassment and violence at school, and a history\n of academic failure, drug abuse, and absenteeism. Briseno’s seven\n evidentiary factors, the CCA further determined, weighed against\n finding that Moore had satisfied the relatedness requirement.\nHeld: By rejecting the habeas court’s application of medical guidance\n and by following the Briseno standard, including the nonclinical\n Briseno factors, the CCA’s decision does not comport with the Eighth\n Amendment and this Court’s precedents. Pp. 9–18.\n    (a) The Eighth Amendment, which “ ‘reaffirms the duty of the gov-\n ernment to respect the dignity of all persons,’ ” Hall, 572 U. S., at ___,\n prohibits the execution of any intellectually disabled individual, At-\n kins, 536 U. S., at 321. While Atkins and Hall left to the States “the\n task of developing appropriate ways to enforce” the restriction on ex-\n ecuting the intellectually disabled, Hall, 572 U. S., at ___ (internal\n quotation marks omitted), States’ discretion is not “unfettered,” id.,\n at ___, and must be “informed by the medical community’s diagnostic\n framework,” id., at ___–___. Relying on the most recent (and still\n current) versions of the leading diagnostic manuals, the Court con-\n cluded in Hall that Florida had “disregard[ed] established medical\n practice,” id., at ___, and had parted ways with practices and trends\n in other States, id., at ___–___. Hall indicated that being informed by\n the medical community does not demand adherence to everything\n stated in the latest medical guide. But neither does precedent license\n disregard of current medical standards. Pp. 9–10.\n    (b) The CCA’s conclusion that Moore’s IQ scores established that he\n is not intellectually disabled is irreconcilable with Hall, which in-\n structs that, where an IQ score is close to, but above, 70, courts must\n account for the test’s “standard error of measurement.” See 572\n U. S., at ___–___, ___–___. Because the lower range of Moore’s ad-\n justed IQ score of 74 falls at or below 70, the CCA had to move on to\n consider Moore’s adaptive functioning. Pp. 10–12.\n    (c) The CCA’s consideration of Moore’s adaptive functioning also\n deviated from prevailing clinical standards and from the older clini-\n\u000c                      Cite as: 581 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  cal standards the CCA deemed applicable. Pp. 12–16.\n       (1) The CCA overemphasized Moore’s perceived adaptive\n  strengths—living on the streets, mowing lawns, and playing pool for\n  money—when the medical community focuses the adaptive-\n  functioning inquiry on adaptive deficits. The CCA also stressed\n  Moore’s improved behavior in prison, but clinicians caution against\n  reliance on adaptive strengths developed in controlled settings.\n  Pp. 12–13.\n       (2) The CCA further concluded that Moore’s record of academic\n  failure, along with a history of childhood abuse and suffering, de-\n  tracted from a determination that his intellectual and adaptive defi-\n  cits were related. The medical community, however, counts traumat-\n  ic experiences as risk factors for intellectual disability. The CCA also\n  departed from clinical practice by requiring Moore to show that his\n  adaptive deficits were not related to “a personality disorder.” Men-\n  tal-health professionals recognize that intellectually disabled people\n  may have other co-existing mental or physical impairments, includ-\n  ing, e.g., attention-deficit/hyperactivity disorder, depressive and bipo-\n  lar disorders, and autism. Pp. 13–14.\n       (3) The CCA’s attachment to the seven Briseno evidentiary fac-\n  tors further impeded its assessment of Moore’s adaptive functioning.\n  By design and in operation, the lay perceptions advanced by Briseno\n  “creat[e] an unacceptable risk that persons with intellectual disabil-\n  ity will be executed.” Hall, 572 U. S., at ___. The medical profession\n  has endeavored to counter lay stereotypes, and the Briseno factors\n  are an outlier, in comparison both to other States’ handling of intel-\n  lectual-disability pleas and to Texas’ own practices in contexts other\n  than the death penalty. Pp. 14–16.\n     (d) States have some flexibility, but not “unfettered discretion,” in\n  enforcing Atkins’ holding, Hall, 572 U. S., at ___, and the medical\n  community’s current standards, reflecting improved understanding\n  over time, constrain States’ leeway in this area. Here, the habeas\n  court applied current medical standards in reaching its conclusion,\n  but the CCA adhered to the standard it laid out in Briseno, including\n  the nonclinical Briseno factors. The CCA therefore failed adequately\n  to inform itself of the “medical community’s diagnostic framework,”\n  Hall, 572 U. S., at ___–___. Because Briseno pervasively infected the\n  CCA’s analysis, the decision of that court cannot stand. Pp. 17–18.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n  GINSBURG, J., delivered the opinion of the Court, in which KENNEDY,\nBREYER, SOTOMAYOR, and KAGAN, JJ., joined. ROBERTS, C. J., filed a\ndissenting opinion, in which THOMAS and ALITO, JJ., joined.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–797\n                                   _________________\n\n\n    BOBBY JAMES MOORE, PETITIONER v. TEXAS\n           ON WRIT OF CERTIORARI TO THE COURT OF\n\n                CRIMINAL APPEALS OF TEXAS\n\n                                [March 28, 2017]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  Bobby James Moore fatally shot a store clerk during a\nbotched robbery. He was convicted of capital murder and\nsentenced to death. Moore challenged his death sentence\non the ground that he was intellectually disabled and\ntherefore exempt from execution. A state habeas court\nmade detailed factfindings and determined that, under\nthis Court’s decisions in Atkins v. Virginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"121158\"\u003e\u003ca href=\"/opinion/121158/atkins-v-virginia/\"\u003e\u003cspan class=\"volume\"\u003e536\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e304\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(2002), and Hall v. Florida, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2014), Moore\nqualified as intellectually disabled. For that reason, the\ncourt concluded, Moore’s death sentence violated the\nEighth Amendment’s proscription of “cruel and unusual\npunishments.” The habeas court therefore recommended\nthat Moore be granted relief.\n  The Texas Court of Criminal Appeals (CCA)1 declined to\nadopt the judgment recommended by the state habeas\ncourt.2 In the CCA’s view, the habeas court erroneously\n——————\n  1 The CCA is Texas’ court of last resort in criminal cases. See Tex.\n\nConst., Art. 5, §5.\n  2 Under Texas law, the CCA, not the court of first instance, is “the\n\nultimate factfinder” in habeas corpus proceedings. Ex parte Reed, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1764221\"\u003e\u003ca href=\"/opinion/1764221/ex-parte-reed/\"\u003e\u003cspan class=\"volume\"\u003e271\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e698\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 727 (Tex. Crim. App. 2008); see Ex parte Moore, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 489 (Tex. Crim. App. 2015).\n\u000c2                     MOORE v. TEXAS\n\n                      Opinion of the Court\n\nemployed intellectual-disability guides currently used in\nthe medical community rather than the 1992 guides\nadopted by the CCA in Ex parte Briseno, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1592125\"\u003e\u003ca href=\"/opinion/1592125/ex-parte-briseno/\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(2004). See Ex parte Moore, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 486–487\n(2015). The appeals court further determined that the\nevidentiary factors announced in Briseno “weigh[ed]\nheavily” against upsetting Moore’s death sentence. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 526.\n   We vacate the CCA’s judgment. As we instructed in\nHall, adjudications of intellectual disability should be\n“informed by the views of medical experts.” 572 U. S., at\n___ (slip op., at 19); see id., at ___ (slip op., at 7). That\ninstruction cannot sensibly be read to give courts leave to\ndiminish the force of the medical community’s consensus.\nMoreover, the several factors Briseno set out as indicators\nof intellectual disability are an invention of the CCA un-\ntied to any acknowledged source. Not aligned with the\nmedical community’s information, and drawing no\nstrength from our precedent, the Briseno factors “creat[e]\nan unacceptable risk that persons with intellectual dis-\nability will be executed,” 572 U. S., at ___ (slip op., at 1).\nAccordingly, they may not be used, as the CCA used them,\nto restrict qualification of an individual as intellectually\ndisabled.\n                              I\n  In April 1980, then-20-year-old Bobby James Moore and\ntwo others were engaged in robbing a grocery store.\nEx parte Moore, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 490–491 (Tex. Crim.\nApp. 2015); App. 58. During the episode, Moore fatally\nshot a store clerk. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 490. Some two months\nlater, Moore was convicted and sentenced to death. See\nid., at 492. A federal habeas court later vacated that\nsentence based on ineffective assistance of trial counsel,\nsee Moore v. Collins, 1995 U. S. Dist. LEXIS 22859, *35\n(SD Tex., Sept. 29, 1995), and the Fifth Circuit affirmed,\n\u000c                  Cite as: 581 U. S. ____ (2017)            3\n\n                      Opinion of the Court\n\nsee Moore v. Johnson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e194\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e586\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 622 (1999). Moore\nwas resentenced to death in 2001, and the CCA affirmed\non direct appeal. See Moore v. State, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2004\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e231323\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *1\n(Jan. 14, 2004), cert. denied, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e931\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2004).\n   Moore subsequently sought state habeas relief. In 2014,\nthe state habeas court conducted a two-day hearing on\nwhether Moore was intellectually disabled. See Ex parte\nMoore, No. 314483–C (185th Jud. Dist., Harris Cty., Tex.,\nFeb. 6, 2015), App. to Pet. for Cert. 129a. The court re-\nceived affidavits and heard testimony from Moore’s family\nmembers, former counsel, and a number of court-\nappointed mental-health experts. The evidence revealed\nthat Moore had significant mental and social difficulties\nbeginning at an early age. At 13, Moore lacked basic\nunderstanding of the days of the week, the months of the\nyear, and the seasons; he could scarcely tell time or com-\nprehend the standards of measure or the basic principle\nthat subtraction is the reverse of addition. Id., at 187a.\nAt school, because of his limited ability to read and write,\nMoore could not keep up with lessons. Id., at 146a, 182a–\n183a. Often, he was separated from the rest of the class\nand told to draw pictures. Ibid. Moore’s father, teachers,\nand peers called him “stupid” for his slow reading and\nspeech. Id., at 146a, 183a. After failing every subject in\nthe ninth grade, Moore dropped out of high school. Id., at\n188a. Cast out of his home, he survived on the streets,\neating from trash cans, even after two bouts of food poi-\nsoning. Id., at 192a–193a.\n   In evaluating Moore’s assertion of intellectual disability,\nthe state habeas court consulted current medical diagnos-\ntic standards, relying on the 11th edition of the American\nAssociation on Intellectual and Developmental Disabilities\n(AAIDD) clinical manual, see AAIDD, Intellectual Disabil-\nity: Definition, Classification, and Systems of Supports\n(2010) (hereinafter AAIDD–11), and on the 5th edition of\nthe Diagnostic and Statistical Manual of Mental Disorders\n\u000c4                         MOORE v. TEXAS\n\n                          Opinion of the Court\n\npublished by the American Psychiatric Association (APA),\nsee APA, Diagnostic and Statistical Manual of Mental\nDisorders (2013) (hereinafter DSM–5). App. to Pet. for\nCert. 150a–151a, 202a. The court followed the generally\naccepted, uncontroversial intellectual-disability diagnos-\ntic definition, which identifies three core elements:\n(1) intellectual-functioning deficits (indicated by an IQ\nscore “approximately two standard deviations below the\nmean”—i.e., a score of roughly 70—adjusted for “the\nstandard error of measurement,” AAIDD–11, at 27); (2)\nadaptive deficits (“the inability to learn basic skills and\nadjust behavior to changing circumstances,” Hall v. Flor-\nida, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 8)); and (3) the\nonset of these deficits while still a minor. See App. to Pet.\nfor Cert. 150a (citing AAIDD–11, at 1). See also Hall, 572\nU. S., at ___ (slip op., at 8).3\n   Moore’s IQ scores, the habeas court determined, estab-\nlished subaverage intellectual functioning. The court\ncredited six of Moore’s IQ scores, the average of which\n(70.66) indicated mild intellectual disability. App. to Pet.\nfor Cert. 167a–170a.4 And relying on testimony from\nseveral mental-health experts, the habeas court found\nsignificant adaptive deficits. In determining the signifi-\ncance of adaptive deficits, clinicians look to whether an\nindividual’s adaptive performance falls two or more stand-\nard deviations below the mean in any of the three adaptive\nskill sets (conceptual, social, and practical). See AAIDD–\n11, at 43. Moore’s performance fell roughly two standard\ndeviations below the mean in all three skill categories.\nApp. to Pet. for Cert. 200a–201a. Based on this evidence,\nthe state habeas court recommended that the CCA reduce\n——————\n    3 The\n       third element is not at issue here.\n    4 The\n        habeas court considered a seventh score (of 59 on a WAIS–IV\ntest administered in 2013) elsewhere in its opinion, see App. to Pet. for\nCert. 170a–172a, but did not include that score in the calculation of\nMoore’s average IQ score, see id., at 170a.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    5\n\n                          Opinion of the Court\n\nMoore’s sentence to life in prison or grant him a new trial\non intellectual disability. See id., at 203a.\n   The CCA rejected the habeas court’s recommendations\nand denied Moore habeas relief. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. At\nthe outset of its opinion, the CCA reaffirmed Ex parte\nBriseno, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1592125\"\u003e\u003ca href=\"/opinion/1592125/ex-parte-briseno/\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Tex. Crim. App. 2004), as para-\nmount precedent on intellectual disability in Texas capital\ncases. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 486–487. Briseno adopted the\ndefinition of, and standards for assessing, intellectual\ndisability contained in the 1992 (ninth) edition of the\nAmerican Association on Mental Retardation (AAMR)\nmanual, predecessor to the current AAIDD–11 manual.\nSee \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 7 (citing AAMR, Mental Retardation:\nDefinition, Classification, and Systems of Supports (9th\ned. 1992) (hereinafter AAMR–9)).\n   Briseno incorporated the AAMR–9’s requirement that\nadaptive deficits be “related” to intellectual-functioning\ndeficits. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 7 (quoting AAMR–9, at 25).5 To\ndetermine whether a defendant has satisfied the related-\nness requirement, the CCA instructed in this case, Texas\ncourts should attend to the “seven evidentiary factors”\nfirst set out in Briseno. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 489.6 No citation to\n——————\n   5 This relatedness requirement, the CCA noted, is retained in the\n\nDSM–5. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 487, n. 5 (citing DSM–5, at 38).\n   6 The seven “Briseno factors” are:\n\n●\t “Did those who knew the person best during the developmental\n   stage—his family, friends, teachers, employers, authorities—think he\n   was mentally retarded at that time, and, if so, act in accordance with\n   that determination?\n●\t “Has the person formulated plans and carried them through or is his\n   conduct impulsive?\n●\t “Does his conduct show leadership or does it show that he is led\n   around by others?\n●\t “Is his conduct in response to external stimuli rational and appropri-\n   ate, regardless of whether it is socially acceptable?\n●\t “Does he respond coherently, rationally, and on point to oral or\n   written questions or do his responses wander from subject to subject?\n●\t “Can the person hide facts or lie effectively in his own or others’\n\u000c6                          MOORE v. TEXAS\n\n                           Opinion of the Court\n\nany authority, medical or judicial, accompanied the\nBriseno court’s recitation of the seven factors. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 8–9.\n    The habeas judge erred, the CCA held, by “us[ing] the\nmost current position, as espoused by AAIDD, regarding\nthe diagnosis of intellectual disability rather than the test\n. . . in Briseno.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 486. This Court’s deci-\nsion in Atkins v. Virginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"121158\"\u003e\u003ca href=\"/opinion/121158/atkins-v-virginia/\"\u003e\u003cspan class=\"volume\"\u003e536\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e304\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2002), the CCA\nemphasized, “left it to the States to develop appropriate\nways to enforce the constitutional restriction” on the exe-\ncution of the intellectually disabled. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 486.\nThus, even though “[i]t may be true that the AAIDD’s and\nAPA’s positions regarding the diagnosis of intellectual\ndisability have changed since Atkins and Briseno,” the\nCCA retained Briseno’s instructions, both because of “the\nsubjectivity surrounding the medical diagnosis of intellec-\ntual disability” and because the Texas Legislature had\nnot displaced Briseno with any other guideposts. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 486–487. The Briseno inquiries, the court\nsaid, “remai[n] adequately ‘informed by the medical com-\nmunity’s diagnostic framework.’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 487\n(quoting Hall, 572 U. S., at ___ (slip op., at 19–20)).\n    Employing Briseno, the CCA first determined that\nMoore had failed to prove significantly subaverage intel-\nlectual functioning. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 514–519. Rejecting\nas unreliable five of the seven IQ tests the habeas court\nhad considered, the CCA limited its appraisal to Moore’s\nscores of 78 in 1973 and 74 in 1989. Id., at 518–519. The\ncourt then discounted the lower end of the standard-error\nrange associated with those scores. Id., at 519; see infra,\nat 10–11 (describing standard error of measurement).\n——————\n     interests?\n●\t   “Putting aside any heinousness or gruesomeness surrounding the\n     capital offense, did the commission of that offense require fore-\n     thought, planning, and complex execution of purpose?” Briseno, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e\n     \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 8–9.\n\u000c                   Cite as: 581 U. S. ____ (2017)              7\n\n                       Opinion of the Court\n\nRegarding the score of 74, the court observed that Moore’s\nhistory of academic failure, and the fact that he took the\ntest while “exhibit[ing] withdrawn and depressive behav-\nior” on death row, might have hindered his performance.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 519. Based on the two scores, but not on\nthe lower portion of their ranges, the court concluded that\nMoore’s scores ranked “above the intellectually disabled\nrange” (i.e., above 70). Ibid.; see id., at 513.\n   “Even if [Moore] had proven that he suffers from signifi-\ncantly sub-average general intellectual functioning,” the\ncourt continued, he failed to prove “significant and related\nlimitations in adaptive functioning.” Id., at 520. True, the\ncourt acknowledged, Moore’s and the State’s experts\nagreed that Moore’s adaptive-functioning test scores fell\nmore than two standard deviations below the mean. Id.,\nat 521; see supra, at 4. But the State’s expert ultimately\ndiscounted those test results because Moore had “no expo-\nsure” to certain tasks the testing included, “such as writ-\ning a check and using a microwave oven.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n521–522. Instead, the expert emphasized Moore’s adap-\ntive strengths in school, at trial, and in prison. Id., at\n522–524.\n   The CCA credited the state expert’s appraisal. Id., at\n524. The habeas court, the CCA concluded, had erred by\nconcentrating on Moore’s adaptive weaknesses. Id., at\n489. Moore had demonstrated adaptive strengths, the\nCCA spelled out, by living on the streets, playing pool and\nmowing lawns for money, committing the crime in a so-\nphisticated way and then fleeing, testifying and represent-\ning himself at trial, and developing skills in prison. Id., at\n522–523. Those strengths, the court reasoned, undercut\nthe significance of Moore’s adaptive limitations. Id., at\n524–525.\n   The habeas court had further erred, the CCA deter-\nmined, by failing to consider whether any of Moore’s adap-\ntive deficits were related to causes other than his intellectual-\n\u000c8                     MOORE v. TEXAS\n\n                     Opinion of the Court\n\nfunctioning deficits. Id., at 488, 526. Among alterna-\ntive causes for Moore’s adaptive deficits, the CCA suggested,\nwere an abuse-filled childhood, undiagnosed learning\ndisorders, multiple elementary-school transfers, racially\nmotivated harassment and violence at school, and a his-\ntory of academic failure, drug abuse, and absenteeism. Ibid.\nMoore’s significant improvement in prison, in the CCA’s\nview, confirmed that his academic and social difficulties\nwere not related to intellectual-functioning deficits. Ibid.\nThe court then examined each of the seven Briseno evi-\ndentiary factors, see supra, at 5–6, and n. 6, concluding\nthat those factors “weigh[ed] heavily” against finding that\nMoore had satisfied the relatedness requirement. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 526–527.\n   Judge Alcala dissented. Atkins and Hall, she would\nhave held, require courts to consult current medical\nstandards to determine intellectual disability.          \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 530. She criticized the majority for relying on\nmanuals superseded in the medical community, id., at\n530–534, 536–539, and for disregarding the habeas court’s\ncredibility determinations, id., at 535–536, 538–539.\nJudge Alcala questioned the legitimacy of the seven\nBriseno factors, recounting wide criticism of the factors\nand explaining how they deviate from the current medical\nconsensus. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 529–530, and n. 5. Most\nemphatically, she urged, the CCA “must consult the medi-\ncal community’s current views and standards in determin-\ning whether a defendant is intellectually disabled”; “reli-\nance on . . . standard[s] no longer employed by the medical\ncommunity,” she objected, “is constitutionally unaccept-\nable.” Id., at 533.\n   We granted certiorari to determine whether the CCA’s\nadherence to superseded medical standards and its reli-\nance on Briseno comply with the Eighth Amendment and\nthis Court’s precedents. 578 U. S. ___ (2016).\n\u000c                  Cite as: 581 U. S. ____ (2017)              9\n\n                      Opinion of the Court\n\n                                II\n   The Eighth Amendment prohibits “cruel and unusual\npunishments,” and “reaffirms the duty of the government\nto respect the dignity of all persons,” Hall, 572 U. S., at\n___ (slip op., at 5) (quoting Roper v. Simmons, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137749\"\u003e\u003ca href=\"/opinion/137749/roper-v-simmons/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e551\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 560 (2005)). “To enforce the Constitution’s protection\nof human dignity,” we “loo[k] to the evolving standards of\ndecency that mark the progress of a maturing society,”\nrecognizing that “[t]he Eighth Amendment is not fastened\nto the obsolete.” Hall, 572 U. S., at ___ (slip op., at 5)\n(internal quotation marks omitted).\n   In Atkins v. Virginia, we held that the Constitution\n“restrict[s] . . . the State’s power to take the life of ” any\nintellectually disabled individual. 536 U. S., at 321. See\nalso Hall, 572 U. S., at ___ (slip op., at 6); Roper, 543 U. S.,\nat 563–564. Executing intellectually disabled individuals,\nwe concluded in Atkins, serves no penological purpose, see\n536 U. S., at 318–320; runs up against a national consen-\nsus against the practice, see id., at 313–317; and creates a\n“risk that the death penalty will be imposed in spite of\nfactors which may call for a less severe penalty,” id., at\n320 (internal quotation marks omitted); see id., at 320–\n321.\n   In Hall v. Florida, we held that a State cannot refuse to\nentertain other evidence of intellectual disability when a\ndefendant has an IQ score above 70. 572 U. S., at ___–___\n(slip op., at 21–22). Although Atkins and Hall left to the\nStates “the task of developing appropriate ways to enforce”\nthe restriction on executing the intellectually disabled, 572\nU. S., at ___ (slip op., at 17) (quoting Atkins, 536 U. S., at\n317), States’ discretion, we cautioned, is not “unfettered,”\n572 U. S., at ___ (slip op., at 17). Even if “the views of\nmedical experts” do not “dictate” a court’s intellectual-\ndisability determination, id., at ___ (slip op., at 19), we\nclarified, the determination must be “informed by the\nmedical community’s diagnostic framework,” id., at ___–\n\u000c10                    MOORE v. TEXAS\n\n                     Opinion of the Court\n\n___ (slip op., at 19–20). We relied on the most recent (and\nstill current) versions of the leading diagnostic manuals—\nthe DSM–5 and AAIDD–11. Id., at ___, ___, ___–___, ___–\n___ (slip op., at 3, 8, 10–11, 20–21). Florida, we concluded,\nhad violated the Eighth Amendment by “disregard[ing]\nestablished medical practice.” Id., at ___ (slip op., at 10).\nWe further noted that Florida had parted ways with prac-\ntices and trends in other States. Id., at ___–___ (slip op.,\nat 12–16). Hall indicated that being informed by the\nmedical community does not demand adherence to every-\nthing stated in the latest medical guide. But neither\ndoes our precedent license disregard of current medical\nstandards.\n                               III\n   The CCA’s conclusion that Moore’s IQ scores established\nthat he is not intellectually disabled is irreconcilable with\nHall. Hall instructs that, where an IQ score is close to,\nbut above, 70, courts must account for the test’s “standard\nerror of measurement.” See id., at ___–___, ___–___ (slip\nop., at 10–11, 21–22). See also Brumfield v. Cain, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at 10) (relying on Hall to\nfind unreasonable a state court’s conclusion that a score of\n75 precluded an intellectual-disability finding). As we\nexplained in Hall, the standard error of measurement is “a\nstatistical fact, a reflection of the inherent imprecision of\nthe test itself.” 572 U. S., at ___ (slip op., at 10). “For\npurposes of most IQ tests,” this imprecision in the testing\ninstrument “means that an individual’s score is best un-\nderstood as a range of scores on either side of the recorded\nscore . . . within which one may say an individual’s true IQ\nscore lies.” Id., at ___ (slip op., at 11). A test’s standard\nerror of measurement “reflects the reality that an individ-\nual’s intellectual functioning cannot be reduced to a single\nnumerical score.” Ibid. See also id., at ___–___ (slip op.,\nat 10–12); DSM–5, at 37; AAIDD, User’s Guide: Intellec-\n\u000c                     Cite as: 581 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\ntual Disability: Definition, Classification, and Systems of\nSupports 22–23 (11th ed. 2012) (hereinafter AAIDD–11\nUser’s Guide).\n  Moore’s score of 74, adjusted for the standard error of\nmeasurement, yields a range of 69 to 79, see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat 519, as the State’s retained expert acknowledged, see\nBrief for Petitioner 39, n. 18; App. 185, 189–190. Because\nthe lower end of Moore’s score range falls at or below 70,\nthe CCA had to move on to consider Moore’s adaptive\nfunctioning. See Hall, 572 U. S., at ___–___ (slip op., at\n21–22); \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 536 (Alcala, J., dissenting) (even if\nthe majority correctly limited the scores it would consider,\n“current medical standards . . . would still require [the\nCCA] to examine whether [Moore] has adaptive deficits”).\n  Both Texas and the dissent maintain that the CCA\nproperly considered factors unique to Moore in disregard-\ning the lower end of the standard-error range. Post, at 14–\n15; Brief for Respondent 41–42; see supra, at 6–7; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 519. But the presence of other sources of\nimprecision in administering the test to a particular indi-\nvidual, see post, at 14–16, and n. 3, cannot narrow the\ntest-specific standard-error range.7\n  In requiring the CCA to move on to consider Moore’s\nadaptive functioning in light of his IQ evidence, we do not\nsuggest that “the Eighth Amendment turns on the slight-\nest numerical difference in IQ score,” post, at 15–16. Hall\n——————\n  7 The  dissent suggests that Hall tacitly approved Idaho’s approach to\ncapital sentencing, which the dissent characterizes as “grant[ing] trial\ncourts discretion to draw ‘reasonable inferences’ about IQ scores and,\nwhere appropriate, decline to consider the full range of the [standard\nerror of measurement].” Post, at 14–15 (quoting Hall, 572 U. S., at ___\n(slip op., at 15) (quoting Pizzuto v. State, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e146\u003c/span\u003e \u003cspan class=\"reporter\"\u003eIdaho\u003c/span\u003e \u003cspan class=\"page\"\u003e720\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 729, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2515277\"\u003e\u003ca href=\"/opinion/2515277/pizzuto-v-state/\"\u003e\u003cspan class=\"volume\"\u003e202\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e642\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 651 (2008))). We referred in Hall to Idaho’s capital-sentencing\nscheme, however, only to note that the State had “passed legislation\nallowing a defendant to present additional evidence of intellectual\ndisability even when an IQ test score is above 70.” 572 U. S., at ___\n(slip op., at 15).\n\u000c12                    MOORE v. TEXAS\n\n                     Opinion of the Court\n\ninvalidated Florida’s strict IQ cutoff because the cutoff\ntook “an IQ score as final and conclusive evidence of a\ndefendant’s intellectual capacity, when experts in the field\nwould consider other evidence.” 572 U. S., at ___ (slip op.,\nat 10). Here, by contrast, we do not end the intellectual-\ndisability inquiry, one way or the other, based on Moore’s\nIQ score. Rather, in line with Hall, we require that courts\ncontinue the inquiry and consider other evidence of intel-\nlectual disability where an individual’s IQ score, adjusted\nfor the test’s standard error, falls within the clinically\nestablished range for intellectual-functioning deficits.\n                             IV\n  The CCA’s consideration of Moore’s adaptive functioning\nalso deviated from prevailing clinical standards and from\nthe older clinical standards the court claimed to apply.\n                              A\n   In concluding that Moore did not suffer significant\nadaptive deficits, the CCA overemphasized Moore’s per-\nceived adaptive strengths. The CCA recited the strengths\nit perceived, among them, Moore lived on the streets,\nmowed lawns, and played pool for money. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 522–523, 526–527. Moore’s adaptive strengths, in\nthe CCA’s view, constituted evidence adequate to over-\ncome the considerable objective evidence of Moore’s adap-\ntive deficits, see supra, at 4; App. to Pet. for Cert. 180a–\n202a. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 522–524, 526–527. But the\nmedical community focuses the adaptive-functioning\ninquiry on adaptive deficits. E.g., AAIDD–11, at 47 (“sig-\nnificant limitations in conceptual, social, or practical\nadaptive skills [are] not outweighed by the potential\nstrengths in some adaptive skills”); DSM–5, at 33, 38\n(inquiry should focus on “[d]eficits in adaptive function-\ning”; deficits in only one of the three adaptive-skills do-\nmains suffice to show adaptive deficits); see Brumfield,\n\u000c                     Cite as: 581 U. S. ____ (2017)                    13\n\n                          Opinion of the Court\n\n576 U. S., at ___ (slip op., at 15) (“[I]ntellectually disabled\npersons may have ‘strengths in social or physical capabili-\nties, strengths in some adaptive skill areas, or strengths in\none aspect of an adaptive skill in which they otherwise\nshow an overall limitation.’ ” (quoting AAMR, Mental\nRetardation: Definition, Classification, and Systems of\nSupports 8 (10th ed. 2002)).8\n   In addition, the CCA stressed Moore’s improved behavior\nin prison. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 522–524, 526–527. Clinicians,\nhowever, caution against reliance on adaptive strengths\ndeveloped “in a controlled setting,” as a prison surely is.\nDSM–5, at 38 (“Adaptive functioning may be difficult to\nassess in a controlled setting (e.g., prisons, detention cen-\nters); if possible, corroborative information reflecting func-\ntioning outside those settings should be obtained.”); see\nAAIDD–11 User’s Guide 20 (counseling against reliance on\n“behavior in jail or prison”).\n                              B\n  The CCA furthermore concluded that Moore’s record of\nacademic failure, along with the childhood abuse and\nsuffering he endured, detracted from a determination that\nhis intellectual and adaptive deficits were related. See\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 488, 526; supra, at 5, 7–8. Those trau-\nmatic experiences, however, count in the medical commu-\nnity as “risk factors” for intellectual disability. AAIDD–\n11, at 59–60 (emphasis added). Clinicians rely on such\nfactors as cause to explore the prospect of intellectual\ndisability further, not to counter the case for a disability\n\n——————\n  8 The dissent suggests that disagreement exists about the precise role\n\nof adaptive strengths in the adaptive-functioning inquiry. See post, at\n11–12. But even if clinicians would consider adaptive strengths along-\nside adaptive weaknesses within the same adaptive-skill domain,\nneither Texas nor the dissent identifies any clinical authority permit-\nting the arbitrary offsetting of deficits against unconnected strengths in\nwhich the CCA engaged, see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 520–526.\n\u000c14                     MOORE v. TEXAS\n\n                      Opinion of the Court\n\ndetermination. See id., at 60 (“[A]t least one or more of\nthe risk factors [described in the manual] will be found in\nevery case of ” intellectual disability.).\n   The CCA also departed from clinical practice by requiring\nMoore to show that his adaptive deficits were not related to\n“a personality disorder.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 488; see id., at\n526 (Moore’s problems in kindergarten were “more likely\ncause[d]” by “emotional problems” than by intellectual\ndisability). As mental-health professionals recognize, how-\never, many intellectually disabled people also have other\nmental or physical impairments, for example, attention-\ndeficit/hyperactivity disorder, depressive and bipolar dis-\norders, and autism. DSM–5, at 40 (“[c]o-occurring men-\ntal, neurodevelopmental, medical, and physical conditions\nare frequent in intellectual disability, with rates of some\nconditions (e.g., mental disorders, cerebral palsy, and epi-\nlepsy) three to four times higher than in the general popu-\nlation”); see AAIDD–11, at 58–63. Coexisting conditions\nfrequently encountered in intellectually disabled individ-\nuals have been described in clinical literature as\n“[c]omorbidit[ies].” DSM–5, at 40. See also Brief for\nAAIDD et al. as Amici Curiae 20, and n. 25. The existence\nof a personality disorder or mental-health issue, in short, is\n“not evidence that a person does not also have intellectual\ndisability.” Brief for American Psychological Association,\nAPA, et al. as Amici Curiae 19.\n                             C\n  The CCA’s attachment to the seven Briseno evidentiary\nfactors further impeded its assessment of Moore’s adaptive\nfunctioning.\n                              1\n  By design and in operation, the Briseno factors “creat[e]\nan unacceptable risk that persons with intellectual dis-\nability will be executed,” Hall, 572 U. S., at ___ (slip op., at\n\u000c                   Cite as: 581 U. S. ____ (2017)              15\n\n                       Opinion of the Court\n\n1). After observing that persons with “mild” intellectual\ndisability might be treated differently under clinical\nstandards than under Texas’ capital system, the CCA\ndefined its objective as identifying the “consensus of Texas\ncitizens” on who “should be exempted from the death\npenalty.” Briseno, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 6 (emphasis added).\nMild levels of intellectual disability, although they may\nfall outside Texas citizens’ consensus, nevertheless remain\nintellectual disabilities, see Hall, 572 U. S., at ___–___\n(slip op., at 17–18); Atkins, 536 U. S., at 308, and n. 3;\nAAIDD–11, at 153, and States may not execute anyone in\n“the entire category of [intellectually disabled] offenders,”\nRoper, 543 U. S., at 563–564 (emphasis added); see supra,\nat 9.\n   Skeptical of what it viewed as “exceedingly subjective”\nmedical and clinical standards, the CCA in Briseno ad-\nvanced lay perceptions of intellectual disability. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 8; see supra, at 5–6, and n. 6. Briseno asks,\nfor example, “Did those who knew the person best during\nthe developmental stage—his family, friends, teachers,\nemployers, authorities—think he was mentally retarded at\nthat time, and, if so, act in accordance with that determi-\nnation?” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 8. Addressing that question\nhere, the CCA referred to Moore’s education in “normal\nclassrooms during his school career,” his father’s reactions\nto his academic challenges, and his sister’s perceptions of\nMoore’s intellectual abilities. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 526–527.\nBut the medical profession has endeavored to counter lay\nstereotypes of the intellectually disabled. See AAIDD–11\nUser’s Guide 25–27; Brief for AAIDD et al. as Amici Cu-\nriae 9–14, and nn. 11–15.         Those stereotypes, much\nmore than medical and clinical appraisals, should spark\nskepticism.9\n——————\n  9 As elsewhere in its opinion, the CCA, in its deployment of the\n\nBriseno factors, placed undue emphasis on adaptive strengths, see\n\u000c16                         MOORE v. TEXAS\n\n                          Opinion of the Court\n\n                               2\n   The Briseno factors are an outlier, in comparison both to\nother States’ handling of intellectual-disability pleas and\nto Texas’ own practices in other contexts. See Hall, 572\nU. S., at ___ (slip op., at 12) (consensus in the States pro-\nvides “objective indicia of society’s standards in the con-\ntext of the Eighth Amendment” (internal quotation marks\nomitted)). No state legislature has approved the use of the\nBriseno factors or anything similar. In the 12 years since\nTexas adopted the factors, only one other state high court\nand one state intermediate appellate court have author-\nized their use. See, e.g., Commonwealth v. Bracey, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e632\u003c/span\u003e \u003cspan class=\"reporter\"\u003ePa.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e75\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, ___–___, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e117\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e270\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 286–287 (2015); Howell v.\nState, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2011\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e2420378\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *18 (Tenn. Crim. App., June 14,\n2011).\n   Indeed, Texas itself does not follow Briseno in contexts\nother than the death penalty. See Brief for Constitution\nProject as Amicus Curiae 14–17. For example, the related-\nness requirement Texas defends here, see supra, at 5–6,\nis conspicuously absent from the standards the State uses\nto assess students for intellectual disabilities. See 19 Tex.\nAdmin. Code §89.1040(c)(5) (2015). And even within\nTexas’ criminal-justice system, the State requires the\nintellectual-disability diagnoses of juveniles to be based on\n“the latest edition of the DSM.” 37 Tex. Admin. Code\n§380.8751(e)(3) (2016). Texas cannot satisfactorily explain\nwhy it applies current medical standards for diagnosing\nintellectual disability in other contexts, yet clings to su-\nperseded standards when an individual’s life is at stake.10\n——————\nsupra, at 12–13; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 527, and regarded risk factors for\nintellectual disability as evidence of the absence of intellectual disabil-\nity, see supra, at 13–14; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 526–527.\n   10 Given the Briseno factors’ flaws, it is unsurprising that scholars\n\nand experts have long criticized the factors. See, e.g., American Bar\nAssn., Evaluating Fairness and Accuracy in State Death Penalty\nSystems: The Texas Capital Punishment Assessment Report 395 (2013)\n\u000c                     Cite as: 581 U. S. ____ (2017)                   17\n\n                          Opinion of the Court \n\n\n                               V\n\n  As noted supra, at 9, States have some flexibility, but\nnot “unfettered discretion,” in enforcing Atkins’ holding.\nHall, 572 U. S., at ___ (slip op., at 17). “If the States were\nto have complete autonomy to define intellectual disability\nas they wished,” we have observed, “Atkins could become a\nnullity, and the Eighth Amendment’s protection of human\ndignity would not become a reality.” Id., at ___–___ (slip\nop., at 18–19).\n  The medical community’s current standards supply one\nconstraint on States’ leeway in this area. Reflecting im-\nproved understanding over time, see DSM–5, at 7;\nAAIDD–11, at xiv–xv, current manuals offer “the best\navailable description of how mental disorders are ex-\npressed and can be recognized by trained clinicians,”\nDSM–5, at xli. See also Hall, 572 U. S., at ___, ___, ___,\n___–___, ___–___ (slip op., at 2, 3, 8, 10–11, 20–21) (em-\nploying current clinical standards); Atkins, 536 U. S., at\n308, n. 3, 317, n. 22 (relying on then-current standards).\n  In Moore’s case, the habeas court applied current medi-\ncal standards in concluding that Moore is intellectually\ndisabled and therefore ineligible for the death penalty.\nSee, e.g., App. to Pet. for Cert. 150a–151a, 200a–203a.\n——————\n(“The Briseno factors create an especially high risk that [an intellectu-\nally disabled defendant] will be executed because, in many ways, they\ncontradict established methods for diagnosing [intellectual disabil-\nity].”); Blume, Johnson, \u0026 Seeds, Of Atkins and Men: Deviations from\nClinical Definitions of Mental Retardation in Death Penalty Cases\n(footnote omitted), 18 Cornell J. L. \u0026 Pub. Pol’y 689, 710–712 (2009)\n(“The Briseno factors present an array of divergences from the clinical\ndefinitions.”); Macvaugh \u0026 Cunningham, Atkins v. Virginia: Implica-\ntions and Recommendations for Forensic Practice, 37 J. Psychiatry \u0026 L.\n131, 136 (2009) (“The seven criteria of the Briseno opinion operational-\nize an Atkins interpretation that [exempts only] a subcategory of\npersons with [intellectual disabilities] from execution.”). See also \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 529–530, and n. 5 (Alcala, J., dissenting) (summarizing, in\nthis case, scholarly criticism of Briseno).\n\u000c18                    MOORE v. TEXAS\n\n                     Opinion of the Court\n\nThe CCA, however, faulted the habeas court for “disre-\ngarding [the CCA’s] case law and employing the definition\nof intellectual disability presently used by the AAIDD.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 486. The CCA instead fastened its\nintellectual-disability determination to “the AAMR’s 1992\ndefinition of intellectual disability that [it] adopted in\nBriseno for Atkins claims presented in Texas death-\npenalty cases.” Ibid. By rejecting the habeas court’s\napplication of medical guidance and clinging to the stand-\nard it laid out in Briseno, including the wholly nonclinical\nBriseno factors, the CCA failed adequately to inform itself\nof the “medical community’s diagnostic framework,” Hall,\n572 U. S., at ___–___ (slip op., at 19–20). Because Briseno\npervasively infected the CCA’s analysis, the decision of\nthat court cannot stand.\n                        *     *    *\n  For the reasons stated, the judgment of the Texas Court\nof Criminal Appeals is vacated, and the case is remanded\nfor further proceedings not inconsistent with this opinion.\n\n                                            It is so ordered.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                   ROBERTS, C. J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–797\n                         _________________\n\n\n   BOBBY JAMES MOORE, PETITIONER v. TEXAS\n         ON WRIT OF CERTIORARI TO THE COURT OF\n\n              CRIMINAL APPEALS OF TEXAS\n\n                       [March 28, 2017]\n\n\n   CHIEF JUSTICE ROBERTS, with whom JUSTICE THOMAS\nand JUSTICE ALITO join, dissenting.\n   The Texas Court of Criminal Appeals (CCA) concluded\nthat Bobby James Moore was not intellectually disabled so\nas to be exempt from the death penalty under Atkins v.\nVirginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"121158\"\u003e\u003ca href=\"/opinion/121158/atkins-v-virginia/\"\u003e\u003cspan class=\"volume\"\u003e536\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e304\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2002). It reached that conclusion\nbased on its findings that he had failed to establish either\nsignificantly subaverage intellectual functioning or related\nsignificant deficits in adaptive behavior. The latter con-\nclusion was based, in part, on the CCA’s analysis of a set\nof seven “evidentiary factors” from Ex parte Briseno, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1592125\"\u003e\u003ca href=\"/opinion/1592125/ex-parte-briseno/\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 8 (Tex. Crim. App. 2004). I agree with the\nCourt today that those factors are an unacceptable method\nof enforcing the guarantee of Atkins, and that the CCA\ntherefore erred in using them to analyze adaptive deficits.\nBut I do not agree that the CCA erred as to Moore’s intel-\nlectual functioning. Because the CCA’s determination on\nthat ground is an independent basis for its judgment, I\nwould affirm the decision below.\n   My broader concern with today’s opinion, however, is\nthat it abandons the usual mode of analysis this Court has\nemployed in Eighth Amendment cases. The Court over-\nturns the CCA’s conclusion that Moore failed to present\nsufficient evidence of both inadequate intellectual func-\ntioning and significant deficits in adaptive behavior with-\nout even considering “objective indicia of society’s stand-\n\u000c2                     MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\nards” reflected in the practices among the States. Hall v.\nFlorida, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 12) (quoting\nRoper v. Simmons, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137749\"\u003e\u003ca href=\"/opinion/137749/roper-v-simmons/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e551\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 563 (2005)). The Court\ninstead crafts a constitutional holding based solely on\nwhat it deems to be medical consensus about intellectual\ndisability. But clinicians, not judges, should determine\nclinical standards; and judges, not clinicians, should de-\ntermine the content of the Eighth Amendment. Today’s\nopinion confuses those roles, and I respectfully dissent.\n                             I\n   On April 25, 1980, Moore and two others were throwing\ndice when they decided to commit a robbery to obtain\nmoney for car payments. Moore provided the group with\ntwo firearms, and the three men began to drive around\nHouston looking for a target. Eventually they settled on\nthe Birdsall Super Market. After negotiating their respec-\ntive shares of the money they intended to steal and don-\nning disguises, the three went inside, heading straight to a\ncourtesy booth staffed by James McCarble and Edna Scott.\nWhen Scott realized a robbery was occurring and\nscreamed, Moore shot McCarble in the head, killing the\n70-year-old instantly.\n   Moore fled Houston and remained on the run until his\narrest in Louisiana ten days after the murder. After\ngiving a written statement admitting his participation in\nthe robbery and killing, Moore was charged with capital\nmurder. A jury convicted him and sentenced him to death.\n   Over the next three decades, Moore’s case traversed the\nstate and federal court systems, finally reaching the At-\nkins hearing at issue today in 2014. The state habeas\ncourt conducted a two-day evidentiary hearing, during\nwhich it heard testimony from family members, a fellow\ninmate, a prison official, and four mental health profes-\nsionals. The court concluded that Moore had shown intel-\nlectual disability and recommended that he be granted\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                   ROBERTS, C. J., dissenting\n\nrelief.\n   But it was just that: a recommendation. Under Texas\nlaw, the CCA, not the habeas court, is the ultimate fact-\nfinder in habeas corpus proceedings. Ex parte Reed, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1764221\"\u003e\u003ca href=\"/opinion/1764221/ex-parte-reed/\"\u003e\u003cspan class=\"volume\"\u003e271\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e698\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 727 (Tex. Crim. App. 2008); see also Ex parte\nMoore, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 489 (Tex. Crim. App. 2015).\nAssuming that role, the CCA declined to adopt the habeas\ncourt’s findings and conclusions, instead conducting its\nown review of the record to determine whether Moore had\nshown he was intellectually disabled.\n   The CCA began by considering the appropriate legal\nstandard for assessing intellectual disability. Following\nour instruction to the States to “develop[ ] appropriate\nways to enforce” Atkins, 536 U. S., at 317 (internal quota-\ntion marks omitted), the CCA had set out a legal definition\nfor intellectual disability in its prior decision in Ex parte\nBriseno. Rather than follow that test, the habeas court\nbelow crafted its own standards for intellectual disability.\nBut “[t]he decision to modify the legal standard for intel-\nlectual disability in the capital-sentencing context,” the\nCCA explained, “rests with this Court unless and until the\nLegislature acts.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 487. Just as we have\ncorrected lower courts for taking it upon themselves to\ndismiss our precedent as outdated, see, e.g., Bosse v. Okla-\nhoma, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (per curiam) (slip op., at\n2), so too the CCA rebuked the habeas court for ignoring\nbinding CCA precedent.\n   The CCA went on to explain why there was no reason to\nmodify the legal standard it had previously set out.\nBriseno had stated a rule that in order for an Atkins\nclaimant to demonstrate intellectual disability he must\nshow (1) significantly subaverage general intellectual\nfunctioning and (2) related limitations in adaptive func-\ntioning, (3) which had appeared prior to age 18. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 486. It also laid out a set of seven evidentiary\nfactors—the “Briseno factors”—designed to assist “fact-\n\u000c4                      MOORE v. TEXAS\n\n                    ROBERTS, C. J., dissenting\n\nfinders . . . in weighing evidence” of intellectual disability.\nBriseno, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 8.\n   The three-prong definition of intellectual disability came\ndirectly from the ninth edition of the manual published by\nwhat is now the American Association on Intellectual and\nDevelopmental Disabilities (AAIDD). Id., at 7; see Ameri-\ncan Association on Mental Retardation, Mental Retarda-\ntion: Definition, Classification, and Systems of Supports 5\n(9th ed. 1992). By the time Moore’s case reached the CCA,\nthe AAIDD no longer included the requirement that adap-\ntive deficits be “related” to intellectual functioning. But,\nas the CCA noted, the most recent version of the other\nleading diagnostic manual, the DSM–5, did include that\nrequirement. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 487, n. 5; American Psychi-\natric Association, Diagnostic and Statistical Manual of\nMental Disorders 38 (5th ed. 2013) (hereinafter DSM–5).\nSo the CCA was faced with a choice in Moore: Keeping the\nrelatedness requirement would be inconsistent with the\nAAIDD’s current guidance; dropping it would be out of\nstep with the newest version of the DSM. The CCA con-\ncluded that “the legal test we established in Briseno re-\nmains adequately ‘informed by the medical community’s\ndiagnostic framework,’ ” and went on to evaluate the case\nunder that approach. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 487 (quoting Hall,\n572 U. S., at ___–___ (slip op., at 19–20)).\n   Starting with intellectual functioning, the CCA conducted\na painstaking analysis of the battery of tests Moore had\ntaken over the past 40 years. The CCA concluded that five\nof the tests the habeas court had considered were unreli-\nable: two of them were neuropsychological tests rather than\nformal IQ measures; two were group-administered tests,\nwhich Moore’s own experts had criticized, App. 12 (Otis-\nLennon Mental Abilities Test “not accepted as an instru-\nment appropriate for the assessment of mental retardation\nor intellectual deficiency”); id., at 115–116 (Slosson is “not\nthe greatest test” and “not the most reliable approach”);\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                   ROBERTS, C. J., dissenting\n\nand the administrator of the fifth test concluded it was\n“not . . . a valid score” because of evidence of suboptimal\neffort, id., at 203.\n   That left two scores for the CCA to analyze: a 78 and a\n74. Significantly subaverage intellectual functioning is\n“generally shown by an [IQ] of 70 or less.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n486. “Taking into account the standard error of measure-\nment” for the 78 score yielded a range of 73 to 83—i.e., a\nrange that did not include an IQ of 70 or less. Id., at 519.\nAs for the 74, the CCA again considered the standard\nerror of measurement, which yielded a score range of 69 to\n79. The lower end of that range placed Moore within the\nparameters for significantly subaverage intellectual func-\ntioning. The CCA found, however, that Moore’s score was\nunlikely to be in the lower end of the error-generated\nrange because he was likely exerting poor effort and expe-\nriencing depression at the time the test was adminis-\ntered—both factors that Moore’s experts agreed could\nartificially deflate IQ scores. Id., at 516–517, 519; App.\n46, 92. The CCA accordingly concluded that Moore had\nfailed to present sufficient evidence of significantly subav-\nerage intellectual functioning.\n   Having failed one part of the CCA’s three-part test,\nMoore could not be found intellectually disabled. The CCA\nnonetheless went on to consider the second prong of the\ntest, Moore’s adaptive deficits. Moore had taken a stand-\nardized test of adaptive functioning in which he scored\nmore than two standard deviations below the mean. But\nDr. Kristi Compton, the state expert who had adminis-\ntered that test, explained that it was not an accurate\nmeasure of Moore’s abilities. She reached this conclusion\nnot because of Moore’s adaptive strengths but instead\nbecause “she had to assign zeroes to questions asking\nabout areas to which [Moore] had no exposure, such as\nwriting a check and using a microwave oven.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 522. Dr. Compton further opined that her\n\u000c6                     MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\nevaluation of Moore and review of documentary evi-\ndence—including school, trial, and prison records—did not\nshow adaptive deficits sufficient for an intellectual disabil-\nity diagnosis. App. 185; see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 521–524.\n   The CCA also considered and recounted the testimony of\nthe other experts who, unlike Dr. Compton, concluded that\nMoore had shown significant adaptive deficits. As fact-\nfinders often do in confronting conflicting evidence, the\nCCA made a credibility determination. The opinion of Dr.\nCompton, the CCA concluded, was “far more credible and\nreliable” than those of Moore’s experts, given Dr. Comp-\nton’s “considerable experience,” “thorough[ ] and rigorous[ ]\nreview[ ] [of] a great deal of material,” and personal evalu-\nation of Moore. Id., at 524. Based on Dr. Compton’s ex-\npert opinion, the CCA concluded Moore had failed to\ndemonstrate significant adaptive deficits.\n   Finally, the CCA considered whether, even assuming\nthat Moore had made sufficient showings as to intellectual\nfunctioning and adaptive deficits, those two were related.\nAgain finding Dr. Compton’s testimony the most credible,\nthe CCA concluded that “the record overwhelmingly sup-\nports the conclusion” that Moore’s observed academic and\nsocial difficulties stemmed, not from low intellectual abili-\nties, but instead from outside factors like the trauma\nand abuse he suffered as a child and his drug use at a\nyoung age. Id., at 526. The CCA explained that, in addi-\ntion to Dr. Compton’s expert testimony, consideration\nof the seven Briseno factors reinforced that relatedness\nconclusion.\n   Given that Moore had failed to present sufficient evi-\ndence on intellectual functioning or related adaptive defi-\ncits, the CCA “conclude[d] that for Eighth Amendment\npurposes,” Moore had not shown he was intellectually\ndisabled. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 527. Accordingly, he was not\nexempt from execution under Atkins.\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                   ROBERTS, C. J., dissenting\n\n                              II\n\n                               A\n\n    This Court’s precedents have emphasized the im-\nportance of state legislative judgments in giving content to\nthe Eighth Amendment ban on cruel and unusual pun-\nishment. “Eighth Amendment judgments should not be\n. . . merely the subjective views of individual Justices.”\nCoker v. Georgia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109731\"\u003e\u003ca href=\"/opinion/109731/coker-v-georgia/\"\u003e\u003cspan class=\"volume\"\u003e433\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e584\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 592 (1977) (plurality\nopinion). For that reason, we have emphasized that\n“judgment should be informed by objective factors to the\nmaximum possible extent.” Ibid. The “clearest and most\nreliable objective evidence of contemporary values” comes\nfrom state legislative judgments. Atkins, 536 U. S., at 312\n(internal quotation marks omitted).         Such legislative\njudgments are critical because in “a democratic society\nlegislatures, not courts, are constituted to respond to the\nwill and consequently the moral values of the people.”\nGregg v. Georgia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109532\"\u003e\u003ca href=\"/opinion/109532/gregg-v-georgia/\"\u003e\u003cspan class=\"volume\"\u003e428\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e153\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 175 (1976) (joint opinion\nof Stewart, Powell, and Stevens, JJ.) (internal quotation\nmarks omitted). And we have focused on state enactments\nin this realm because of the “deference we owe to the\ndecisions of the state legislatures under our federal sys-\ntem . . . where the specification of punishments is con-\ncerned.” Id., at 176. For these reasons, we have described\nstate legislative judgments as providing “essential instruc-\ntion” in conducting the Eighth Amendment inquiry. Roper,\n543 U. S., at 564.\n    Our decisions addressing capital punishment for the\nintellectually disabled recognize the central significance of\nstate consensus. In holding that the Eighth Amendment\nprohibits the execution of intellectually disabled individu-\nals in Atkins, the Court first identified a national consen-\nsus against the practice and then, applying our own “inde-\npendent evaluation of the issue,” concluded that there was\n“no reason to disagree” with that consensus. 536 U. S., at\n321. The scope of our holding—guided as it was by the\n\u000c8                     MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\nnational consensus—swept only as far as that consensus.\nWe recognized that there remained the potential for “seri-\nous disagreement . . . in determining which offenders are\nin fact retarded.” Id., at 317. And we did not seek to\nprovide “definitive procedural or substantive guides for\ndetermining when a person who claims mental retardation\nwill be so impaired as to fall within Atkins’ compass.”\nBobby v. Bies, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145870\"\u003e\u003ca href=\"/opinion/145870/bobby-v-bies/\"\u003e\u003cspan class=\"volume\"\u003e556\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e825\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 831 (2009) (alterations and\ninternal quotation marks omitted). Instead, we left “to the\nStates the task of developing appropriate ways to enforce\nthe constitutional restriction upon their execution of\nsentences.” Atkins, 536 U. S., at 317 (quoting Ford v.\nWainwright, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111725\"\u003e\u003ca href=\"/opinion/111725/ford-v-wainwright/\"\u003e\u003cspan class=\"volume\"\u003e477\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e399\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 416–417 (1986); alterations\nomitted).\n   Twelve years after Atkins, the Court confronted one\nState’s attempt to enforce the holding of that case. Hall v.\nFlorida considered Florida’s rule requiring a prisoner to\npresent an IQ score of 70 or below to make out an Atkins\nclaim. Although the Court thought it “proper to consider\nthe psychiatric and professional studies that elaborate on\nthe purpose and meaning of IQ scores,” it emphasized that\n“[t]he legal determination of intellectual disability is\ndistinct from a medical diagnosis.” 572 U. S., at ___, ___\n(slip op., at 7, 19). It was “the Court’s duty”—not that of\nmedical experts—“to interpret the Constitution.” Id., at\n___ (slip op., at 19). The Court’s conclusion that Florida’s\nrule was “in direct opposition to the views of those who\ndesign, administer, and interpret the IQ test” was not\nenough to decide the case. Id., at ___ (slip op., at 22).\nInstead, consistent with our settled approach, the Court\ncanvassed “the legislative policies of various States,” as\nwell as “the holdings of state courts,” because it was state\npolicies that provided “essential instruction” for determin-\ning the scope of the constitutional guarantee. Id., at ___,\n___ (slip op., at 7, 19) (quoting Roper, 543 U. S., at 564).\nState policy, the Court concluded, indicated a “consensus\n\u000c                 Cite as: 581 U. S. ____ (2017)           9\n\n                   ROBERTS, C. J., dissenting\n\nthat our society does not regard [Florida’s rule] as proper\nor humane,” and that “consensus . . . instruct[ed us] how\nto decide the specific issue presented.” 572 U. S., at ___,\n___ (slip op., at 7, 16). The Court was sharply divided on\nthat conclusion, see id., at ___–___ (slip op., at 4–7)\n(ALITO, J., dissenting), but not on the fact that our prece-\ndent mandated such an inquiry.\n                              B\n   Today’s decision departs from this Court’s precedents,\nfollowed in Atkins and Hall, establishing that the deter-\nmination of what is cruel and unusual rests on a judicial\njudgment about societal standards of decency, not a medi-\ncal assessment of clinical practice. The Court rejects the\nCCA’s conclusion that Moore failed to make the requisite\nshowings with respect to intellectual functioning and\nadaptive deficits, without any consideration of the state\npractices that were, three Terms ago, “essential” to the\nEighth Amendment question. Hall, 572 U. S., at ___ (slip\nop., at 19). The Court instead finds error in the CCA’s\nanalysis based solely on what the Court views to be depar-\nture from typical clinical practice.\n   The clinical guides on which the Court relies today are\n“designed to assist clinicians in conducting clinical as-\nsessment, case formulation, and treatment planning.”\nDSM–5, at 25. They do not seek to dictate or describe who\nis morally culpable—indeed, the DSM–5 cautions its\nreaders about “the imperfect fit between the questions of\nultimate concern to the law and the information con-\ntained” within its pages. Ibid.\n   The Eighth Amendment, under our precedent, is sup-\nposed to impose a moral backstop on punishment, prohib-\niting sentences that our society deems repugnant. The\nCourt, however, interprets that constitutional guarantee\nas turning on clinical guidelines that do not purport to\nreflect standards of decency. The Court’s refusal even to\n\u000c10                    MOORE v. TEXAS\n\n                   ROBERTS, C. J., dissenting\n\naddress what we previously “pinpointed” as “the clearest\nand most reliable objective evidence” of such standards—\nthe practices among the States—goes unexplained by the\nmajority. Atkins, 536 U. S., at 312 (internal quotation\nmarks omitted).\n   A second problem with the Court’s approach is the lack\nof guidance it offers to States seeking to enforce the hold-\ning of Atkins. Recognizing that we have, in the very re-\ncent past, held that “ ‘the views of medical experts’ do not\n‘dictate’ a court’s intellectual-disability determination,”\nthe Court assures us that it is not requiring adherence “to\neverything stated in the latest medical guide,” ante, at 9–\n10 (quoting Hall, 572 U. S., at ___ (slip op., at 19)); States\nhave “some flexibility” but cannot “disregard” medical\nstandards. Ante, at 10, 17. Neither the Court’s articula-\ntion of this standard nor its application sheds any light on\nwhat it means.\n   Start with the Court’s stated principle. “Disregard”\nnormally means to dismiss as unworthy of attention, and\nthat is plainly not what the CCA did here. For example,\nthe Court faults the CCA for placing too much weight on\nMoore’s adaptive strengths and functioning in prison,\nimplying that this marked a dismissal of clinical stand-\nards. Yet the CCA was aware of and, in a prior decision,\nhad addressed the fact that some clinicians would counsel\nagainst considering such information. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n489 (citing Ex parte Cathey, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e451\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 26–27 (2014)).\nBoth because “[m]ost courts . . . consider all of the person’s\nfunctional abilities” and because it seemed “foolhardy” to\nignore strengths, the CCA thought it proper to take note of\nthem. Id., at 27. As to prison conduct, the CCA decided\nthat the fundamental questions the Atkins inquiry sought\nto answer were best considered—and “sound scientific\nprinciples” best served—by taking account of “all possible\ndata that sheds light on a person’s adaptive functioning,\nincluding his conduct in a prison society.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e451\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n\u000c                  Cite as: 581 U. S. ____ (2017)           11\n\n                   ROBERTS, C. J., dissenting\n\n26–27. The CCA considered clinical standards and ex-\nplained why it decided that departure from those stand-\nards was warranted. The court did not “disregard” medi-\ncal standards.\n   Nor do the Court’s identified errors clarify the scope of\nthe “flexibility” we are told States retain in this area. The\nCourt faults the CCA for “overemphasiz[ing]” strengths\nand “stress[ing]” Moore’s conduct in prison, ante, at 12–13,\nsuggesting that some—but not too much—consideration of\nstrengths and prison functioning is acceptable. The\nCourt’s only guidance on when “some” becomes “too\nmuch”? Citations to clinical guides. See ibid. But if\ncourts do have “flexibility” in enforcing the guarantee of\nAtkins and need not “adhere[ ]” to these guides in every\ninstance or particular, ante, at 10, 17, then clinical texts,\nstanding alone, cannot answer the question of why the\nCCA placed too much weight on adaptive strengths and\nprison conduct.      The line between the permissible—\nconsideration, maybe even emphasis—and the forbidden—\n“overemphasis”—is not only thin, but totally undefined by\ntoday’s decision. It is not at all clear when a State’s devia-\ntion from medical consensus becomes so great as to “di-\nminish the force” of that consensus, ante, at 2, and thereby\nviolate the Constitution.\n   Finally, the Court’s decision constitutionalizes rules for\nwhich there is not even clinical consensus—a consequence\nthat will often arise from the approach charted by the\nCourt today. Consider the Court’s conclusion that, contrary\nto “the medical community[’s] focus[] . . . on adaptive\ndeficits,” “the CCA overemphasized Moore’s perceived\nadaptive strengths.” Ante, at 12. In support of this propo-\nsition, the Court cites the AAIDD’s direction that “signifi-\ncant limitations in conceptual, social, or practical adaptive\nskills [are] not outweighed by the potential strengths in\nsome adaptive skills.” AAIDD, Intellectual Disability:\nDefinition, Classification, and Systems of Supports 47\n\u000c12                      MOORE v. TEXAS\n\n                     ROBERTS, C. J., dissenting\n\n(11th ed. 2010) (hereinafter AAIDD–11). Even assuming\nthat all clinicians would agree with this statement, there\nare a number of ways it might be interpreted: as meaning\nthat strengths in one of the three adaptive skill areas—\nconceptual, social, and practical—should not cancel out\ndeficits in another; as meaning that strengths should not\noutweigh deficits within the same skill area; or as mean-\ning that evidence of some ability to perform a skill should\nnot offset evidence of the inability to perform that same\nskill. And it appears that clinicians do, in fact, disagree\nabout what this direction means. Compare, e.g., Brief for\nAAIDD et al. as Amici Curiae 17 (“The clinician’s diagnos-\ntic focus does not—and cannot—involve any form of ‘bal-\nancing’ deficits against the abilities or strengths which the\nparticular individual may also possess” (emphasis added))\nwith Hagan, Drogin, \u0026 Guilmette, Assessing Adaptive\nFunctioning in Death Penalty Cases after Hall and DSM–\n5, 44 J. Am. Acad. Psychiatry \u0026 L. 96, 98 (2016) (“Any\nassessment of adaptive functioning must give sufficient\nconsideration to assets and deficits alike. . . . [I]n-\nventorying only assets or deficits . . . departs from DSM–5,\n[the AAIDD–11], and all other established frameworks”\n(footnotes omitted)).\n   The same is true about consideration of prison conduct.\nThe two primary clinical guides do offer caution about\nconsidering functioning in prison. But the stringency of\ntheir caution differs, with the AAIDD seeming to enact a\nflat ban on ever looking to functioning in prison and the\nDSM urging “if possible” to consider “corroborative infor-\nmation reflecting functioning outside” of prison. AAIDD,\nUser’s Guide: Intellectual Disability: Definition, Classifi-\ncation, and Systems of Supports 20 (11th ed. 2012); DSM–\n5, at 38. The CCA followed the DSM–5’s instruction,\nrelying on Dr. Compton’s conclusion that “even before\n[Moore] went to prison” he demonstrated a “level of adap-\ntive functioning . . . too great . . . to support an intellectual-\n\u000c                  Cite as: 581 U. S. ____ (2017)            13\n\n                    ROBERTS, C. J., dissenting\n\ndisability diagnosis.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 526. In deter-\nmining that the CCA erred in this regard, the Court im-\nplicitly rejects the DSM–5’s approach to the proper consid-\neration of prison conduct and accepts what it takes to be\nthat of the AAIDD. The Court does not attempt to explain\nits justification for why the Eighth Amendment should\nfavor one side over the other in this clinical debate.\n   “Psychiatry is not . . . an exact science.” Ake v. Oklahoma,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111356\"\u003e\u003ca href=\"/opinion/111356/ake-v-oklahoma/\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e68\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 81 (1985). “[B]ecause there often is no single,\naccurate psychiatric conclusion,” we have emphasized the\nimportance of allowing the “primary factfinder[ ]” to “re-\nsolve differences in opinion . . . on the basis of the evidence\noffered by each party.” Ibid. You would not know it from\nreading the Court’s opinion today, but that is precisely\nwhat the CCA—the factfinder under Texas law—did in the\ndecision below: Confronted with dueling expert opinions\nabout how to evaluate adaptive functioning and what\nconclusion to reach, the CCA resolved the dispute before it\nby accepting the testimony of the expert it deemed most\ncredible. Of course, reliance on an expert opinion does not\ninsulate a decision from further judicial review. But,\nunlike the Court, I am unwilling to upset the considered\njudgment of the forensic psychologist that the factfinding\ncourt deemed the most credible based on my own interpre-\ntation of a few sentences excised from medical texts.\n                            III\n  As for how I would resolve this case, there is one aspect\nof the CCA’s approach to intellectual disability that is\nincompatible with the Eighth Amendment: the Briseno\nfactors. As the Court explains, no state legislature has\napproved the use of these or any similar factors. Although\nthe CCA reviewed these factors to determine whether\nMoore’s adaptive deficits were “related” to his intellectual\nfunctioning, it may be that consideration of those factors\ntainted the whole of the CCA’s adaptive functioning anal-\n\u000c14                         MOORE v. TEXAS\n\n                        ROBERTS, C. J., dissenting\n\nysis. I need not decide this question, however, because the\nCCA reached the issue of Moore’s adaptive functioning\nonly after concluding that he had failed to demonstrate\nintellectual functioning sufficiently low to warrant a find-\ning of intellectual disability, regardless of his adaptive\ndeficits or their relation to his IQ. Moore has not presented\nsufficient reason to upset that independent holding.\n   The Court concludes that the CCA’s assessment of\nMoore’s IQ scores is “irreconcilable with Hall.” Ante, at\n10. Not so. Hall rejected a Florida rule that required a\nprisoner to present an IQ score of 70 or below to demon-\nstrate intellectual disability, thereby barring consideration\nof the standard error of measurement (SEM) of an over-70\nscore. But the CCA did not apply Florida’s rule—or any-\nthing like it. The court in fact began by taking account of\nthe SEM, explaining that Moore’s tested score of 74 led to\nan IQ range between 69 and 79. The court went on to\nconsider additional expert testimony about potential\nfactors affecting that score. Based on that evidence, the\nCCA discounted portions of the SEM-generated range and\nconcluded that Moore’s IQ did not lie in the relevant range\nfor intellectual disability.\n   Hall provided no definitive guidance on this sort of\napproach: recognizing the inherent imprecision of IQ tests,\nbut considering additional evidence to determine whether\nan SEM-generated range of scores accurately reflected a\nprisoner’s actual IQ.1 Indeed, in its catalog of States that\n\n——————\n  1 Hall also reached no holding as to the evaluation of IQ when an\n\nAtkins claimant presents multiple scores, noting only that “the analysis\nof multiple IQ scores jointly is a complicated endeavor.” Hall v. Flor-\nida, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 11). The Court’s definition of\ndeficient intellectual functioning as shown by “an IQ score” of roughly\n70, ante, at 4 (emphasis added), is dicta and cannot be read to call into\nquestion the approach of States that would not treat a single IQ score\nas dispositive evidence where the prisoner presented additional higher\nscores.\n\u000c                     Cite as: 581 U. S. ____ (2017)                    15\n\n                       ROBERTS, C. J., dissenting\n\n“ha[d] taken a position contrary to that of Florida,” the\nCourt in Hall included a State that granted trial courts\ndiscretion to draw “reasonable inferences” about IQ scores\nand, where appropriate, decline to consider the full range\nof the SEM. 572 U. S., at ___, ___ (slip op., at 15, 16)\n(quoting Pizzuto v. State, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e146\u003c/span\u003e \u003cspan class=\"reporter\"\u003eIdaho\u003c/span\u003e \u003cspan class=\"page\"\u003e720\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 729, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2515277\"\u003e\u003ca href=\"/opinion/2515277/pizzuto-v-state/\"\u003e\u003cspan class=\"volume\"\u003e202\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e642\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 651 (2008)).2 That is the approach the CCA took\nhere. If that approach was “contrary” to Florida’s rule in\nHall, I do not understand how Hall can be read to reject\nthat approach today.\n   The Court’s ruling on intellectual functioning turns\nsolely on the fact that Moore’s IQ range was 69 to 79\nrather than 70 to 80. See ante, at 11 (“Because the lower\nend of Moore’s score range falls at or below 70, the CCA\nhad to move on to consider Moore’s adaptive functioning”).\nThe CCA certainly did not “disregard” SEM in assessing\nMoore’s IQ, and it explained why other factors led it to\nconclude that his actual score did not fall near the lower\nend of the SEM range. Only by insisting on the absolute\nconformity to medical standards the Court disclaims can it\nfind a violation of the Eighth Amendment based on that\none-point difference.3 Ibid. In concluding that the Eighth\n——————\n   2 The Court correctly notes that Hall cited Pizzuto as an instance of a\n\nState that had enacted “legislation allowing a defendant to present\nadditional evidence of intellectual disability even when an IQ test score\nis above 70.” Hall, 572 U. S., at ___ (slip op., at 15). The “additional\nevidence” that Pizzuto considered, however, was evidence that would\nindicate where within the SEM range a prisoner’s IQ likely fell, 146\nIdaho, at 729, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e202\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 651—that is, the same sort of evidence that\nthe CCA considered below.\n   3 It is not obvious that clinicians would ignore evidence beyond the\n\nSEM in determining the appropriate range that an IQ score represents.\nSee, e.g., Macvaugh \u0026 Cunningham, Atkins v. Virginia: Implications\nand Recommendations for Forensic Practice, 37 J. Psychiatry \u0026 L. 131,\n147 (2009) (“Error in intellectual assessment is not solely a function [of\nthe SEM]. Other sources of error or assessment imprecision may\ninvolve the examinee . . . includ[ing] the mental and physical health,\nmood, effort, and motivation of the examinee during testing . . . .”);\n\u000c16                        MOORE v. TEXAS\n\n                      ROBERTS, C. J., dissenting\n\nAmendment turns on the slightest numerical difference in\nIQ score, the Court today is just as wrong as the Florida\nSupreme Court was in Hall.\n   Today’s decision is not compelled by Hall; it is an expan-\nsion of it. Perhaps there are reasons to expand Hall’s\nholding—to say that States must read IQ tests as rigidly\nencompassing the entire SEM range, regardless of any\nother evidentiary considerations, or to say that the rea-\nsons that the CCA gave for discounting the lower end of\nMoore’s IQ range were improper. But before holding that\nthe Constitution demands either result, our precedent\nrequires consulting state judgments on the matter to\ndetermine whether a national consensus has developed.\nMoore has presented no argument as to such a consensus,\nand the majority does not claim that there is one. Without\nlooking to any such “objective evidence of contemporary\nvalues,” Atkins, 536 U. S., at 312 (internal quotation\nmarks omitted), there is a real danger that Eighth\nAmendment judgments will embody “merely the subjective\nviews of individual Justices,” Coker, 433 U. S., at 592\n(plurality opinion). As Justice Frankfurter cautioned,\n“[o]ne must be on guard against finding in personal disap-\nproval a reflection of more or less prevailing condemna-\ntion.” Louisiana ex rel. Francis v. Resweber, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104355\"\u003e\u003ca href=\"/opinion/104355/louisiana-ex-rel-francis-v-resweber/\"\u003e\u003cspan class=\"volume\"\u003e329\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e459\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n471 (1947) (concurring opinion).\n   I respectfully dissent.\n\n\n\n\n——————\nAAIDD–11, at 100–101 (“When considering the relative weight or\ndegree of confidence given to any assessment instrument, the clinician\nneeds to consider . . . the conditions under which the test(s) was/were\ngiven [and] the standard error of measurement”).\n\u000c\u003c/pre\u003e",
	"cited_id": [
		121158,
		2679204
	],
	"id_manually_found": [
		false,
		true
	],
	"cited_case": [
		"Atkins v. Virginia, 536 U. S. 304 (2002)",
		"Hall v. Florida, 572 U. S. ___ (2014)"
	],
	"case_extract": [
		"Atkins v. Virginia, 536 U. S. 304 (2002)",
		"Hall v. Florida, 572 U. S. ___ (2014)"
	],
	"citing_sentence": "A state habeas court made detailed factfindings and determined that, under this Court’s decisions in Atkins v. Virginia, 536 U. S. 304 (2002), and Hall v. Florida, 572 U. S. ___ (2014), Moore qualified as intellectually disabled.",
	"citing_paragraph": "Bobby James Moore fatally shot a store clerk during a botched robbery. He was convicted of capital murder and sentenced to death. Moore challenged his death sentence on the ground that he was intellectually disabled and therefore exempt from execution. A state habeas court made detailed factfindings and determined that, under this Court’s decisions in Atkins v. Virginia, 536 U. S. 304 (2002), and Hall v. Florida, 572 U. S. ___ (2014), Moore qualified as intellectually disabled. For that reason, the court concluded, Moore’s death sentence violated the Eighth Amendment’s proscription of “cruel and unusual punishments.” The habeas court therefore recommended that Moore be granted relief.",
	"relevant_keywords": [
		"intellectual disability",
		"Eigth Amendment",
		"cruel and unusual punishment",
		"qualify",
		"death penalty",
		"evidence"
	],
	"query": [
		"(\"intellectual disability\" (OR intellectual! AND disab!)) AND (qualif! OR determine)",
		"(\"intellectual disability\" (OR intellectual! AND disab!)) AND (qualif! OR determine) AND \"death penalty\" AND \"cruel and unusual punishment\"",
		"(\"intellectual disability\" (OR intellectual! AND disab!)) AND (qualif! OR determine OR establish!) AND (evidence OR prov! OR proof)  AND \"death penalty\" AND \"cruel and unusual punishment\""
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"bool": {
								"must": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "intellectual disability",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "intellectual*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "disab*"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "qualif*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "determine"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "death penalty",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "cruel and unusual punishment",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"must": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "intellectual disability",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "intellectual*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "disab*"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "qualif*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "determine"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "death penalty",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "cruel and unusual punishment",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"must": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "intellectual disability",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "intellectual*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "disab*"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "qualif*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "determine"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "establish*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "evidence"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "prov*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "proof"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}