{
	"id": 36,
	"case_id": 4154604,
	"case_title": "Czyzewski v. Jevic Holding Corp.",
	"date_filed": "2017-03-22",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  CZYZEWSKI ET AL. v. JEVIC HOLDING CORP. ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE THIRD CIRCUIT\n\n   No. 15–649.      Argued December 7, 2016—Decided March 22, 2017\nThere are three possible conclusions to a Chapter 11 bankruptcy. First,\n  debtor and creditors may negotiate a plan to govern the distribution\n  of the estate’s value. See, e.g., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e11\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§1121, 1123, 1129, 1141.\n  Second, the bankruptcy court may convert the case to Chapter 7 for\n  liquidation of the business and distribution of its assets to creditors.\n  §§1112(a), (b), 726. Finally, the bankruptcy court may dismiss the\n  case. §1112(b). A court ordering a dismissal ordinarily attempts to\n  restore the prepetition financial status quo. §349(b)(3). Yet if perfect\n  restoration proves difficult or impossible, the court may, “for cause,”\n  alter the dismissal’s normal restorative consequences, §349(b)—i.e., it\n  may order a “structured dismissal.” The Bankruptcy Code also estab-\n  lishes basic priority rules for determining the order in which the\n  court will distribute an estate’s assets. The Code makes clear that\n  distributions in a Chapter 7 liquidation must follow this prescribed\n  order. §§725, 726. Chapter 11 permits some flexibility, but a court\n  still cannot confirm a plan that contains priority-violating distribu-\n  tions over the objection of an impaired creditor class. §§1129(a)(7),\n  (b)(2). The Code does not explicitly state what priority rules—if\n  any—apply to the distribution of assets in a structured dismissal.\n     Respondent Jevic Transportation filed for Chapter 11 bankruptcy\n  after being purchased in a leveraged buyout. The bankruptcy\n  prompted two lawsuits. In the first, a group of former Jevic truck-\n  drivers, petitioners here, was awarded a judgment against Jevic for\n  Jevic’s failure to provide proper notice of termination in violation of\n  state and federal Worker Adjustment and Retraining Notification\n  (WARN) Acts. Part of that judgment counted as a priority wage\n  claim under §507(a)(4), entitling the workers to payment ahead of\n  general unsecured claims against the Jevic estate. In the second\n\u000c2               CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                                 Syllabus\n\n    suit, a court-authorized committee representing Jevic’s unsecured\n    creditors sued Sun Capital and CIT Group, respondents here, for\n    fraudulent conveyance in connection with the leveraged buyout of\n    Jevic. These parties negotiated a settlement agreement that called\n    for a structured dismissal of Jevic’s Chapter 11 bankruptcy. Under\n    the proposed structured dismissal, petitioners would receive nothing\n    on their WARN claims, but lower-priority general unsecured credi-\n    tors would be paid. Petitioners argued that the distribution scheme\n    accordingly violated the Code’s priority rules by paying general unse-\n    cured claims ahead of their own. The Bankruptcy Court nevertheless\n    approved the settlement agreement and dismissed the case, reason-\n    ing that because the proposed payouts would occur pursuant to a\n    structured dismissal rather than an approved plan, the failure to fol-\n    low ordinary priority rules did not bar approval. The District Court\n    and the Third Circuit affirmed.\nHeld:\n    1. Petitioners have Article III standing. Respondents argue that\n petitioners have not “suffered an injury in fact,” or at least one “likely\n to be redressed by a favorable judicial decision,” Spokeo, Inc. v. Rob-\n ins, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, because petitioners would have gotten nothing\n even if the Bankruptcy Court had never approved the structured\n dismissal and will still get nothing if the structured dismissal is un-\n done now. That argument rests upon the assumptions that (1) with-\n out a violation of ordinary priority rules, there will be no settlement,\n and (2) without a settlement, the fraudulent-conveyance lawsuit has\n no value. The record, however, indicates both that a settlement that\n respects ordinary priorities remains a reasonable possibility and that\n the fraudulent-conveyance claim could have litigation value. There-\n fore, as a consequence of the Bankruptcy Court’s approval of the\n structured dismissal, petitioners lost a chance to obtain a settlement\n that respected their priorities or, if not that, the power to assert the\n fraudulent-conveyance claim themselves. A decision in their favor is\n likely to redress that loss. Pp. 9–11.\n    2. Bankruptcy courts may not approve structured dismissals that\n provide for distributions that do not follow ordinary priority rules\n without the consent of affected creditors. Pp. 11–18.\n       (a) Given the importance of the priority system, this Court looks\n for an affirmative indication of intent before concluding that Con-\n gress means to make a major departure. See Whitman v. American\n Trucking Assns., Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118410\"\u003e\u003ca href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"\u003e\u003cspan class=\"volume\"\u003e531\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e457\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 468. Nothing in the statute\n evinces such intent. Insofar as the dismissal sections of Chapter 11\n foresee any transfer of assets, they seek a restoration of the prepeti-\n tion financial status quo. Read in context, §349(b), which permits a\n bankruptcy judge, “for cause, [to] orde[r] otherwise,” seems designed\n\u000c                     Cite as: 580 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  to give courts the flexibility to protect reliance interests acquired in\n  the bankruptcy, not to make general end-of-case distributions that\n  would be flatly impermissible in a Chapter 11 plan or Chapter 7 liq-\n  uidation. Precedent does not support a contrary position. E.g., In re\n  Iridium Operating LLC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"796969\"\u003e\u003ca href=\"/opinion/796969/in-re-iridium-operating-llc-iridium-capital-corp-iridium-ip-llc-iridium/\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e452\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA2), distinguished. Cases in\n  which courts have approved deviations from ordinary priority rules\n  generally involve interim distributions serving significant Code-\n  related objectives. That is not the case here, where, e.g., the priority-\n  violating distribution is attached to a final disposition, does not pre-\n  serve the debtor as a going concern, does not make the disfavored\n  creditors better off, does not promote the possibility of a confirmable\n  plan, does not help to restore the status quo ante, and does not pro-\n  tect reliance interests. Pp. 11–16.\n       (b) Congress did not authorize a “rare case” exception that per-\n  mits courts to disregard priority in structured dismissals for “suffi-\n  cient reasons.” The fact that it is difficult to give precise content to\n  the concept of “sufficient reasons” threatens to turn the court below’s\n  exception into a more general rule, resulting in uncertainty that has\n  potentially serious consequences—e.g., departure from the protec-\n  tions granted particular classes of creditors, changes in the bargain-\n  ing power of different classes of creditors even in bankruptcies that\n  do not end in structured dismissals, risks of collusion, and increased\n  difficulty in achieving settlements. Courts cannot deviate from the\n  strictures of the Code, even in “rare cases.” Pp. 16–18.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e787\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e173\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n  BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined.\nTHOMAS, J., filed a dissenting opinion, in which ALITO, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–649\n                                   _________________\n\n\n    CASIMIR CZYZEWSKI, ET AL., PETITIONERS v. \n\n          JEVIC HOLDING CORP., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                                [March 22, 2017]\n\n\n   JUSTICE BREYER delivered the opinion of the Court.\n   Bankruptcy Code Chapter 11 allows debtors and their\ncreditors to negotiate a plan for dividing an estate’s value.\nSee \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e11\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§1123, 1129, 1141. But sometimes the\nparties cannot agree on a plan. If so, the bankruptcy court\nmay decide to dismiss the case. §1112(b). The Code then\nordinarily provides for what is, in effect, a restoration of\nthe prepetition financial status quo. §349(b).\n   In the case before us, a Bankruptcy Court dismissed a\nChapter 11 bankruptcy. But the court did not simply\nrestore the prepetition status quo. Instead, the court\nordered a distribution of estate assets that gave money to\nhigh-priority secured creditors and to low-priority general\nunsecured creditors but which skipped certain dissenting\nmid-priority creditors. The skipped creditors would have\nbeen entitled to payment ahead of the general unsecured\ncreditors in a Chapter 11 plan (or in a Chapter 7 liquida-\ntion). See §§507, 725, 726, 1129. The question before us is\nwhether a bankruptcy court has the legal power to order\nthis priority-skipping kind of distribution scheme in con-\nnection with a Chapter 11 dismissal.\n\u000c2           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\n  In our view, a bankruptcy court does not have such a\npower. A distribution scheme ordered in connection with\nthe dismissal of a Chapter 11 case cannot, without the\nconsent of the affected parties, deviate from the basic\npriority rules that apply under the primary mechanisms\nthe Code establishes for final distributions of estate value\nin business bankruptcies.\n                               I\n                              A\n                              1\n   We begin with a few fundamentals: A business may file\nfor bankruptcy under either Chapter 7 or Chapter 11. In\nChapter 7, a trustee liquidates the debtor’s assets and\ndistributes them to creditors. See §701 et seq. In Chapter\n11, debtor and creditors try to negotiate a plan that will\ngovern the distribution of valuable assets from the debt-\nor’s estate and often keep the business operating as a\ngoing concern. See, e.g., §§1121, 1123, 1129, 1141 (setting\nout the framework in which the parties negotiate).\n   Filing for Chapter 11 bankruptcy has several relevant\nlegal consequences. First, an estate is created comprising\nall property of the debtor. §541(a)(1). Second, a fiduciary\nis installed to manage the estate in the interest of the\ncreditors. §§1106, 1107(a). This fiduciary, often the debt-\nor’s existing management team, acts as “debtor in posses-\nsion.” §§1101(1), 1104. It may operate the business,\n§§363(c)(1), 1108, and perform certain bankruptcy-related\nfunctions, such as seeking to recover for the estate prefer-\nential or fraudulent transfers made to other persons, §547\n(transfers made before bankruptcy that unfairly preferred\nparticular creditors); §548 (fraudulent transfers, including\ntransfers made before bankruptcy for which the debtor did\nnot receive fair value). Third, an “automatic stay” of all\ncollection proceedings against the debtor takes effect.\n§362(a).\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\n   It is important to keep in mind that Chapter 11 foresees\nthree possible outcomes. The first is a bankruptcy-court-\nconfirmed plan. Such a plan may keep the business oper-\nating but, at the same time, help creditors by providing for\npayments, perhaps over time. See §§1123, 1129, 1141.\nThe second possible outcome is conversion of the case to a\nChapter 7 proceeding for liquidation of the business and a\ndistribution of its remaining assets. §§1112(a), (b), 726.\nThat conversion in effect confesses an inability to find a\nplan. The third possible outcome is dismissal of the Chap-\nter 11 case. §1112(b). A dismissal typically “revests the\nproperty of the estate in the entity in which such property\nwas vested immediately before the commencement of the\ncase”—in other words, it aims to return to the prepetition\nfinancial status quo. §349(b)(3).\n   Nonetheless, recognizing that conditions may have\nchanged in ways that make a perfect restoration of the\nstatus quo difficult or impossible, the Code permits the\nbankruptcy court, “for cause,” to alter a Chapter 11 dis-\nmissal’s ordinary restorative consequences. §349(b). A\ndismissal that does so (or which has other special condi-\ntions attached) is often referred to as a “structured dismis-\nsal,” defined by the American Bankruptcy Institute as a\n    “hybrid dismissal and confirmation order . . . that . . .\n    typically dismisses the case while, among other\n    things, approving certain distributions to creditors,\n    granting certain third-party releases, enjoining cer-\n    tain conduct by creditors, and not necessarily vacating\n    orders or unwinding transactions undertaken during\n    the case.” American Bankruptcy Institute Commis-\n    sion To Study the Reform of Chapter 11, 2012–2014\n    Final Report and Recommendations 270 (2014).\nAlthough the Code does not expressly mention structured\ndismissals, they “appear to be increasingly common.”\nIbid., n. 973.\n\u000c4           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\n                              2\n  The Code also sets forth a basic system of priority,\nwhich ordinarily determines the order in which the bank-\nruptcy court will distribute assets of the estate. Secured\ncreditors are highest on the priority list, for they must\nreceive the proceeds of the collateral that secures their\ndebts. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e11\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §725. Special classes of creditors, such\nas those who hold certain claims for taxes or wages, come\nnext in a listed order. §§507, 726(a)(1). Then come low-\npriority creditors, including general unsecured creditors.\n§726(a)(2). The Code places equity holders at the bottom\nof the priority list. They receive nothing until all previ-\nously listed creditors have been paid in full. §726(a)(6).\n  The Code makes clear that distributions of assets in a\nChapter 7 liquidation must follow this prescribed order.\n§§725, 726. It provides somewhat more flexibility for\ndistributions pursuant to Chapter 11 plans, which may\nimpose a different ordering with the consent of the af-\nfected parties. But a bankruptcy court cannot confirm a plan\nthat contains priority-violating distributions over the\nobjection of an impaired creditor class. §§1129(a)(7),\n1129(b)(2).\n  The question here concerns the interplay between the\nCode’s priority rules and a Chapter 11 dismissal. Here,\nthe Bankruptcy Court neither liquidated the debtor under\nChapter 7 nor confirmed a Chapter 11 plan. But the\ncourt, instead of reverting to the prebankruptcy status\nquo, ordered a distribution of the estate assets to creditors\nby attaching conditions to the dismissal (i.e., it ordered a\nstructured dismissal). The Code does not explicitly state\nwhat priority rules—if any—apply to a distribution in\nthese circumstances. May a court consequently provide\nfor distributions that deviate from the ordinary priority\nrules that would apply to a Chapter 7 liquidation or a\nChapter 11 plan? Can it approve conditions that give\nestate assets to members of a lower priority class while\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nskipping objecting members of a higher priority class?\n                               B\n   In 2006, Sun Capital Partners, a private equity firm,\nacquired Jevic Transportation Corporation with money\nborrowed from CIT Group in a “leveraged buyout.” In a\nleveraged buyout, the buyer (B) typically borrows from a\nthird party (T) a large share of the funds needed to pur-\nchase a company (C). B then pays the money to C’s share-\nholders. Having bought the stock, B owns C. B then\npledges C’s assets to T so that T will have security for its\nloan. Thus, if the selling price for C is $50 million, B\nmight use $10 million of its own money, borrow $40 mil-\nlion from T, pay $50 million to C’s shareholders, and then\npledge C assets worth $40 million (or more) to T as secu-\nrity for T’s $40 million loan. If B manages C well, it might\nmake enough money to pay T back the $40 million and\nearn a handsome profit on its own $10 million investment.\nBut, if the deal sours and C descends into bankruptcy,\nbeware of what might happen: Instead of C’s $40 million\nin assets being distributed to its existing creditors, the\nmoney will go to T to pay back T’s loan—the loan that\nallowed B to buy C. (T will receive what remains of C’s\nassets because T is now a secured creditor, putting it at\nthe top of the priority list). Since C’s shareholders receive\nmoney while C’s creditors lose their claim to C’s remaining\nassets, unsuccessful leveraged buyouts often lead to\nfraudulent conveyance suits alleging that the purchaser\n(B) transferred the company’s assets without receiving fair\nvalue in return. See Lipson \u0026 Vandermeuse, Stern, Seri-\nously: The Article I Judicial Power, Fraudulent Transfers,\nand Leveraged Buyouts, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2013\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWis.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Rev. 1161, 1220–\n1221.\n   This is precisely what happened here. Just two years\nafter Sun’s buyout, Jevic (C in our leveraged buyout ex-\nample) filed for Chapter 11 bankruptcy. At the time of\n\u000c6           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nfiling, it owed $53 million to senior secured creditors Sun\nand CIT (B and T in our example), and over $20 million to\ntax and general unsecured creditors.\n   The circumstances surrounding Jevic’s bankruptcy led\nto two lawsuits. First, petitioners, a group of former Jevic\ntruckdrivers, filed suit in bankruptcy court against Jevic\nand Sun. Petitioners pointed out that, just before entering\nbankruptcy, Jevic had halted almost all its operations and\nhad told petitioners that they would be fired. Petitioners\nclaimed that Jevic and Sun had thereby violated state and\nfederal Worker Adjustment and Retraining Notification\n(WARN) Acts—laws that require a company to give work-\ners at least 60 days’ notice before their termination. See\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2102; N. J. Stat. Ann. §34:21–2 (West 2011).\nThe Bankruptcy Court granted summary judgment for\npetitioners against Jevic, leaving them (and this is the\npoint to remember) with a judgment that petitioners say is\nworth $12.4 million. See In re Jevic Holding Corp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e496\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eB.R.\u003c/span\u003e \u003cspan class=\"page\"\u003e151\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Bkrtcy. Ct. Del. 2013). Some $8.3 million of\nthat judgment counts as a priority wage claim under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e11\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §507(a)(4), and is therefore entitled to payment\nahead of general unsecured claims against the Jevic\nestate.\n   Petitioners’ WARN suit against Sun continued through-\nout most of the litigation now before us. But eventually\nSun prevailed on the ground that Sun was not the work-\ners’ employer at the relevant times. See In re Jevic Hold-\ning Corp., 656 Fed. Appx. 617 (CA3 2016).\n   Second, the Bankruptcy Court authorized a committee\nrepresenting Jevic’s unsecured creditors to sue Sun and\nCIT. The Bankruptcy Court and the parties were aware\nthat any proceeds from such a suit would belong not to the\nunsecured creditors, but to the bankruptcy estate. See\n§§541(a)(1), (6); Official Comm. of Unsecured Creditors of\nCybergenics Corp. v. Chinery, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"782113\"\u003e\u003ca href=\"/opinion/782113/the-official-committee-of-unsecured-creditors-of-cybergenics-corporation/\"\u003e\u003cspan class=\"volume\"\u003e330\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e548\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 552–553 (CA3\n2003) (en banc) (holding that a creditor’s committee can\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nbring a derivative action on behalf of the estate). The\ncommittee alleged that Sun and CIT, in the course of their\nleveraged buyout, had “hastened Jevic’s bankruptcy by\nsaddling it with debts that it couldn’t service.” In re Jevic\nHolding Corp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e787\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e173\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 176 (CA3 2015). In 2011,\nthe Bankruptcy Court held that the committee had ade-\nquately pleaded claims of preferential transfer under §547\nand of fraudulent transfer under §548. In re Jevic Hold-\ning Corp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2011\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e4345204\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Bkrtcy. Ct. Del., Sept. 15,\n2011).\n   Sun, CIT, Jevic, and the committee then tried to negoti-\nate a settlement of this “fraudulent-conveyance” lawsuit.\nBy that point, the depleted Jevic estate’s only remaining\nassets were the fraudulent-conveyance claim itself and\n$1.7 million in cash, which was subject to a lien held by\nSun.\n   The parties reached a settlement agreement. It pro-\nvided (1) that the Bankruptcy Court would dismiss the\nfraudulent-conveyance action with prejudice; (2) that CIT\nwould deposit $2 million into an account earmarked to pay\nthe committee’s legal fees and administrative expenses; (3)\nthat Sun would assign its lien on Jevic’s remaining $1.7\nmillion to a trust, which would pay taxes and administra-\ntive expenses and distribute the remainder on a pro rata\nbasis to the low-priority general unsecured creditors, but\nwhich would not distribute anything to petitioners (who, by\nvirtue of their WARN judgment, held an $8.3 million mid-\nlevel-priority wage claim against the estate); and (4) that\nJevic’s Chapter 11 bankruptcy would be dismissed.\n   Apparently Sun insisted on a distribution that would\nskip petitioners because petitioners’ WARN suit against\nSun was still pending and Sun did not want to help fi-\nnance that litigation. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e787\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 177–178, n. 4\n(Sun’s counsel acknowledging before the Bankruptcy\nCourt that “ ‘Sun probably does care where the money goes\nbecause you can take judicial notice that there’s a pending\n\u000c8           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nWARN action against Sun by the WARN plaintiffs. And if\nthe money goes to the WARN plaintiffs, then you’re fund-\ning someone who is suing you who otherwise doesn’t have\nfunds and is doing it on a contingent fee basis’ ”). The\nessential point is that, regardless of the reason, the pro-\nposed settlement called for a structured dismissal that\nprovided for distributions that did not follow ordinary\npriority rules.\n   Sun, CIT, Jevic, and the committee asked the Bank-\nruptcy Court to approve the settlement and dismiss the\ncase. Petitioners and the U. S. Trustee objected, arguing\nthat the settlement’s distribution plan violated the Code’s\npriority scheme because it skipped petitioners—who, by\nvirtue of their WARN judgment, had mid-level priority\nclaims against estate assets—and distributed estate money\nto low-priority general unsecured creditors.\n   The Bankruptcy Court agreed with petitioners that the\nsettlement’s distribution scheme failed to follow ordinary\npriority rules. App. to Pet. for Cert. 58a. But it held that\nthis did not bar approval. Ibid. That, in the Bankruptcy\nCourt’s view, was because the proposed payouts would\noccur pursuant to a structured dismissal of a Chapter 11\npetition rather than an approval of a Chapter 11 plan.\nIbid. The court accordingly decided to grant the motion in\nlight of the “dire circumstances” facing the estate and its\ncreditors. Id., at 57a. Specifically, the court predicted\nthat without the settlement and dismissal, there was “no\nrealistic prospect” of a meaningful distribution for anyone\nother than the secured creditors. Id., at 58a. A confirm-\nable Chapter 11 plan was unattainable. And there would\nbe no funds to operate, investigate, or litigate were the\ncase converted to a proceeding in Chapter 7. Ibid.\n   The District Court affirmed the Bankruptcy Court. It\nrecognized that the settlement distribution violated ordi-\nnary priority rules. But those rules, it wrote, were “not a\nbar to the approval of the settlement as [the settlement] is\n\u000c                  Cite as: 580 U. S. ____ (2017)             9\n\n                      Opinion of the Court\n\nnot a reorganization plan.” In re Jevic Holding Corp.,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e268613\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *3 (D Del., Jan. 24, 2014).\n   The Third Circuit affirmed the District Court by a vote\nof 2 to 1. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e787\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 175; id., at 186 (Scirica, J., concur-\nring in part and dissenting in part). The majority held\nthat structured dismissals need not always respect prior-\nity. Congress, the court explained, had only “codified the\nabsolute priority rule . . . in the specific context of plan\nconfirmation.” Id., at 183. As a result, courts could, “in\nrare instances like this one, approve structured dismissals\nthat do not strictly adhere to the Bankruptcy Code’s prior-\nity scheme.” Id., at 180.\n   Petitioners (the workers with the WARN judgment)\nsought certiorari. We granted their petition.\n                               II\n   Respondents initially argue that petitioners lack stand-\ning because they have suffered no injury, or at least no\ninjury that will be remedied by a decision in their favor.\nSee Spokeo, Inc. v. Robins, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip\nop., at 6) (explaining that, for Article III standing, a plain-\ntiff must have “(1) suffered an injury in fact, (2) that is\nfairly traceable to the challenged conduct of the defendant,\nand (3) that is likely to be redressed by a favorable judicial\ndecision”). Respondents concede that the structured dis-\nmissal approved by the Bankruptcy Court contained\ndistribution conditions that skipped over petitioners, ensur-\ning that petitioners received nothing on their multimillion-\ndollar WARN claim against the Jevic estate. But respond-\nents still assert that petitioners suffered no loss.\n   The reason, respondents say, is that petitioners would\nhave gotten nothing even if the Bankruptcy Court had\nnever approved the structured dismissal in the first place,\nand will still get nothing if the structured dismissal is\nundone now. Reversal will eliminate the settlement of the\ncommittee’s fraudulent-conveyance lawsuit, which was\n\u000c10          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nconditioned on the Bankruptcy Court’s approval of the\npriority-violating structured dismissal. If the Bankruptcy\nCourt cannot approve that dismissal, respondents con-\ntend, Sun and CIT will no longer agree to settle. Nor will\npetitioners ever be able to obtain a litigation recovery.\nHence there will be no lawsuit money to distribute. And\nin the absence of lawsuit money, Jevic’s assets amount to\nabout $1.7 million, all pledged to Sun, leaving nothing for\nanyone else, let alone petitioners. Thus, even if petition-\ners are right that the structured dismissal was impermis-\nsible, it cost them nothing. And a judicial decision in their\nfavor will gain them nothing. No loss. No redress.\n  This argument, however, rests upon respondents’ claims\n(1) that, without a violation of ordinary priority rules,\nthere will be no settlement, and (2) that, without a settle-\nment, the fraudulent-conveyance lawsuit has no value.\nIn our view, the record does not support either of these\npropositions.\n  As to the first, the record indicates that a settlement\nthat respects ordinary priorities remains a reasonable\npossibility. It makes clear (as counsel made clear before\nour Court, see Tr. of Oral Arg. 58) that Sun insisted upon\na settlement that gave petitioners nothing only because it\ndid not want to help fund petitioners’ WARN lawsuit\nagainst it. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e787\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 177–178, n. 4. But, Sun has\nnow won that lawsuit. See 656 Fed. Appx. 617. If Sun’s\ngiven reason for opposing distributions to petitioners has\ndisappeared, why would Sun not settle while permitting\nsome of the settlement money to go to petitioners?\n  As to the second, the record indicates that the fraudulent-\nconveyance claim could have litigation value. CIT and\nSun, after all, settled the lawsuit for $3.7 million,\nwhich would make little sense if the action truly had no\nchance of success. The Bankruptcy Court could convert\nthe case to Chapter 7, allowing a Chapter 7 trustee to\npursue the suit against Sun and CIT. Or the court could\n\u000c                  Cite as: 580 U. S. ____ (2017)           11\n\n                      Opinion of the Court\n\nsimply dismiss the Chapter 11 bankruptcy, thereby allow-\ning petitioners to assert the fraudulent-conveyance claim\nthemselves. Given these possibilities, there is no reason to\nbelieve that the claim could not be pursued with counsel\nobtained on a contingency basis. Of course, the lawsuit—\nlike any lawsuit—might prove fruitless, but the mere\npossibility of failure does not eliminate the value of the\nclaim or petitioners’ injury in being unable to bring it.\n   Consequently, the Bankruptcy Court’s approval of the\nstructured dismissal cost petitioners something. They lost\na chance to obtain a settlement that respected their prior-\nity. Or, if not that, they lost the power to bring their own\nlawsuit on a claim that had a settlement value of $3.7\nmillion. For standing purposes, a loss of even a small\namount of money is ordinarily an “injury.” See, e.g.,\nMcGowan v. Maryland, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106249\"\u003e\u003ca href=\"/opinion/106249/mcgowan-v-maryland/\"\u003e\u003cspan class=\"volume\"\u003e366\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e420\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 430–431 (1961)\n(finding that appellants fined $5 plus costs had standing\nto assert an Establishment Clause challenge). And the\nruling before us could well have cost petitioners consider-\nably more. See Clinton v. City of New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118238\"\u003e\u003ca href=\"/opinion/118238/clinton-v-city-of-new-york/\"\u003e\u003cspan class=\"volume\"\u003e524\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e417\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n430–431 (1998) (imposition of a “substantial contingent\nliability” qualifies as an injury). A decision in petitioners’\nfavor is likely to redress that loss. We accordingly con-\nclude that petitioners have standing.\n                             III\n  We turn to the basic question presented: Can a bank-\nruptcy court approve a structured dismissal that provides\nfor distributions that do not follow ordinary priority rules\nwithout the affected creditors’ consent? Our simple an-\nswer to this complicated question is “no.”\n  The Code’s priority system constitutes a basic under-\npinning of business bankruptcy law. Distributions of\nestate assets at the termination of a business bankruptcy\nnormally take place through a Chapter 7 liquidation or a\nChapter 11 plan, and both are governed by priority. In\n\u000c12          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                      Opinion of the Court\n\nChapter 7 liquidations, priority is an absolute command—\nlower priority creditors cannot receive anything until\nhigher priority creditors have been paid in full. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e11\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§725, 726. Chapter 11 plans provide somewhat\nmore flexibility, but a priority-violating plan still cannot\nbe confirmed over the objection of an impaired class of\ncreditors. See §1129(b).\n   The priority system applicable to those distributions has\nlong been considered fundamental to the Bankruptcy\nCode’s operation. See H. R. Rep. No. 103–835, p. 33 (1994)\n(explaining that the Code is “designed to enforce a distri-\nbution of the debtor’s assets in an orderly manner . . . in\naccordance with established principles rather than on the\nbasis of the inside influence or economic leverage of a\nparticular creditor”); Roe \u0026 Tung, Breaking Bankruptcy\nPriority: How Rent-Seeking Upends The Creditors’ Bar-\ngain, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e99\u003c/span\u003e \u003cspan class=\"reporter\"\u003eVa.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Rev. 1235, 1243, 1236 (2013) (arguing that\nthe first principle of bankruptcy is that “distribution\nconforms to predetermined statutory and contractual\npriorities,” and that priority is, “quite appropriately, bank-\nruptcy’s most important and famous rule”); Markell, Own-\ners, Auctions, and Absolute Priority in Bankruptcy Reor-\nganizations, 44 Stan. L. Rev. 69, 123 (1991) (stating that a\nfixed priority scheme is recognized as “the cornerstone of\nreorganization practice and theory”).\n   The importance of the priority system leads us to expect\nmore than simple statutory silence if, and when, Congress\nwere to intend a major departure. See Whitman v. Ameri-\ncan Trucking Assns., Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118410\"\u003e\u003ca href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"\u003e\u003cspan class=\"volume\"\u003e531\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e457\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 468 (2001) (“Con-\ngress . . . does not, one might say, hide elephants in\nmouseholes”). Put somewhat more directly, we would\nexpect to see some affirmative indication of intent if Con-\ngress actually meant to make structured dismissals a\nbackdoor means to achieve the exact kind of nonconsen-\nsual priority-violating final distributions that the Code\nprohibits in Chapter 7 liquidations and Chapter 11 plans.\n\u000c                 Cite as: 580 U. S. ____ (2017)           13\n\n                     Opinion of the Court\n\n   We can find nothing in the statute that evinces this\nintent. The Code gives a bankruptcy court the power to\n“dismiss” a Chapter 11 case. §1112(b). But the word\n“dismiss” itself says nothing about the power to make\nnonconsensual priority-violating distributions of estate\nvalue. Neither the word “structured,” nor the word “condi-\ntions,” nor anything else about distributing estate value to\ncreditors pursuant to a dismissal appears in any relevant\npart of the Code.\n   Insofar as the dismissal sections of Chapter 11 foresee\nany transfer of assets, they seek a restoration of the pre-\npetition financial status quo. See §349(b)(1) (dismissal\nordinarily reinstates a variety of avoided transfers and\nvoided liens); §349(b)(2) (dismissal ordinarily vacates\ncertain types of bankruptcy orders); §349(b)(3) (dismissal\nordinarily “revests the property of the estate in the entity\nin which such property was vested immediately before the\ncommencement of the case”); see also H. R. Rep. No. 95–\n595, p. 338 (1977) (dismissal’s “basic purpose . . . is to\nundo the bankruptcy case, as far as practicable, and to\nrestore all property rights to the position in which they\nwere found at the commencement of the case”).\n   Section 349(b), we concede, also says that a bankruptcy\njudge may, “for cause, orde[r] otherwise.” But, read in\ncontext, this provision appears designed to give courts the\nflexibility to “make the appropriate orders to protect rights\nacquired in reliance on the bankruptcy case.” H. R. Rep.\nNo. 95–595, at 338; cf., e.g., Wiese v. Community Bank of\nCentral Wis., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1248283\"\u003e\u003ca href=\"/opinion/1248283/wiese-v-community-bank-of-cent-wis/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e584\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 590 (CA7 2009) (upholding,\nunder §349(b), a Bankruptcy Court’s decision not to rein-\nstate a debtor’s claim against a bank that gave up a lien in\nreliance on the claim being released in the debtor’s reor-\nganization plan). Nothing else in the Code authorizes a\ncourt ordering a dismissal to make general end-of-case\ndistributions of estate assets to creditors of the kind that\nnormally take place in a Chapter 7 liquidation or Chapter\n\u000c14          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\n11 plan—let alone final distributions that do not help to\nrestore the status quo ante or protect reliance interests\nacquired in the bankruptcy, and that would be flatly im-\npermissible in a Chapter 7 liquidation or a Chapter 11\nplan because they violate priority without the impaired\ncreditors’ consent. That being so, the word “cause” is too\nweak a reed upon which to rest so weighty a power. See\nUnited Sav. Assn. of Tex. v. Timbers of Inwood Forest\nAssociates, Ltd., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111984\"\u003e\u003ca href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e365\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 371 (1988) (noting that\n“[s]tatutory construction . . . is a holistic endeavor” and\nthat a court should select a “meanin[g that] produces a\nsubstantive effect that is compatible with the rest of the\nlaw”); Kelly v. Robinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111772\"\u003e\u003ca href=\"/opinion/111772/kelly-v-robinson/\"\u003e\u003cspan class=\"volume\"\u003e479\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e36\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 43 (1986) (in inter-\npreting a statute, a court “must not be guided by a single\nsentence or member of a sentence, but look to the provi-\nsions of the whole law, and to its object and policy” (inter-\nnal quotation marks omitted)); cf. In re Sadler, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"562675\"\u003e\u003ca href=\"/opinion/562675/in-the-matter-of-delbert-l-sadler-and-patsy-a-sadler-debtors-appeal-of/\"\u003e\u003cspan class=\"volume\"\u003e935\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e918\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 921 (CA7 1991) (“ ‘Cause’ under §349(b) means an\nacceptable reason. Desire to make an end run around a\nstatute is not an adequate reason”).\n   We have found no contrary precedent, either from this\nCourt, or, for that matter, from lower court decisions\nreflecting common bankruptcy practice. The Third Circuit\nreferred briefly to In re Buffet Partners, L. P., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e\n\u003cspan class=\"page\"\u003e3735804\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Bkrtcy. Ct. ND Tex., July 28, 2014). The court\nin that case approved a structured dismissal. (We express\nno view about the legality of structured dismissals in\ngeneral.) But at the same time it pointed out “that not one\nparty with an economic stake in the case has objected to\nthe dismissal in this manner.” Id., at *4.\n   The Third Circuit also relied upon In re Iridium Operat-\ning LLC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"796969\"\u003e\u003ca href=\"/opinion/796969/in-re-iridium-operating-llc-iridium-capital-corp-iridium-ip-llc-iridium/\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e452\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA2 2007). But Iridium did not\ninvolve a structured dismissal. It addressed an interim\ndistribution of settlement proceeds to fund a litigation\ntrust that would press claims on the estate’s behalf. See\nid., at 459–460. The Iridium court observed that, when\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\nevaluating this type of preplan settlement, “[i]t is difficult\nto employ the rule of priorities” because “the nature and\nextent of the Estate and the claims against it are not yet\nfully resolved.” Id., at 464 (emphasis added). The decision\ndoes not state or suggest that the Code authorizes noncon-\nsensual departures from ordinary priority rules in the\ncontext of a dismissal—which is a final distribution of\nestate value—and in the absence of any further unre-\nsolved bankruptcy issues.\n   We recognize that Iridium is not the only case in which\na court has approved interim distributions that violate\nordinary priority rules. But in such instances one can\ngenerally find significant Code-related objectives that the\npriority-violating distributions serve. Courts, for example,\nhave approved “first-day” wage orders that allow payment\nof employees’ prepetition wages, “critical vendor” orders\nthat allow payment of essential suppliers’ prepetition\ninvoices, and “roll-ups” that allow lenders who continue\nfinancing the debtor to be paid first on their prepetition\nclaims. See Cybergenics, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e330\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 574, n. 8; D. Baird,\nElements of Bankruptcy 232–234 (6th ed. 2014); Roe, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e99\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eVa.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Rev., at 1250–1264. In doing so, these courts have\nusually found that the distributions at issue would “enable\na successful reorganization and make even the disfavored\ncreditors better off.” In re Kmart Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"785258\"\u003e\u003ca href=\"/opinion/785258/in-the-matter-of-kmart-corporation-debtor-appellant-additional/\"\u003e\u003cspan class=\"volume\"\u003e359\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e866\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 872\n(CA7 2004) (discussing the justifications for critical-vendor\norders); see also Toibb v. Radloff, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112621\"\u003e\u003ca href=\"/opinion/112621/toibb-v-radloff/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e157\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 163–164\n(1991) (recognizing “permitting business debtors to reor-\nganize and restructure their debts in order to revive the\ndebtors’ businesses” and “maximizing the value of the\nbankruptcy estate” as purposes of the Code). By way of\ncontrast, in a structured dismissal like the one ordered\nbelow, the priority-violating distribution is attached to a\nfinal disposition; it does not preserve the debtor as a going\nconcern; it does not make the disfavored creditors better\noff; it does not promote the possibility of a confirmable\n\u000c16          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nplan; it does not help to restore the status quo ante; and it\ndoes not protect reliance interests. In short, we cannot\nfind in the violation of ordinary priority rules that oc-\ncurred here any significant offsetting bankruptcy-related\njustification.\n   Rather, the distributions at issue here more closely\nresemble proposed transactions that lower courts have\nrefused to allow on the ground that they circumvent the\nCode’s procedural safeguards. See, e.g., In re Braniff\nAirways, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"414468\"\u003e\u003ca href=\"/opinion/414468/in-re-braniff-airways-inc-debtor-pension-benefit-guaranty-corporation/\"\u003e\u003cspan class=\"volume\"\u003e700\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e935\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 940 (CA5 1983) (prohibiting\nan attempt to “short circuit the requirements of Chapter\n11 for confirmation of a reorganization plan by establish-\ning the terms of the plan sub rosa in connection with a\nsale of assets”); In re Lionel Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"428328\"\u003e\u003ca href=\"/opinion/428328/in-re-the-lionel-corporation-lionel-leisure-inc-consolidated-toy/\"\u003e\u003cspan class=\"volume\"\u003e722\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1063\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1069\n(CA2 1983) (reversing a Bankruptcy Court’s approval of an\nasset sale after holding that §363 does not “gran[t] the\nbankruptcy judge carte blanche” or “swallo[w] up Chapter\n11’s safeguards”); In re Biolitec, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e528\u003c/span\u003e \u003cspan class=\"reporter\"\u003eB.R.\u003c/span\u003e \u003cspan class=\"page\"\u003e261\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 269\n(Bkrtcy. Ct. NJ 2014) (rejecting a structured dismissal\nbecause it “seeks to alter parties’ rights without their\nconsent and lacks many of the Code’s most important\nsafeguards”); cf. In re Chrysler LLC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2493\"\u003e\u003ca href=\"/opinion/2493/in-re-chrysler-llc/\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e108\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 118\n(CA2 2009) (approving a §363 asset sale because the bank-\nruptcy court demonstrated “proper solicitude for the prior-\nity between creditors and deemed it essential that the\n[s]ale in no way upset that priority”), vacated as moot, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1356374\"\u003e\u003ca href=\"/opinion/1356374/in-re-chrysler-llc/\"\u003e\u003cspan class=\"volume\"\u003e592\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e370\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA2 2010) (per curiam).\n                            IV\n  We recognize that the Third Circuit did not approve\nnonconsensual priority-violating structured dismissals in\ngeneral. To the contrary, the court held that they were\npermissible only in those “rare case[s]” in which courts\ncould find “sufficient reasons” to disregard priority. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e787\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 175, 186. Despite the “rare case” limitation, we\nstill cannot agree.\n\u000c                  Cite as: 580 U. S. ____ (2017)             17\n\n                      Opinion of the Court\n\n   For one thing, it is difficult to give precise content to the\nconcept “sufficient reasons.” That fact threatens to turn a\n“rare case” exception into a more general rule. Consider\nthe present case. The Bankruptcy Court feared that (1)\nwithout the worker-skipping distribution, there would be\nno settlement, (2) without a settlement, all the unsecured\ncreditors would receive nothing, and consequently (3) its\ndistributions would make some creditors (high- and low-\npriority creditors) better off without making other (mid-\npriority) creditors worse off (for they would receive noth-\ning regardless). But, as we have pointed out, the record\nprovides equivocal support for the first two propositions.\nSee supra, at 9–11. And, one can readily imagine other\ncases that turn on comparably dubious predictions. The\nresult is uncertainty. And uncertainty will lead to similar\nclaims being made in many, not just a few, cases. See\nRudzik, A Priority Is a Priority Is a Priority—Except\nWhen It Isn’t, 34 Am. Bankr. Inst. J. 16, 79 (2015) (“[O]nce\nthe floodgates are opened, debtors and favored creditors\ncan be expected to make every case that ‘rare case’ ”).\n   The consequences are potentially serious. They include\ndeparture from the protections Congress granted particu-\nlar classes of creditors. See, e.g., United States v. Embassy\nRestaurant, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105847\"\u003e\u003ca href=\"/opinion/105847/united-states-v-embassy-restaurant-inc/\"\u003e\u003cspan class=\"volume\"\u003e359\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e29\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 32 (1959) (Congress estab-\nlished employee wage priority “to alleviate in some degree\nthe hardship that unemployment usually brings to work-\ners and their families” when an employer files for bank-\nruptcy); H. R. Rep. No. 95–595, at 187 (explaining the\nimportance of ensuring that employees do not “abandon a\nfailing business for fear of not being paid”). They include\nchanges in the bargaining power of different classes of\ncreditors even in bankruptcies that do not end in struc-\ntured dismissals. See Warren, A Theory of Absolute Prior-\nity, 1991 Ann. Survey Am. L. 9, 30. They include risks of\ncollusion, i.e., senior secured creditors and general unse-\ncured creditors teaming up to squeeze out priority unse-\n\u000c18          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                      Opinion of the Court\n\ncured creditors. See Bank of America Nat. Trust and Sav.\nAssn. v. 203 North LaSalle Street Partnership, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118285\"\u003e\u003ca href=\"/opinion/118285/bank-of-america-nat-trust-and-sav-assn-v-203-north-lasalle-street/\"\u003e\u003cspan class=\"volume\"\u003e526\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e434\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 444 (1999) (discussing how the absolute priority rule\nwas developed in response to “concern with ‘the ability of a\nfew insiders, whether representatives of management or\nmajor creditors, to use the reorganization process to gain\nan unfair advantage’ ” (quoting H. R. Doc. No. 93–137, pt.\nI, p. 255 (1973))). And they include making settlement\nmore difficult to achieve. See Landes \u0026 Posner, Legal\nPrecedent: A Theoretical and Empirical Analysis, 19\nJ. Law \u0026 Econ. 249, 271 (1976) (arguing that “the ratio of\nlawsuits to settlements is mainly a function of the amount\nof uncertainty, which leads to divergent estimates by the\nparties of the probable outcome”); see also RadLAX Gate-\nway Hotel, LLC v. Amalgamated Bank, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e566\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e639\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 649\n(2012) (noting the importance of clarity and predictability\nin light of the fact that the “Bankruptcy Code standardizes\nan expansive (and sometimes unruly) area of law”).\n    For these reasons, as well as those set forth in Part III,\nwe conclude that Congress did not authorize a “rare case”\nexception. We cannot “alter the balance struck by the\nstatute,” Law v. Siegel, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op.,\nat 11), not even in “rare cases.” Cf. Norwest Bank\nWorthington v. Ahlers, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112020\"\u003e\u003ca href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"\u003e\u003cspan class=\"volume\"\u003e485\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e197\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 207 (1988) (explain-\ning that courts cannot deviate from the procedures “speci-\nfied by the Code,” even when they sincerely “believ[e] that\n. . . creditors would be better off ”). The judgment of the\nCourt of Appeals is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                             It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)           1\n\n                    THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–649\n                         _________________\n\n\n    CASIMIR CZYZEWSKI, ET AL., PETITIONERS v. \n\n          JEVIC HOLDING CORP., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                       [March 22, 2017]\n\n\n   JUSTICE THOMAS, with whom JUSTICE ALITO joins,\ndissenting.\n   Today, the Court answers a novel and important ques-\ntion of bankruptcy law. Unfortunately, it does so without\nthe benefit of any reasoned opinions on the dispositive\nissue from the courts of appeals (apart from the Court of\nAppeals’ opinion in this case) and with briefing on that\nissue from only one of the parties. That is because, having\npersuaded us to grant certiorari on one question, petition-\ners chose to argue a different question on the merits. In\nlight of that switch, I would dismiss the writ of certiorari\nas improvidently granted.\n   We granted certiorari to decide “[w]hether a bankruptcy\ncourt may authorize the distribution of settlement pro-\nceeds in a manner that violates the statutory priority\nscheme.” Pet. for Cert. i. According to petitioners, the\ndecision below “deepened an existing . . . split” among the\nCourts of Appeals on this question. Id., at 8; see id., at\n15–16 (citing In re AWECO, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e725\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e293\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 298 (CA5\n1984), and In re Iridium Operating LLC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"796969\"\u003e\u003ca href=\"/opinion/796969/in-re-iridium-operating-llc-iridium-capital-corp-iridium-ip-llc-iridium/\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e452\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n464 (CA2 2007)). After we granted certiorari, however,\npetitioners recast the question presented to ask “[w]hether\na Chapter 11 case may be terminated by a ‘structured\ndismissal’ that distributes estate property in violation of\nthe Bankruptcy Code’s priority scheme.” Brief for Peti-\n\u000c2           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     THOMAS, J., dissenting\n\ntioners i.      Although both questions involve priority-\nskipping distributions of estate assets, the recast question\nis narrower—and different—than the one on which we\ngranted certiorari. It is also not the subject of a circuit\nconflict.\n   I think it is unwise for the Court to decide the reformu-\nlated question today, for two reasons. First, it is a “novel\nquestion of bankruptcy law” arising in the rapidly develop-\ning field of structured dismissals. In re Jevic Holding\nCorp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e787\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e173\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 175 (CA3 2015). Experience shows\nthat we would greatly benefit from the views of additional\ncourts of appeals on this question. We also would have\nbenefited from full, adversarial briefing. In reliance on\nthis Court’s Rules prohibiting parties from changing the\nsubstance of the question presented, see Rule 24.1(a); see\nalso Rule 14.1(a), respondents declined to brief the ques-\ntion that the majority now decides, see Brief for Respond-\nents 52. Second, deciding this question may invite future\npetitioners to seek review of a circuit conflict only then to\nchange the question to one that seems more favorable. “I\nwould not reward such bait-and-switch tactics.” City and\nCounty of San Francisco v. Sheehan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___\n2015) (Scalia, J., concurring in part and dissenting in part)\n(slip op., at 3); see also Visa, Inc. v. Osborn, post, p. ___.\n   Accordingly, I would dismiss the writ as improvidently\ngranted. I respectfully dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  CZYZEWSKI ET AL. v. JEVIC HOLDING CORP. ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE THIRD CIRCUIT\n\n   No. 15–649.      Argued December 7, 2016—Decided March 22, 2017\nThere are three possible conclusions to a Chapter 11 bankruptcy. First,\n  debtor and creditors may negotiate a plan to govern the distribution\n  of the estate’s value. See, e.g., 11 U. S. C. §§1121, 1123, 1129, 1141.\n  Second, the bankruptcy court may convert the case to Chapter 7 for\n  liquidation of the business and distribution of its assets to creditors.\n  §§1112(a), (b), 726. Finally, the bankruptcy court may dismiss the\n  case. §1112(b). A court ordering a dismissal ordinarily attempts to\n  restore the prepetition financial status quo. §349(b)(3). Yet if perfect\n  restoration proves difficult or impossible, the court may, “for cause,”\n  alter the dismissal’s normal restorative consequences, §349(b)—i.e., it\n  may order a “structured dismissal.” The Bankruptcy Code also estab-\n  lishes basic priority rules for determining the order in which the\n  court will distribute an estate’s assets. The Code makes clear that\n  distributions in a Chapter 7 liquidation must follow this prescribed\n  order. §§725, 726. Chapter 11 permits some flexibility, but a court\n  still cannot confirm a plan that contains priority-violating distribu-\n  tions over the objection of an impaired creditor class. §§1129(a)(7),\n  (b)(2). The Code does not explicitly state what priority rules—if\n  any—apply to the distribution of assets in a structured dismissal.\n     Respondent Jevic Transportation filed for Chapter 11 bankruptcy\n  after being purchased in a leveraged buyout. The bankruptcy\n  prompted two lawsuits. In the first, a group of former Jevic truck-\n  drivers, petitioners here, was awarded a judgment against Jevic for\n  Jevic’s failure to provide proper notice of termination in violation of\n  state and federal Worker Adjustment and Retraining Notification\n  (WARN) Acts. Part of that judgment counted as a priority wage\n  claim under §507(a)(4), entitling the workers to payment ahead of\n  general unsecured claims against the Jevic estate. In the second\n\u000c2               CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                                 Syllabus\n\n    suit, a court-authorized committee representing Jevic’s unsecured\n    creditors sued Sun Capital and CIT Group, respondents here, for\n    fraudulent conveyance in connection with the leveraged buyout of\n    Jevic. These parties negotiated a settlement agreement that called\n    for a structured dismissal of Jevic’s Chapter 11 bankruptcy. Under\n    the proposed structured dismissal, petitioners would receive nothing\n    on their WARN claims, but lower-priority general unsecured credi-\n    tors would be paid. Petitioners argued that the distribution scheme\n    accordingly violated the Code’s priority rules by paying general unse-\n    cured claims ahead of their own. The Bankruptcy Court nevertheless\n    approved the settlement agreement and dismissed the case, reason-\n    ing that because the proposed payouts would occur pursuant to a\n    structured dismissal rather than an approved plan, the failure to fol-\n    low ordinary priority rules did not bar approval. The District Court\n    and the Third Circuit affirmed.\nHeld:\n    1. Petitioners have Article III standing. Respondents argue that\n petitioners have not “suffered an injury in fact,” or at least one “likely\n to be redressed by a favorable judicial decision,” Spokeo, Inc. v. Rob-\n ins, 578 U. S. ___, ___, because petitioners would have gotten nothing\n even if the Bankruptcy Court had never approved the structured\n dismissal and will still get nothing if the structured dismissal is un-\n done now. That argument rests upon the assumptions that (1) with-\n out a violation of ordinary priority rules, there will be no settlement,\n and (2) without a settlement, the fraudulent-conveyance lawsuit has\n no value. The record, however, indicates both that a settlement that\n respects ordinary priorities remains a reasonable possibility and that\n the fraudulent-conveyance claim could have litigation value. There-\n fore, as a consequence of the Bankruptcy Court’s approval of the\n structured dismissal, petitioners lost a chance to obtain a settlement\n that respected their priorities or, if not that, the power to assert the\n fraudulent-conveyance claim themselves. A decision in their favor is\n likely to redress that loss. Pp. 9–11.\n    2. Bankruptcy courts may not approve structured dismissals that\n provide for distributions that do not follow ordinary priority rules\n without the consent of affected creditors. Pp. 11–18.\n       (a) Given the importance of the priority system, this Court looks\n for an affirmative indication of intent before concluding that Con-\n gress means to make a major departure. See Whitman v. American\n Trucking Assns., Inc., 531 U. S. 457, 468. Nothing in the statute\n evinces such intent. Insofar as the dismissal sections of Chapter 11\n foresee any transfer of assets, they seek a restoration of the prepeti-\n tion financial status quo. Read in context, §349(b), which permits a\n bankruptcy judge, “for cause, [to] orde[r] otherwise,” seems designed\n\u000c                     Cite as: 580 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  to give courts the flexibility to protect reliance interests acquired in\n  the bankruptcy, not to make general end-of-case distributions that\n  would be flatly impermissible in a Chapter 11 plan or Chapter 7 liq-\n  uidation. Precedent does not support a contrary position. E.g., In re\n  Iridium Operating LLC, 478 F. 3d 452 (CA2), distinguished. Cases in\n  which courts have approved deviations from ordinary priority rules\n  generally involve interim distributions serving significant Code-\n  related objectives. That is not the case here, where, e.g., the priority-\n  violating distribution is attached to a final disposition, does not pre-\n  serve the debtor as a going concern, does not make the disfavored\n  creditors better off, does not promote the possibility of a confirmable\n  plan, does not help to restore the status quo ante, and does not pro-\n  tect reliance interests. Pp. 11–16.\n       (b) Congress did not authorize a “rare case” exception that per-\n  mits courts to disregard priority in structured dismissals for “suffi-\n  cient reasons.” The fact that it is difficult to give precise content to\n  the concept of “sufficient reasons” threatens to turn the court below’s\n  exception into a more general rule, resulting in uncertainty that has\n  potentially serious consequences—e.g., departure from the protec-\n  tions granted particular classes of creditors, changes in the bargain-\n  ing power of different classes of creditors even in bankruptcies that\n  do not end in structured dismissals, risks of collusion, and increased\n  difficulty in achieving settlements. Courts cannot deviate from the\n  strictures of the Code, even in “rare cases.” Pp. 16–18.\n787 F. 3d 173, reversed and remanded.\n\n  BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined.\nTHOMAS, J., filed a dissenting opinion, in which ALITO, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–649\n                                   _________________\n\n\n    CASIMIR CZYZEWSKI, ET AL., PETITIONERS v. \n\n          JEVIC HOLDING CORP., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                                [March 22, 2017]\n\n\n   JUSTICE BREYER delivered the opinion of the Court.\n   Bankruptcy Code Chapter 11 allows debtors and their\ncreditors to negotiate a plan for dividing an estate’s value.\nSee 11 U. S. C. §§1123, 1129, 1141. But sometimes the\nparties cannot agree on a plan. If so, the bankruptcy court\nmay decide to dismiss the case. §1112(b). The Code then\nordinarily provides for what is, in effect, a restoration of\nthe prepetition financial status quo. §349(b).\n   In the case before us, a Bankruptcy Court dismissed a\nChapter 11 bankruptcy. But the court did not simply\nrestore the prepetition status quo. Instead, the court\nordered a distribution of estate assets that gave money to\nhigh-priority secured creditors and to low-priority general\nunsecured creditors but which skipped certain dissenting\nmid-priority creditors. The skipped creditors would have\nbeen entitled to payment ahead of the general unsecured\ncreditors in a Chapter 11 plan (or in a Chapter 7 liquida-\ntion). See §§507, 725, 726, 1129. The question before us is\nwhether a bankruptcy court has the legal power to order\nthis priority-skipping kind of distribution scheme in con-\nnection with a Chapter 11 dismissal.\n\u000c2           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\n  In our view, a bankruptcy court does not have such a\npower. A distribution scheme ordered in connection with\nthe dismissal of a Chapter 11 case cannot, without the\nconsent of the affected parties, deviate from the basic\npriority rules that apply under the primary mechanisms\nthe Code establishes for final distributions of estate value\nin business bankruptcies.\n                               I\n                              A\n                              1\n   We begin with a few fundamentals: A business may file\nfor bankruptcy under either Chapter 7 or Chapter 11. In\nChapter 7, a trustee liquidates the debtor’s assets and\ndistributes them to creditors. See §701 et seq. In Chapter\n11, debtor and creditors try to negotiate a plan that will\ngovern the distribution of valuable assets from the debt-\nor’s estate and often keep the business operating as a\ngoing concern. See, e.g., §§1121, 1123, 1129, 1141 (setting\nout the framework in which the parties negotiate).\n   Filing for Chapter 11 bankruptcy has several relevant\nlegal consequences. First, an estate is created comprising\nall property of the debtor. §541(a)(1). Second, a fiduciary\nis installed to manage the estate in the interest of the\ncreditors. §§1106, 1107(a). This fiduciary, often the debt-\nor’s existing management team, acts as “debtor in posses-\nsion.” §§1101(1), 1104. It may operate the business,\n§§363(c)(1), 1108, and perform certain bankruptcy-related\nfunctions, such as seeking to recover for the estate prefer-\nential or fraudulent transfers made to other persons, §547\n(transfers made before bankruptcy that unfairly preferred\nparticular creditors); §548 (fraudulent transfers, including\ntransfers made before bankruptcy for which the debtor did\nnot receive fair value). Third, an “automatic stay” of all\ncollection proceedings against the debtor takes effect.\n§362(a).\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\n   It is important to keep in mind that Chapter 11 foresees\nthree possible outcomes. The first is a bankruptcy-court-\nconfirmed plan. Such a plan may keep the business oper-\nating but, at the same time, help creditors by providing for\npayments, perhaps over time. See §§1123, 1129, 1141.\nThe second possible outcome is conversion of the case to a\nChapter 7 proceeding for liquidation of the business and a\ndistribution of its remaining assets. §§1112(a), (b), 726.\nThat conversion in effect confesses an inability to find a\nplan. The third possible outcome is dismissal of the Chap-\nter 11 case. §1112(b). A dismissal typically “revests the\nproperty of the estate in the entity in which such property\nwas vested immediately before the commencement of the\ncase”—in other words, it aims to return to the prepetition\nfinancial status quo. §349(b)(3).\n   Nonetheless, recognizing that conditions may have\nchanged in ways that make a perfect restoration of the\nstatus quo difficult or impossible, the Code permits the\nbankruptcy court, “for cause,” to alter a Chapter 11 dis-\nmissal’s ordinary restorative consequences. §349(b). A\ndismissal that does so (or which has other special condi-\ntions attached) is often referred to as a “structured dismis-\nsal,” defined by the American Bankruptcy Institute as a\n    “hybrid dismissal and confirmation order . . . that . . .\n    typically dismisses the case while, among other\n    things, approving certain distributions to creditors,\n    granting certain third-party releases, enjoining cer-\n    tain conduct by creditors, and not necessarily vacating\n    orders or unwinding transactions undertaken during\n    the case.” American Bankruptcy Institute Commis-\n    sion To Study the Reform of Chapter 11, 2012–2014\n    Final Report and Recommendations 270 (2014).\nAlthough the Code does not expressly mention structured\ndismissals, they “appear to be increasingly common.”\nIbid., n. 973.\n\u000c4           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\n                              2\n  The Code also sets forth a basic system of priority,\nwhich ordinarily determines the order in which the bank-\nruptcy court will distribute assets of the estate. Secured\ncreditors are highest on the priority list, for they must\nreceive the proceeds of the collateral that secures their\ndebts. 11 U. S. C. §725. Special classes of creditors, such\nas those who hold certain claims for taxes or wages, come\nnext in a listed order. §§507, 726(a)(1). Then come low-\npriority creditors, including general unsecured creditors.\n§726(a)(2). The Code places equity holders at the bottom\nof the priority list. They receive nothing until all previ-\nously listed creditors have been paid in full. §726(a)(6).\n  The Code makes clear that distributions of assets in a\nChapter 7 liquidation must follow this prescribed order.\n§§725, 726. It provides somewhat more flexibility for\ndistributions pursuant to Chapter 11 plans, which may\nimpose a different ordering with the consent of the af-\nfected parties. But a bankruptcy court cannot confirm a plan\nthat contains priority-violating distributions over the\nobjection of an impaired creditor class. §§1129(a)(7),\n1129(b)(2).\n  The question here concerns the interplay between the\nCode’s priority rules and a Chapter 11 dismissal. Here,\nthe Bankruptcy Court neither liquidated the debtor under\nChapter 7 nor confirmed a Chapter 11 plan. But the\ncourt, instead of reverting to the prebankruptcy status\nquo, ordered a distribution of the estate assets to creditors\nby attaching conditions to the dismissal (i.e., it ordered a\nstructured dismissal). The Code does not explicitly state\nwhat priority rules—if any—apply to a distribution in\nthese circumstances. May a court consequently provide\nfor distributions that deviate from the ordinary priority\nrules that would apply to a Chapter 7 liquidation or a\nChapter 11 plan? Can it approve conditions that give\nestate assets to members of a lower priority class while\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nskipping objecting members of a higher priority class?\n                               B\n   In 2006, Sun Capital Partners, a private equity firm,\nacquired Jevic Transportation Corporation with money\nborrowed from CIT Group in a “leveraged buyout.” In a\nleveraged buyout, the buyer (B) typically borrows from a\nthird party (T) a large share of the funds needed to pur-\nchase a company (C). B then pays the money to C’s share-\nholders. Having bought the stock, B owns C. B then\npledges C’s assets to T so that T will have security for its\nloan. Thus, if the selling price for C is $50 million, B\nmight use $10 million of its own money, borrow $40 mil-\nlion from T, pay $50 million to C’s shareholders, and then\npledge C assets worth $40 million (or more) to T as secu-\nrity for T’s $40 million loan. If B manages C well, it might\nmake enough money to pay T back the $40 million and\nearn a handsome profit on its own $10 million investment.\nBut, if the deal sours and C descends into bankruptcy,\nbeware of what might happen: Instead of C’s $40 million\nin assets being distributed to its existing creditors, the\nmoney will go to T to pay back T’s loan—the loan that\nallowed B to buy C. (T will receive what remains of C’s\nassets because T is now a secured creditor, putting it at\nthe top of the priority list). Since C’s shareholders receive\nmoney while C’s creditors lose their claim to C’s remaining\nassets, unsuccessful leveraged buyouts often lead to\nfraudulent conveyance suits alleging that the purchaser\n(B) transferred the company’s assets without receiving fair\nvalue in return. See Lipson \u0026 Vandermeuse, Stern, Seri-\nously: The Article I Judicial Power, Fraudulent Transfers,\nand Leveraged Buyouts, 2013 Wis. L. Rev. 1161, 1220–\n1221.\n   This is precisely what happened here. Just two years\nafter Sun’s buyout, Jevic (C in our leveraged buyout ex-\nample) filed for Chapter 11 bankruptcy. At the time of\n\u000c6           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nfiling, it owed $53 million to senior secured creditors Sun\nand CIT (B and T in our example), and over $20 million to\ntax and general unsecured creditors.\n   The circumstances surrounding Jevic’s bankruptcy led\nto two lawsuits. First, petitioners, a group of former Jevic\ntruckdrivers, filed suit in bankruptcy court against Jevic\nand Sun. Petitioners pointed out that, just before entering\nbankruptcy, Jevic had halted almost all its operations and\nhad told petitioners that they would be fired. Petitioners\nclaimed that Jevic and Sun had thereby violated state and\nfederal Worker Adjustment and Retraining Notification\n(WARN) Acts—laws that require a company to give work-\ners at least 60 days’ notice before their termination. See\n29 U. S. C. §2102; N. J. Stat. Ann. §34:21–2 (West 2011).\nThe Bankruptcy Court granted summary judgment for\npetitioners against Jevic, leaving them (and this is the\npoint to remember) with a judgment that petitioners say is\nworth $12.4 million. See In re Jevic Holding Corp., 496\nB. R. 151 (Bkrtcy. Ct. Del. 2013). Some $8.3 million of\nthat judgment counts as a priority wage claim under 11\nU. S. C. §507(a)(4), and is therefore entitled to payment\nahead of general unsecured claims against the Jevic\nestate.\n   Petitioners’ WARN suit against Sun continued through-\nout most of the litigation now before us. But eventually\nSun prevailed on the ground that Sun was not the work-\ners’ employer at the relevant times. See In re Jevic Hold-\ning Corp., 656 Fed. Appx. 617 (CA3 2016).\n   Second, the Bankruptcy Court authorized a committee\nrepresenting Jevic’s unsecured creditors to sue Sun and\nCIT. The Bankruptcy Court and the parties were aware\nthat any proceeds from such a suit would belong not to the\nunsecured creditors, but to the bankruptcy estate. See\n§§541(a)(1), (6); Official Comm. of Unsecured Creditors of\nCybergenics Corp. v. Chinery, 330 F. 3d 548, 552–553 (CA3\n2003) (en banc) (holding that a creditor’s committee can\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nbring a derivative action on behalf of the estate). The\ncommittee alleged that Sun and CIT, in the course of their\nleveraged buyout, had “hastened Jevic’s bankruptcy by\nsaddling it with debts that it couldn’t service.” In re Jevic\nHolding Corp., 787 F. 3d 173, 176 (CA3 2015). In 2011,\nthe Bankruptcy Court held that the committee had ade-\nquately pleaded claims of preferential transfer under §547\nand of fraudulent transfer under §548. In re Jevic Hold-\ning Corp., 2011 WL 4345204 (Bkrtcy. Ct. Del., Sept. 15,\n2011).\n   Sun, CIT, Jevic, and the committee then tried to negoti-\nate a settlement of this “fraudulent-conveyance” lawsuit.\nBy that point, the depleted Jevic estate’s only remaining\nassets were the fraudulent-conveyance claim itself and\n$1.7 million in cash, which was subject to a lien held by\nSun.\n   The parties reached a settlement agreement. It pro-\nvided (1) that the Bankruptcy Court would dismiss the\nfraudulent-conveyance action with prejudice; (2) that CIT\nwould deposit $2 million into an account earmarked to pay\nthe committee’s legal fees and administrative expenses; (3)\nthat Sun would assign its lien on Jevic’s remaining $1.7\nmillion to a trust, which would pay taxes and administra-\ntive expenses and distribute the remainder on a pro rata\nbasis to the low-priority general unsecured creditors, but\nwhich would not distribute anything to petitioners (who, by\nvirtue of their WARN judgment, held an $8.3 million mid-\nlevel-priority wage claim against the estate); and (4) that\nJevic’s Chapter 11 bankruptcy would be dismissed.\n   Apparently Sun insisted on a distribution that would\nskip petitioners because petitioners’ WARN suit against\nSun was still pending and Sun did not want to help fi-\nnance that litigation. See 787 F. 3d, at 177–178, n. 4\n(Sun’s counsel acknowledging before the Bankruptcy\nCourt that “ ‘Sun probably does care where the money goes\nbecause you can take judicial notice that there’s a pending\n\u000c8           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nWARN action against Sun by the WARN plaintiffs. And if\nthe money goes to the WARN plaintiffs, then you’re fund-\ning someone who is suing you who otherwise doesn’t have\nfunds and is doing it on a contingent fee basis’ ”). The\nessential point is that, regardless of the reason, the pro-\nposed settlement called for a structured dismissal that\nprovided for distributions that did not follow ordinary\npriority rules.\n   Sun, CIT, Jevic, and the committee asked the Bank-\nruptcy Court to approve the settlement and dismiss the\ncase. Petitioners and the U. S. Trustee objected, arguing\nthat the settlement’s distribution plan violated the Code’s\npriority scheme because it skipped petitioners—who, by\nvirtue of their WARN judgment, had mid-level priority\nclaims against estate assets—and distributed estate money\nto low-priority general unsecured creditors.\n   The Bankruptcy Court agreed with petitioners that the\nsettlement’s distribution scheme failed to follow ordinary\npriority rules. App. to Pet. for Cert. 58a. But it held that\nthis did not bar approval. Ibid. That, in the Bankruptcy\nCourt’s view, was because the proposed payouts would\noccur pursuant to a structured dismissal of a Chapter 11\npetition rather than an approval of a Chapter 11 plan.\nIbid. The court accordingly decided to grant the motion in\nlight of the “dire circumstances” facing the estate and its\ncreditors. Id., at 57a. Specifically, the court predicted\nthat without the settlement and dismissal, there was “no\nrealistic prospect” of a meaningful distribution for anyone\nother than the secured creditors. Id., at 58a. A confirm-\nable Chapter 11 plan was unattainable. And there would\nbe no funds to operate, investigate, or litigate were the\ncase converted to a proceeding in Chapter 7. Ibid.\n   The District Court affirmed the Bankruptcy Court. It\nrecognized that the settlement distribution violated ordi-\nnary priority rules. But those rules, it wrote, were “not a\nbar to the approval of the settlement as [the settlement] is\n\u000c                  Cite as: 580 U. S. ____ (2017)             9\n\n                      Opinion of the Court\n\nnot a reorganization plan.” In re Jevic Holding Corp.,\n2014 WL 268613, *3 (D Del., Jan. 24, 2014).\n   The Third Circuit affirmed the District Court by a vote\nof 2 to 1. 787 F. 3d, at 175; id., at 186 (Scirica, J., concur-\nring in part and dissenting in part). The majority held\nthat structured dismissals need not always respect prior-\nity. Congress, the court explained, had only “codified the\nabsolute priority rule . . . in the specific context of plan\nconfirmation.” Id., at 183. As a result, courts could, “in\nrare instances like this one, approve structured dismissals\nthat do not strictly adhere to the Bankruptcy Code’s prior-\nity scheme.” Id., at 180.\n   Petitioners (the workers with the WARN judgment)\nsought certiorari. We granted their petition.\n                               II\n   Respondents initially argue that petitioners lack stand-\ning because they have suffered no injury, or at least no\ninjury that will be remedied by a decision in their favor.\nSee Spokeo, Inc. v. Robins, 578 U. S. ___, ___ (2016) (slip\nop., at 6) (explaining that, for Article III standing, a plain-\ntiff must have “(1) suffered an injury in fact, (2) that is\nfairly traceable to the challenged conduct of the defendant,\nand (3) that is likely to be redressed by a favorable judicial\ndecision”). Respondents concede that the structured dis-\nmissal approved by the Bankruptcy Court contained\ndistribution conditions that skipped over petitioners, ensur-\ning that petitioners received nothing on their multimillion-\ndollar WARN claim against the Jevic estate. But respond-\nents still assert that petitioners suffered no loss.\n   The reason, respondents say, is that petitioners would\nhave gotten nothing even if the Bankruptcy Court had\nnever approved the structured dismissal in the first place,\nand will still get nothing if the structured dismissal is\nundone now. Reversal will eliminate the settlement of the\ncommittee’s fraudulent-conveyance lawsuit, which was\n\u000c10          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nconditioned on the Bankruptcy Court’s approval of the\npriority-violating structured dismissal. If the Bankruptcy\nCourt cannot approve that dismissal, respondents con-\ntend, Sun and CIT will no longer agree to settle. Nor will\npetitioners ever be able to obtain a litigation recovery.\nHence there will be no lawsuit money to distribute. And\nin the absence of lawsuit money, Jevic’s assets amount to\nabout $1.7 million, all pledged to Sun, leaving nothing for\nanyone else, let alone petitioners. Thus, even if petition-\ners are right that the structured dismissal was impermis-\nsible, it cost them nothing. And a judicial decision in their\nfavor will gain them nothing. No loss. No redress.\n  This argument, however, rests upon respondents’ claims\n(1) that, without a violation of ordinary priority rules,\nthere will be no settlement, and (2) that, without a settle-\nment, the fraudulent-conveyance lawsuit has no value.\nIn our view, the record does not support either of these\npropositions.\n  As to the first, the record indicates that a settlement\nthat respects ordinary priorities remains a reasonable\npossibility. It makes clear (as counsel made clear before\nour Court, see Tr. of Oral Arg. 58) that Sun insisted upon\na settlement that gave petitioners nothing only because it\ndid not want to help fund petitioners’ WARN lawsuit\nagainst it. See 787 F. 3d, at 177–178, n. 4. But, Sun has\nnow won that lawsuit. See 656 Fed. Appx. 617. If Sun’s\ngiven reason for opposing distributions to petitioners has\ndisappeared, why would Sun not settle while permitting\nsome of the settlement money to go to petitioners?\n  As to the second, the record indicates that the fraudulent-\nconveyance claim could have litigation value. CIT and\nSun, after all, settled the lawsuit for $3.7 million,\nwhich would make little sense if the action truly had no\nchance of success. The Bankruptcy Court could convert\nthe case to Chapter 7, allowing a Chapter 7 trustee to\npursue the suit against Sun and CIT. Or the court could\n\u000c                  Cite as: 580 U. S. ____ (2017)           11\n\n                      Opinion of the Court\n\nsimply dismiss the Chapter 11 bankruptcy, thereby allow-\ning petitioners to assert the fraudulent-conveyance claim\nthemselves. Given these possibilities, there is no reason to\nbelieve that the claim could not be pursued with counsel\nobtained on a contingency basis. Of course, the lawsuit—\nlike any lawsuit—might prove fruitless, but the mere\npossibility of failure does not eliminate the value of the\nclaim or petitioners’ injury in being unable to bring it.\n   Consequently, the Bankruptcy Court’s approval of the\nstructured dismissal cost petitioners something. They lost\na chance to obtain a settlement that respected their prior-\nity. Or, if not that, they lost the power to bring their own\nlawsuit on a claim that had a settlement value of $3.7\nmillion. For standing purposes, a loss of even a small\namount of money is ordinarily an “injury.” See, e.g.,\nMcGowan v. Maryland, 366 U. S. 420, 430–431 (1961)\n(finding that appellants fined $5 plus costs had standing\nto assert an Establishment Clause challenge). And the\nruling before us could well have cost petitioners consider-\nably more. See Clinton v. City of New York, 524 U. S. 417,\n430–431 (1998) (imposition of a “substantial contingent\nliability” qualifies as an injury). A decision in petitioners’\nfavor is likely to redress that loss. We accordingly con-\nclude that petitioners have standing.\n                             III\n  We turn to the basic question presented: Can a bank-\nruptcy court approve a structured dismissal that provides\nfor distributions that do not follow ordinary priority rules\nwithout the affected creditors’ consent? Our simple an-\nswer to this complicated question is “no.”\n  The Code’s priority system constitutes a basic under-\npinning of business bankruptcy law. Distributions of\nestate assets at the termination of a business bankruptcy\nnormally take place through a Chapter 7 liquidation or a\nChapter 11 plan, and both are governed by priority. In\n\u000c12          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                      Opinion of the Court\n\nChapter 7 liquidations, priority is an absolute command—\nlower priority creditors cannot receive anything until\nhigher priority creditors have been paid in full. See 11\nU. S. C. §§725, 726. Chapter 11 plans provide somewhat\nmore flexibility, but a priority-violating plan still cannot\nbe confirmed over the objection of an impaired class of\ncreditors. See §1129(b).\n   The priority system applicable to those distributions has\nlong been considered fundamental to the Bankruptcy\nCode’s operation. See H. R. Rep. No. 103–835, p. 33 (1994)\n(explaining that the Code is “designed to enforce a distri-\nbution of the debtor’s assets in an orderly manner . . . in\naccordance with established principles rather than on the\nbasis of the inside influence or economic leverage of a\nparticular creditor”); Roe \u0026 Tung, Breaking Bankruptcy\nPriority: How Rent-Seeking Upends The Creditors’ Bar-\ngain, 99 Va. L. Rev. 1235, 1243, 1236 (2013) (arguing that\nthe first principle of bankruptcy is that “distribution\nconforms to predetermined statutory and contractual\npriorities,” and that priority is, “quite appropriately, bank-\nruptcy’s most important and famous rule”); Markell, Own-\ners, Auctions, and Absolute Priority in Bankruptcy Reor-\nganizations, 44 Stan. L. Rev. 69, 123 (1991) (stating that a\nfixed priority scheme is recognized as “the cornerstone of\nreorganization practice and theory”).\n   The importance of the priority system leads us to expect\nmore than simple statutory silence if, and when, Congress\nwere to intend a major departure. See Whitman v. Ameri-\ncan Trucking Assns., Inc., 531 U. S. 457, 468 (2001) (“Con-\ngress . . . does not, one might say, hide elephants in\nmouseholes”). Put somewhat more directly, we would\nexpect to see some affirmative indication of intent if Con-\ngress actually meant to make structured dismissals a\nbackdoor means to achieve the exact kind of nonconsen-\nsual priority-violating final distributions that the Code\nprohibits in Chapter 7 liquidations and Chapter 11 plans.\n\u000c                 Cite as: 580 U. S. ____ (2017)           13\n\n                     Opinion of the Court\n\n   We can find nothing in the statute that evinces this\nintent. The Code gives a bankruptcy court the power to\n“dismiss” a Chapter 11 case. §1112(b). But the word\n“dismiss” itself says nothing about the power to make\nnonconsensual priority-violating distributions of estate\nvalue. Neither the word “structured,” nor the word “condi-\ntions,” nor anything else about distributing estate value to\ncreditors pursuant to a dismissal appears in any relevant\npart of the Code.\n   Insofar as the dismissal sections of Chapter 11 foresee\nany transfer of assets, they seek a restoration of the pre-\npetition financial status quo. See §349(b)(1) (dismissal\nordinarily reinstates a variety of avoided transfers and\nvoided liens); §349(b)(2) (dismissal ordinarily vacates\ncertain types of bankruptcy orders); §349(b)(3) (dismissal\nordinarily “revests the property of the estate in the entity\nin which such property was vested immediately before the\ncommencement of the case”); see also H. R. Rep. No. 95–\n595, p. 338 (1977) (dismissal’s “basic purpose . . . is to\nundo the bankruptcy case, as far as practicable, and to\nrestore all property rights to the position in which they\nwere found at the commencement of the case”).\n   Section 349(b), we concede, also says that a bankruptcy\njudge may, “for cause, orde[r] otherwise.” But, read in\ncontext, this provision appears designed to give courts the\nflexibility to “make the appropriate orders to protect rights\nacquired in reliance on the bankruptcy case.” H. R. Rep.\nNo. 95–595, at 338; cf., e.g., Wiese v. Community Bank of\nCentral Wis., 552 F. 3d 584, 590 (CA7 2009) (upholding,\nunder §349(b), a Bankruptcy Court’s decision not to rein-\nstate a debtor’s claim against a bank that gave up a lien in\nreliance on the claim being released in the debtor’s reor-\nganization plan). Nothing else in the Code authorizes a\ncourt ordering a dismissal to make general end-of-case\ndistributions of estate assets to creditors of the kind that\nnormally take place in a Chapter 7 liquidation or Chapter\n\u000c14          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\n11 plan—let alone final distributions that do not help to\nrestore the status quo ante or protect reliance interests\nacquired in the bankruptcy, and that would be flatly im-\npermissible in a Chapter 7 liquidation or a Chapter 11\nplan because they violate priority without the impaired\ncreditors’ consent. That being so, the word “cause” is too\nweak a reed upon which to rest so weighty a power. See\nUnited Sav. Assn. of Tex. v. Timbers of Inwood Forest\nAssociates, Ltd., 484 U. S. 365, 371 (1988) (noting that\n“[s]tatutory construction . . . is a holistic endeavor” and\nthat a court should select a “meanin[g that] produces a\nsubstantive effect that is compatible with the rest of the\nlaw”); Kelly v. Robinson, 479 U. S. 36, 43 (1986) (in inter-\npreting a statute, a court “must not be guided by a single\nsentence or member of a sentence, but look to the provi-\nsions of the whole law, and to its object and policy” (inter-\nnal quotation marks omitted)); cf. In re Sadler, 935 F. 2d\n918, 921 (CA7 1991) (“ ‘Cause’ under §349(b) means an\nacceptable reason. Desire to make an end run around a\nstatute is not an adequate reason”).\n   We have found no contrary precedent, either from this\nCourt, or, for that matter, from lower court decisions\nreflecting common bankruptcy practice. The Third Circuit\nreferred briefly to In re Buffet Partners, L. P., 2014 WL\n3735804 (Bkrtcy. Ct. ND Tex., July 28, 2014). The court\nin that case approved a structured dismissal. (We express\nno view about the legality of structured dismissals in\ngeneral.) But at the same time it pointed out “that not one\nparty with an economic stake in the case has objected to\nthe dismissal in this manner.” Id., at *4.\n   The Third Circuit also relied upon In re Iridium Operat-\ning LLC, 478 F. 3d 452 (CA2 2007). But Iridium did not\ninvolve a structured dismissal. It addressed an interim\ndistribution of settlement proceeds to fund a litigation\ntrust that would press claims on the estate’s behalf. See\nid., at 459–460. The Iridium court observed that, when\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\nevaluating this type of preplan settlement, “[i]t is difficult\nto employ the rule of priorities” because “the nature and\nextent of the Estate and the claims against it are not yet\nfully resolved.” Id., at 464 (emphasis added). The decision\ndoes not state or suggest that the Code authorizes noncon-\nsensual departures from ordinary priority rules in the\ncontext of a dismissal—which is a final distribution of\nestate value—and in the absence of any further unre-\nsolved bankruptcy issues.\n   We recognize that Iridium is not the only case in which\na court has approved interim distributions that violate\nordinary priority rules. But in such instances one can\ngenerally find significant Code-related objectives that the\npriority-violating distributions serve. Courts, for example,\nhave approved “first-day” wage orders that allow payment\nof employees’ prepetition wages, “critical vendor” orders\nthat allow payment of essential suppliers’ prepetition\ninvoices, and “roll-ups” that allow lenders who continue\nfinancing the debtor to be paid first on their prepetition\nclaims. See Cybergenics, 330 F. 3d, at 574, n. 8; D. Baird,\nElements of Bankruptcy 232–234 (6th ed. 2014); Roe, 99\nVa. L. Rev., at 1250–1264. In doing so, these courts have\nusually found that the distributions at issue would “enable\na successful reorganization and make even the disfavored\ncreditors better off.” In re Kmart Corp., 359 F. 3d 866, 872\n(CA7 2004) (discussing the justifications for critical-vendor\norders); see also Toibb v. Radloff, 501 U. S. 157, 163–164\n(1991) (recognizing “permitting business debtors to reor-\nganize and restructure their debts in order to revive the\ndebtors’ businesses” and “maximizing the value of the\nbankruptcy estate” as purposes of the Code). By way of\ncontrast, in a structured dismissal like the one ordered\nbelow, the priority-violating distribution is attached to a\nfinal disposition; it does not preserve the debtor as a going\nconcern; it does not make the disfavored creditors better\noff; it does not promote the possibility of a confirmable\n\u000c16          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     Opinion of the Court\n\nplan; it does not help to restore the status quo ante; and it\ndoes not protect reliance interests. In short, we cannot\nfind in the violation of ordinary priority rules that oc-\ncurred here any significant offsetting bankruptcy-related\njustification.\n   Rather, the distributions at issue here more closely\nresemble proposed transactions that lower courts have\nrefused to allow on the ground that they circumvent the\nCode’s procedural safeguards. See, e.g., In re Braniff\nAirways, Inc., 700 F. 2d 935, 940 (CA5 1983) (prohibiting\nan attempt to “short circuit the requirements of Chapter\n11 for confirmation of a reorganization plan by establish-\ning the terms of the plan sub rosa in connection with a\nsale of assets”); In re Lionel Corp., 722 F. 2d 1063, 1069\n(CA2 1983) (reversing a Bankruptcy Court’s approval of an\nasset sale after holding that §363 does not “gran[t] the\nbankruptcy judge carte blanche” or “swallo[w] up Chapter\n11’s safeguards”); In re Biolitec, Inc., 528 B. R. 261, 269\n(Bkrtcy. Ct. NJ 2014) (rejecting a structured dismissal\nbecause it “seeks to alter parties’ rights without their\nconsent and lacks many of the Code’s most important\nsafeguards”); cf. In re Chrysler LLC, 576 F. 3d 108, 118\n(CA2 2009) (approving a §363 asset sale because the bank-\nruptcy court demonstrated “proper solicitude for the prior-\nity between creditors and deemed it essential that the\n[s]ale in no way upset that priority”), vacated as moot, 592\nF. 3d 370 (CA2 2010) (per curiam).\n                            IV\n  We recognize that the Third Circuit did not approve\nnonconsensual priority-violating structured dismissals in\ngeneral. To the contrary, the court held that they were\npermissible only in those “rare case[s]” in which courts\ncould find “sufficient reasons” to disregard priority. 787\nF. 3d, at 175, 186. Despite the “rare case” limitation, we\nstill cannot agree.\n\u000c                  Cite as: 580 U. S. ____ (2017)             17\n\n                      Opinion of the Court\n\n   For one thing, it is difficult to give precise content to the\nconcept “sufficient reasons.” That fact threatens to turn a\n“rare case” exception into a more general rule. Consider\nthe present case. The Bankruptcy Court feared that (1)\nwithout the worker-skipping distribution, there would be\nno settlement, (2) without a settlement, all the unsecured\ncreditors would receive nothing, and consequently (3) its\ndistributions would make some creditors (high- and low-\npriority creditors) better off without making other (mid-\npriority) creditors worse off (for they would receive noth-\ning regardless). But, as we have pointed out, the record\nprovides equivocal support for the first two propositions.\nSee supra, at 9–11. And, one can readily imagine other\ncases that turn on comparably dubious predictions. The\nresult is uncertainty. And uncertainty will lead to similar\nclaims being made in many, not just a few, cases. See\nRudzik, A Priority Is a Priority Is a Priority—Except\nWhen It Isn’t, 34 Am. Bankr. Inst. J. 16, 79 (2015) (“[O]nce\nthe floodgates are opened, debtors and favored creditors\ncan be expected to make every case that ‘rare case’ ”).\n   The consequences are potentially serious. They include\ndeparture from the protections Congress granted particu-\nlar classes of creditors. See, e.g., United States v. Embassy\nRestaurant, Inc., 359 U. S. 29, 32 (1959) (Congress estab-\nlished employee wage priority “to alleviate in some degree\nthe hardship that unemployment usually brings to work-\ners and their families” when an employer files for bank-\nruptcy); H. R. Rep. No. 95–595, at 187 (explaining the\nimportance of ensuring that employees do not “abandon a\nfailing business for fear of not being paid”). They include\nchanges in the bargaining power of different classes of\ncreditors even in bankruptcies that do not end in struc-\ntured dismissals. See Warren, A Theory of Absolute Prior-\nity, 1991 Ann. Survey Am. L. 9, 30. They include risks of\ncollusion, i.e., senior secured creditors and general unse-\ncured creditors teaming up to squeeze out priority unse-\n\u000c18          CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                      Opinion of the Court\n\ncured creditors. See Bank of America Nat. Trust and Sav.\nAssn. v. 203 North LaSalle Street Partnership, 526 U. S.\n434, 444 (1999) (discussing how the absolute priority rule\nwas developed in response to “concern with ‘the ability of a\nfew insiders, whether representatives of management or\nmajor creditors, to use the reorganization process to gain\nan unfair advantage’ ” (quoting H. R. Doc. No. 93–137, pt.\nI, p. 255 (1973))). And they include making settlement\nmore difficult to achieve. See Landes \u0026 Posner, Legal\nPrecedent: A Theoretical and Empirical Analysis, 19\nJ. Law \u0026 Econ. 249, 271 (1976) (arguing that “the ratio of\nlawsuits to settlements is mainly a function of the amount\nof uncertainty, which leads to divergent estimates by the\nparties of the probable outcome”); see also RadLAX Gate-\nway Hotel, LLC v. Amalgamated Bank, 566 U. S. 639, 649\n(2012) (noting the importance of clarity and predictability\nin light of the fact that the “Bankruptcy Code standardizes\nan expansive (and sometimes unruly) area of law”).\n    For these reasons, as well as those set forth in Part III,\nwe conclude that Congress did not authorize a “rare case”\nexception. We cannot “alter the balance struck by the\nstatute,” Law v. Siegel, 571 U. S. ___, ___ (2014) (slip op.,\nat 11), not even in “rare cases.” Cf. Norwest Bank\nWorthington v. Ahlers, 485 U. S. 197, 207 (1988) (explain-\ning that courts cannot deviate from the procedures “speci-\nfied by the Code,” even when they sincerely “believ[e] that\n. . . creditors would be better off ”). The judgment of the\nCourt of Appeals is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                             It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)           1\n\n                    THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–649\n                         _________________\n\n\n    CASIMIR CZYZEWSKI, ET AL., PETITIONERS v. \n\n          JEVIC HOLDING CORP., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                       [March 22, 2017]\n\n\n   JUSTICE THOMAS, with whom JUSTICE ALITO joins,\ndissenting.\n   Today, the Court answers a novel and important ques-\ntion of bankruptcy law. Unfortunately, it does so without\nthe benefit of any reasoned opinions on the dispositive\nissue from the courts of appeals (apart from the Court of\nAppeals’ opinion in this case) and with briefing on that\nissue from only one of the parties. That is because, having\npersuaded us to grant certiorari on one question, petition-\ners chose to argue a different question on the merits. In\nlight of that switch, I would dismiss the writ of certiorari\nas improvidently granted.\n   We granted certiorari to decide “[w]hether a bankruptcy\ncourt may authorize the distribution of settlement pro-\nceeds in a manner that violates the statutory priority\nscheme.” Pet. for Cert. i. According to petitioners, the\ndecision below “deepened an existing . . . split” among the\nCourts of Appeals on this question. Id., at 8; see id., at\n15–16 (citing In re AWECO, Inc., 725 F. 2d 293, 298 (CA5\n1984), and In re Iridium Operating LLC, 478 F. 3d 452,\n464 (CA2 2007)). After we granted certiorari, however,\npetitioners recast the question presented to ask “[w]hether\na Chapter 11 case may be terminated by a ‘structured\ndismissal’ that distributes estate property in violation of\nthe Bankruptcy Code’s priority scheme.” Brief for Peti-\n\u000c2           CZYZEWSKI v. JEVIC HOLDING CORP.\n\n                     THOMAS, J., dissenting\n\ntioners i.      Although both questions involve priority-\nskipping distributions of estate assets, the recast question\nis narrower—and different—than the one on which we\ngranted certiorari. It is also not the subject of a circuit\nconflict.\n   I think it is unwise for the Court to decide the reformu-\nlated question today, for two reasons. First, it is a “novel\nquestion of bankruptcy law” arising in the rapidly develop-\ning field of structured dismissals. In re Jevic Holding\nCorp., 787 F. 3d 173, 175 (CA3 2015). Experience shows\nthat we would greatly benefit from the views of additional\ncourts of appeals on this question. We also would have\nbenefited from full, adversarial briefing. In reliance on\nthis Court’s Rules prohibiting parties from changing the\nsubstance of the question presented, see Rule 24.1(a); see\nalso Rule 14.1(a), respondents declined to brief the ques-\ntion that the majority now decides, see Brief for Respond-\nents 52. Second, deciding this question may invite future\npetitioners to seek review of a circuit conflict only then to\nchange the question to one that seems more favorable. “I\nwould not reward such bait-and-switch tactics.” City and\nCounty of San Francisco v. Sheehan, 575 U. S. ___, ___\n2015) (Scalia, J., concurring in part and dissenting in part)\n(slip op., at 3); see also Visa, Inc. v. Osborn, post, p. ___.\n   Accordingly, I would dismiss the writ as improvidently\ngranted. I respectfully dissent.\n\u000c",
	"cited_id": [
		106249
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"McGowan v. Maryland, 366 U. S. 420 (1961)"
	],
	"case_extract": [
		"McGowan v. Maryland, 366 U. S. 420, 430–431 (1961)"
	],
	"citing_sentence": "For standing purposes, a loss of even a small amount of money is ordinarily an “injury.” See, e.g., McGowan v. Maryland, 366 U. S. 420, 430–431 (1961) (finding that appellants fined $5 plus costs had standing to assert an Establishment Clause challenge).",
	"citing_paragraph": "Consequently, the Bankruptcy Court’s approval of the structured dismissal cost petitioners something. They lost a chance to obtain a settlement that respected their prior- ity. Or, if not that, they lost the power to bring their own lawsuit on a claim that had a settlement value of $3.7 million. For standing purposes, a loss of even a small amount of money is ordinarily an “injury.” See, e.g., McGowan v. Maryland, 366 U. S. 420, 430–431 (1961) (finding that appellants fined $5 plus costs had standing to assert an Establishment Clause challenge). And the ruling before us could well have cost petitioners consider- ably more. See Clinton v. City of New York, 524 U. S. 417, 430–431 (1998) (imposition of a “substantial contingent liability” qualifies as an injury). A decision in petitioners’ favor is likely to redress that loss. We accordingly con- clude that petitioners have standing.",
	"relevant_keywords": [
		"standing",
		"Article III",
		"injury",
		"amount"
	],
	"query": [
		"standing AND \"Article III\" AND suffer! AND injury AND require!",
		"standing AND \"Article III\" AND suffer! AND injury AND (\"amounts to\" OR amount)",
		"standing AND \"Article III\" AND suffer! AND injury AND entitle! AND AND amount AND defin!"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "standing"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "article iii",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "suffer*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "injury"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "require*"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "standing"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "article iii",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "suffer*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "injury"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "amounts to",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "amount"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "standing"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "article iii",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "suffer*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "injury"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "entitle*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "amount"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "defin*"
							}
						}
					]
				}
			}
		}
	]
}