{
	"id": 37,
	"case_id": 4154603,
	"case_title": "Endrew F. v. Douglas County School Dist. RE–1",
	"date_filed": "2017-03-22",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nENDREW F., A MINOR, BY AND THROUGH HIS PARENTS AND \n\nNEXT FRIENDS, JOSEPH F. ET AL. v. DOUGLAS COUNTY \n\n              SCHOOL DISTRICT RE–1 \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE TENTH CIRCUIT\n\n    No. 15–827.      Argued January 11, 2017—Decided March 22, 2017\nThe Individuals with Disabilities Education Act (IDEA) offers States\n  federal funds to assist in educating children with disabilities. The\n  Act conditions that funding on compliance with certain statutory re-\n  quirements, including the requirement that States provide every eli-\n  gible child a “free appropriate public education,” or FAPE, by means\n  of a uniquely tailored “individualized education program,” or IEP. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e\n  \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§1401(9)(D), 1412(a)(1).\n     This Court first addressed the FAPE requirement in Board of Ed.\n  of Hendrick Hudson Central School Dist., Westchester Cty. v. Rowley,\n  \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110774\"\u003e\u003ca href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"\u003e\u003cspan class=\"volume\"\u003e458\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e176\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. The Court held that the Act guarantees a substantive-\n  ly adequate program of education to all eligible children, and that\n  this requirement is satisfied if the child’s IEP sets out an educational\n  program that is “reasonably calculated to enable the child to receive\n  educational benefits.” Id., at 207. For children fully integrated in\n  the regular classroom, this would typically require an IEP “reasona-\n  bly calculated to enable the child to achieve passing marks and ad-\n  vance from grade to grade.” Id., at 204. Because the IEP challenged\n  in Rowley plainly met this standard, the Court declined “to establish\n  any one test for determining the adequacy of educational benefits\n  conferred upon all children covered by the Act,” instead “confin[ing]\n  its analysis” to the facts of the case before it. Id., at 202.\n     Petitioner Endrew F., a child with autism, received annual IEPs in\n  respondent Douglas County School District from preschool through\n  fourth grade. By fourth grade, Endrew’s parents believed his aca-\n  demic and functional progress had stalled. When the school district\n  proposed a fifth grade IEP that resembled those from past years, En-\n\u000c2      ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                                  Syllabus\n\n    drew’s parents removed him from public school and enrolled him in a\n    specialized private school, where he made significant progress.\n    School district representatives later presented Endrew’s parents with\n    a new fifth grade IEP, but they considered it no more adequate than\n    the original plan. They then sought reimbursement for Endrew’s\n    private school tuition by filing a complaint under the IDEA with the\n    Colorado Department of Education. Their claim was denied, and a\n    Federal District Court affirmed that determination. The Tenth Cir-\n    cuit also affirmed. That court interpreted Rowley to establish a rule\n    that a child’s IEP is adequate as long as it is calculated to confer an\n    “ educational benefit [that is] merely . . . more than de minimis,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e798\u003c/span\u003e\n    \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1329\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1338 (internal quotation marks omitted), and concluded\n    that Endrew’s IEP had been “ reasonably calculated to enable [him]\n    to make some progress, ” id., at 1342 (internal quotation marks omit-\n    ted). The court accordingly held that Endrew had received a FAPE.\nHeld: To meet its substantive obligation under the IDEA, a school must\n offer an IEP reasonably calculated to enable a child to make progress\n appropriate in light of the child’s circumstances. Pp. 9–16.\n    (a) Rowley and the language of the IDEA point to the approach\n adopted here. The “reasonably calculated” qualification reflects a\n recognition that crafting an appropriate program of education re-\n quires a prospective judgment by school officials, informed by their\n own expertise and the views of a child’s parents or guardians; any re-\n view of an IEP must appreciate that the question is whether the IEP\n is reasonable, not whether the court regards it as ideal. An IEP must\n aim to enable the child to make progress; the essential function of an\n IEP is to set out a plan for pursuing academic and functional ad-\n vancement. And the degree of progress contemplated by the IEP\n must be appropriate in light of the child’s circumstances, which\n should come as no surprise. This reflects the focus on the particular\n child that is at the core of the IDEA, and the directive that States of-\n fer instruction “specially designed” to meet a child’s “unique needs”\n through an “[i]ndividualized education program.” §§1401(29), (14)\n (emphasis added).\n    Rowley sheds light on what appropriate progress will look like in\n many cases: For a child fully integrated in the regular classroom, an\n IEP typically should be “reasonably calculated to enable the child to\n achieve passing marks and advance from grade to grade.” 458 U. S.,\n at 204. This guidance is grounded in the statutory definition of a\n FAPE. One component of a FAPE is “special education,” defined as\n “specially designed instruction . . . to meet the unique needs of a child\n with a disability.” §§1401(9), (29). In determining what it means to\n “meet the unique needs” of a child with a disability, the provisions of\n the IDEA governing the IEP development process provide guidance.\n\u000c                   Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)                    3\n\n                              Syllabus\n\nThese provisions reflect what the Court said in Rowley by focusing on\n“progress in the general education curriculum.” §§1414(d)(1)(A)(i)\n(I)(aa), (II)(aa), (IV)(bb).\n   Rowley did not provide concrete guidance with respect to a child\nwho is not fully integrated in the regular classroom and not able to\nachieve on grade level. A child’s IEP need not aim for grade-level ad-\nvancement if that is not a reasonable prospect. But that child’s edu-\ncational program must be appropriately ambitious in light of his cir-\ncumstances, just as advancement from grade to grade is\nappropriately ambitious for most children in the regular classroom.\nThe goals may differ, but every child should have the chance to meet\nchallenging objectives.\n   This standard is more demanding than the “merely more than de\nminimis” test applied by the Tenth Circuit. It cannot be right that\nthe IDEA generally contemplates grade-level advancement for chil-\ndren with disabilities who are fully integrated in the regular class-\nroom, but is satisfied with barely more than de minimis progress for\nchildren who are not. Pp. 9–15.\n   (b) Endrew’s parents argue that the Act goes even further and re-\nquires States to provide children with disabilities educational oppor-\ntunities that are “substantially equal to the opportunities afforded\nchildren without disabilities.” Brief for Petitioner 40. But the lower\ncourts in Rowley adopted a strikingly similar standard, and this\nCourt rejected it in clear terms. Mindful that Congress has not ma-\nterially changed the statutory definition of a FAPE since Rowley was\ndecided, this Court declines to interpret the FAPE provision in a\nmanner so plainly at odds with the Court’s analysis in that case.\nP. 15.\n   (c) The adequacy of a given IEP turns on the unique circumstances\nof the child for whom it was created. This absence of a bright-line\nrule should not be mistaken for “an invitation to the courts to substi-\ntute their own notions of sound educational policy for those of the\nschool authorities which they review.” Rowley, 458 U. S., at 206. At\nthe same time, deference is based on the application of expertise and\nthe exercise of judgment by school authorities. The nature of the IEP\nprocess ensures that parents and school representatives will fully air\ntheir respective opinions on the degree of progress a child’s IEP\nshould pursue; thus, by the time any dispute reaches court, school\nauthorities will have had the chance to bring their expertise and\njudgment to bear on areas of disagreement. See §§1414, 1415; Row-\nley, 458 U. S., at 208–209. At that point, a reviewing court may fairly\nexpect those authorities to be able to offer a cogent and responsive\nexplanation for their decisions that shows the IEP is reasonably cal-\nculated to enable the child to make progress appropriate in light of\n\u000c4      ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                                 Syllabus\n\n    his circumstances. Pp. 15–16.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e798\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1329\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n    ROBERTS, C. J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–827\n                                   _________________\n\n\n  ENDREW F., A MINOR, BY AND THROUGH HIS PARENTS\n\n  AND NEXT FRIENDS, JOSEPH F. AND JENNIFER F., \n\n    PETITIONER v. DOUGLAS COUNTY SCHOOL\n\n                 DISTRICT RE–1\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE TENTH CIRCUIT\n\n                                [March 22, 2017]\n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   Thirty-five years ago, this Court held that the Individu-\nals with Disabilities Education Act establishes a substan-\ntive right to a “free appropriate public education” for\ncertain children with disabilities. Board of Ed. of Hen-\ndrick Hudson Central School Dist., Westchester Cty. v.\nRowley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110774\"\u003e\u003ca href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"\u003e\u003cspan class=\"volume\"\u003e458\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e176\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1982). We declined, however, to\nendorse any one standard for determining “when handi-\ncapped children are receiving sufficient educational bene-\nfits to satisfy the requirements of the Act.” Id., at 202.\nThat “more difficult problem” is before us today. Ibid.\n                             I\n\n                             A\n\n  The Individuals with Disabilities Education Act (IDEA\nor Act) offers States federal funds to assist in educating\nchildren with disabilities. 84 Stat. 175, as amended, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1400 et seq.; see Arlington Central School Dist.\nBd. of Ed. v. Murphy, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145629\"\u003e\u003ca href=\"/opinion/145629/arlington-central-school-dist-bd-of-ed-v-murphy/\"\u003e\u003cspan class=\"volume\"\u003e548\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e291\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 295 (2006). In ex-\n\u000c2   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\nchange for the funds, a State pledges to comply with a\nnumber of statutory conditions. Among them, the State\nmust provide a free appropriate public education—a\nFAPE, for short—to all eligible children. §1412(a)(1).\n   A FAPE, as the Act defines it, includes both “special\neducation” and “related services.” §1401(9). “Special\neducation” is “specially designed instruction . . . to meet\nthe unique needs of a child with a disability”; “related\nservices” are the support services “required to assist a\nchild . . . to benefit from” that instruction. §§1401(26),\n(29). A State covered by the IDEA must provide a disabled\nchild with such special education and related services “in\nconformity with the [child’s] individualized education\nprogram,” or IEP. §1401(9)(D).\n   The IEP is “the centerpiece of the statute’s education\ndelivery system for disabled children.” Honig v. Doe, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111982\"\u003e\u003ca href=\"/opinion/111982/honig-v-doe/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e305\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 311 (1988). A comprehensive plan prepared by\na child’s “IEP Team” (which includes teachers, school\nofficials, and the child’s parents), an IEP must be drafted\nin compliance with a detailed set of procedures.\n§1414(d)(1)(B) (internal quotation marks omitted). These\nprocedures emphasize collaboration among parents and\neducators and require careful consideration of the child’s\nindividual circumstances. §1414. The IEP is the means\nby which special education and related services are “tai-\nlored to the unique needs” of a particular child. Rowley,\n458 U. S., at 181.\n   The IDEA requires that every IEP include “a statement\nof the child’s present levels of academic achievement and\nfunctional performance,” describe “how the child’s disabil-\nity affects the child’s involvement and progress in the\ngeneral education curriculum,” and set out “measurable\nannual goals, including academic and functional goals,”\nalong with a “description of how the child’s progress\ntoward meeting” those goals will be gauged.\n§§1414(d)(1)(A)(i)(I)–(III). The IEP must also describe the\n\u000c                     Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)                   3\n\n                         Opinion of the Court\n\n“special education and related services . . . that will be\nprovided” so that the child may “advance appropriately\ntoward attaining the annual goals” and, when possible, “be\ninvolved in and make progress in the general education\ncurriculum.” §1414(d)(1)(A)(i)(IV).\n  Parents and educators often agree about what a child’s\nIEP should contain. But not always. When disagreement\narises, parents may turn to dispute resolution procedures\nestablished by the IDEA. The parties may resolve their\ndifferences informally, through a “[p]reliminary meeting,”\nor, somewhat more formally, through mediation.\n§§1415(e), (f )(1)(B)(i). If these measures fail to produce\naccord, the parties may proceed to what the Act calls a\n“due process hearing” before a state or local educational\nagency. §§1415(f )(1)(A), (g). And at the conclusion of the\nadministrative process, the losing party may seek redress\nin state or federal court. §1415(i)(2)(A).\n                              B\n  This Court first addressed the FAPE requirement in\nRowley.1 Plaintiff Amy Rowley was a first grader with\nimpaired hearing. Her school district offered an IEP\nunder which Amy would receive instruction in the regular\nclassroom and spend time each week with a special tutor\nand a speech therapist. The district proposed that Amy’s\nclassroom teacher speak into a wireless transmitter and\nthat Amy use an FM hearing aid designed to amplify her\nteacher’s words; the district offered to supply both compo-\nnents of this system. But Amy’s parents argued that the\nIEP should go further and provide a sign-language inter-\n——————\n  1 The requirement was initially set out in the Education of the Handi-\n\ncapped Act, which was later amended and renamed the IDEA. See\nPub. L. 101–476, §901(a), 104 Stat. 1141. For simplicity’s sake—and to\navoid “acronym overload”—we use the latter title throughout this\nopinion. Fry v. Napoleon Community Schools, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, n. 1\n(2017) (slip op., at 4, n. 1).\n\u000c4   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\npreter in all of her classes. Contending that the school\ndistrict’s refusal to furnish an interpreter denied Amy a\nFAPE, Amy’s parents initiated administrative proceed-\nings, then filed a lawsuit under the Act. Rowley, 458\nU. S., at 184–185.\n  The District Court agreed that Amy had been denied a\nFAPE. The court acknowledged that Amy was making\nexcellent progress in school: She was “perform[ing] better\nthan the average child in her class” and “advancing easily\nfrom grade to grade.” Id., at 185 (internal quotation\nmarks omitted). At the same time, Amy “under[stood]\nconsiderably less of what goes on in class than she could if\nshe were not deaf.” Ibid. (internal quotation marks omit-\nted). Concluding that “it has been left entirely to the\ncourts and the hearings officers to give content to the\nrequirement of an ‘appropriate education,’ ” \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2183305\"\u003e\u003ca href=\"/opinion/2183305/rowley-v-bd-of-ed-of-hendrick-hudson-cent-sd/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e528\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 533 (SDNY 1980), the District Court ruled that Amy’s\neducation was not “appropriate” unless it provided her “an\nopportunity to achieve [her] full potential commensurate\nwith the opportunity provided to other children.” Rowley,\n458 U. S., at 185–186 (internal quotation marks omitted).\nThe Second Circuit agreed with this analysis and\naffirmed.\n  In this Court, the parties advanced starkly different\nunderstandings of the FAPE requirement. Amy’s parents\ndefended the approach of the lower courts, arguing that\nthe school district was required to provide instruction and\nservices that would provide Amy an “equal educational\nopportunity” relative to children without disabilities. Id.,\nat 198 (internal quotation marks omitted). The school\ndistrict, for its part, contended that the IDEA “did not\ncreate substantive individual rights”; the FAPE provision\nwas instead merely aspirational. Brief for Petitioners in\nRowley, O. T. 1981, No. 80–1002, pp. 28, 41.\n  Neither position carried the day. On the one hand, this\nCourt rejected the view that the IDEA gives “courts carte\n\u000c                 Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)            5\n\n                     Opinion of the Court\n\nblanche to impose upon the States whatever burden their\nvarious judgments indicate should be imposed.” Rowley,\n458 U. S., at 190, n. 11. After all, the statutory phrase\n“free appropriate public education” was expressly defined\nin the Act, even if the definition “tend[ed] toward the\ncryptic rather than the comprehensive.” Id., at 188. This\nCourt went on to reject the “equal opportunity” standard\nadopted by the lower courts, concluding that “free appro-\npriate public education” was a phrase “too complex to be\ncaptured by the word ‘equal’ whether one is speaking of\nopportunities or services.” Id., at 199. The Court also\nviewed the standard as “entirely unworkable,” apt to\nrequire “impossible measurements and comparisons” that\ncourts were ill suited to make. Id., at 198.\n   On the other hand, the Court also rejected the school\ndistrict’s argument that the FAPE requirement was actu-\nally no requirement at all. Id., at 200. Instead, the Court\ncarefully charted a middle path. Even though “Congress\nwas rather sketchy in establishing substantive require-\nments” under the Act, id., at 206, the Court nonetheless\nmade clear that the Act guarantees a substantively ade-\nquate program of education to all eligible children, id., at\n200–202, 207; see id., at 193, n. 15 (describing the “sub-\nstantive standard . . . implicit in the Act”). We explained\nthat this requirement is satisfied, and a child has received\na FAPE, if the child’s IEP sets out an educational program\nthat is “reasonably calculated to enable the child to receive\neducational benefits.” Id., at 207. For children receiving\ninstruction in the regular classroom, this would generally\nrequire an IEP “reasonably calculated to enable the child\nto achieve passing marks and advance from grade to\ngrade.” Id., at 204; see also id., at 203, n. 25.\n   In view of Amy Rowley’s excellent progress and the\n“substantial” suite of specialized instruction and services\noffered in her IEP, we concluded that her program satis-\nfied the FAPE requirement. Id., at 202. But we went no\n\u000c6   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\nfurther. Instead, we expressly “confine[d] our analysis” to\nthe facts of the case before us. Ibid. Observing that the\nAct requires States to “educate a wide spectrum” of chil-\ndren with disabilities and that “the benefits obtainable by\nchildren at one end of the spectrum will differ dramatically\nfrom those obtainable by children at the other end,” we\ndeclined “to establish any one test for determining the\nadequacy of educational benefits conferred upon all chil-\ndren covered by the Act.” Ibid.\n                             C\n   Petitioner Endrew F. was diagnosed with autism at age\ntwo. Autism is a neurodevelopmental disorder generally\nmarked by impaired social and communicative skills,\n“engagement in repetitive activities and stereotyped\nmovements, resistance to environmental change or change\nin daily routines, and unusual responses to sensory expe-\nriences.” 34 CFR §300.8(c)(1)(i) (2016); see Brief for Peti-\ntioner 8. A child with autism qualifies as a “[c]hild with a\ndisability” under the IDEA, and Colorado (where Endrew\nresides) accepts IDEA funding. §1401(3)(A). Endrew is\ntherefore entitled to the benefits of the Act, including a\nFAPE provided by the State.\n   Endrew attended school in respondent Douglas County\nSchool District from preschool through fourth grade. Each\nyear, his IEP Team drafted an IEP addressed to his educa-\ntional and functional needs. By Endrew’s fourth grade\nyear, however, his parents had become dissatisfied with\nhis progress. Although Endrew displayed a number of\nstrengths—his teachers described him as a humorous\nchild with a “sweet disposition” who “show[ed] concern[ ]\nfor friends”—he still “exhibited multiple behaviors that\ninhibited his ability to access learning in the classroom.”\nSupp. App. 182a; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e798\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1329\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1336 (CA10 2015).\nEndrew would scream in class, climb over furniture and\nother students, and occasionally run away from school.\n\u000c                 Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)            7\n\n                     Opinion of the Court\n\nId., at 1336. He was afflicted by severe fears of common-\nplace things like flies, spills, and public restrooms. As\nEndrew’s parents saw it, his academic and functional\nprogress had essentially stalled: Endrew’s IEPs largely\ncarried over the same basic goals and objectives from one\nyear to the next, indicating that he was failing to make\nmeaningful progress toward his aims. His parents be-\nlieved that only a thorough overhaul of the school district’s\napproach to Endrew’s behavioral problems could reverse\nthe trend. But in April 2010, the school district presented\nEndrew’s parents with a proposed fifth grade IEP that\nwas, in their view, pretty much the same as his past ones.\nSo his parents removed Endrew from public school and\nenrolled him at Firefly Autism House, a private school\nthat specializes in educating children with autism.\n   Endrew did much better at Firefly. The school devel-\noped a “behavioral intervention plan” that identified En-\ndrew’s most problematic behaviors and set out particular\nstrategies for addressing them. See Supp. App. 198a–\n201a. Firefly also added heft to Endrew’s academic goals.\nWithin months, Endrew’s behavior improved significantly,\npermitting him to make a degree of academic progress\nthat had eluded him in public school.\n   In November 2010, some six months after Endrew started\nclasses at Firefly, his parents again met with representa-\ntives of the Douglas County School District. The district\npresented a new IEP. Endrew’s parents considered the\nIEP no more adequate than the one proposed in April, and\nrejected it. They were particularly concerned that the\nstated plan for addressing Endrew’s behavior did not\ndiffer meaningfully from the plan in his fourth grade IEP,\ndespite the fact that his experience at Firefly suggested\nthat he would benefit from a different approach.\n   In February 2012, Endrew’s parents filed a complaint\nwith the Colorado Department of Education seeking reim-\nbursement for Endrew’s tuition at Firefly. To qualify for\n\u000c8    ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                      Opinion of the Court\n\nsuch relief, they were required to show that the school\ndistrict had not provided Endrew a FAPE in a timely\nmanner prior to his enrollment at the private school. See\n§1412(a)(10)(C)(ii). Endrew’s parents contended that the\nfinal IEP proposed by the school district was not “reason-\nably calculated to enable [Endrew] to receive educational\nbenefits” and that Endrew had therefore been denied a\nFAPE. Rowley, 458 U. S., at 207. An Administrative Law\nJudge (ALJ) disagreed and denied relief.\n   Endrew’s parents sought review in Federal District\nCourt. Giving “due weight” to the decision of the ALJ, the\nDistrict Court affirmed. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e4548439\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *5 (D Colo.,\nSept. 15, 2014) (quoting Rowley, 458 U. S., at 206). The\ncourt acknowledged that Endrew’s performance under\npast IEPs “did not reveal immense educational growth.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e4548439\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *9. But it concluded that annual\nmodifications to Endrew’s IEP objectives were “sufficient\nto show a pattern of, at the least, minimal progress.” Ibid.\nBecause Endrew’s previous IEPs had enabled him to make\nthis sort of progress, the court reasoned, his latest, similar\nIEP was reasonably calculated to do the same thing. In\nthe court’s view, that was all Rowley demanded. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e\n\u003cspan class=\"page\"\u003e4548439\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *9.\n   The Tenth Circuit affirmed. The Court of Appeals recited\nlanguage from Rowley stating that the instruction and\nservices furnished to children with disabilities must be\ncalculated to confer “some educational benefit.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e798\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat 1338 (quoting Rowley, 458 U. S., at 200; emphasis\nadded by Tenth Circuit). The court noted that it had long\ninterpreted this language to mean that a child’s IEP is\nadequate as long as it is calculated to confer an “educa-\ntional benefit [that is] merely . . . more than de minimis.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e798\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1338 (internal quotation marks omitted).\nApplying this standard, the Tenth Circuit held that En-\ndrew’s IEP had been “reasonably calculated to enable\n[him] to make some progress.” Id., at 1342 (internal quo-\n\u000c                   Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)              9\n\n                       Opinion of the Court\n\ntation marks omitted). Accordingly, he had not been\ndenied a FAPE.\n  We granted certiorari. 579 U. S. ___ (2016).\n                              II\n\n                              A\n\n   The Court in Rowley declined “to establish any one test\nfor determining the adequacy of educational benefits\nconferred upon all children covered by the Act.” 458 U. S.,\nat 202. The school district, however, contends that Rowley\nnonetheless established that “an IEP need not promise\nany particular level of benefit,” so long as it is “ ‘ reasonably\ncalculated’ to provide some benefit, as opposed to none.”\nBrief for Respondent 15.\n   The district relies on several passages from Rowley to\nmake its case. It points to our observation that “any\nsubstantive standard prescribing the level of education to\nbe accorded” children with disabilities was “[n]oticeably\nabsent from the language of the statute.” 458 U. S., at\n189; see Brief for Respondent 14. The district also empha-\nsizes the Court’s statement that the Act requires States to\nprovide access to instruction “sufficient to confer some\neducational benefit,” reasoning that any benefit, however\nminimal, satisfies this mandate. Brief for Respondent 15\n(quoting Rowley, 458 U. S., at 200). Finally, the district\nurges that the Court conclusively adopted a “some educa-\ntional benefit” standard when it wrote that “the intent of\nthe Act was more to open the door of public education to\nhandicapped children . . . than to guarantee any particular\nlevel of education.” Id., at 192; see Brief for Respond-\nent 14.\n   These statements in isolation do support the school\ndistrict’s argument. But the district makes too much of\nthem. Our statement that the face of the IDEA imposed\nno explicit substantive standard must be evaluated along-\nside our statement that a substantive standard was “im-\n\u000c10   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                      Opinion of the Court\n\nplicit in the Act.” Rowley, 458 U. S., at 193, n. 15. Simi-\nlarly, we find little significance in the Court’s language\nconcerning the requirement that States provide instruc-\ntion calculated to “confer some educational benefit.” Id.,\nat 200. The Court had no need to say anything more\nparticular, since the case before it involved a child whose\nprogress plainly demonstrated that her IEP was designed\nto deliver more than adequate educational benefits. See\nid., at 202, 209–210. The Court’s principal concern was to\ncorrect what it viewed as the surprising rulings below:\nthat the IDEA effectively empowers judges to elaborate a\nfederal common law of public education, and that a child\nperforming better than most in her class had been denied a\nFAPE. The Court was not concerned with precisely articu-\nlating a governing standard for closer cases. See id., at\n202. And the statement that the Act did not “guarantee\nany particular level of education” simply reflects the unob-\njectionable proposition that the IDEA cannot and does not\npromise “any particular [educational] outcome.” Id., at\n192 (internal quotation marks omitted). No law could do\nthat—for any child.\n   More important, the school district’s reading of these\nisolated statements runs headlong into several points on\nwhich Rowley is crystal clear. For instance—just after\nsaying that the Act requires instruction that is “sufficient\nto confer some educational benefit”—we noted that “[t]he\ndetermination of when handicapped children are receiving\nsufficient educational benefits . . . presents a . . . difficult\nproblem.” Id., at 200, 202 (emphasis added). And then we\nexpressly declined “to establish any one test for determin-\ning the adequacy of educational benefits” under the Act.\nId., at 202 (emphasis added). It would not have been\n“difficult” for us to say when educational benefits are\nsufficient if we had just said that any educational benefit\nwas enough. And it would have been strange to refuse to\nset out a test for the adequacy of educational benefits if we\n\u000c                  Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)           11\n\n                      Opinion of the Court\n\nhad just done exactly that. We cannot accept the school\ndistrict’s reading of Rowley.\n                               B\n   While Rowley declined to articulate an overarching\nstandard to evaluate the adequacy of the education pro-\nvided under the Act, the decision and the statutory lan-\nguage point to a general approach: To meet its substantive\nobligation under the IDEA, a school must offer an IEP\nreasonably calculated to enable a child to make progress\nappropriate in light of the child’s circumstances.\n   The “reasonably calculated” qualification reflects a\nrecognition that crafting an appropriate program of educa-\ntion requires a prospective judgment by school officials.\nId., at 207. The Act contemplates that this fact-intensive\nexercise will be informed not only by the expertise of\nschool officials, but also by the input of the child’s parents\nor guardians. Id., at 208–209. Any review of an IEP must\nappreciate that the question is whether the IEP is reason-\nable, not whether the court regards it as ideal. Id., at\n206–207.\n   The IEP must aim to enable the child to make progress.\nAfter all, the essential function of an IEP is to set out a\nplan for pursuing academic and functional advancement.\nSee §§1414(d)(1)(A)(i)(I)–(IV). This reflects the broad\npurpose of the IDEA, an “ambitious” piece of legislation\nenacted “in response to Congress’ perception that a major-\nity of handicapped children in the United States ‘were\neither totally excluded from schools or [were] sitting idly\nin regular classrooms awaiting the time when they were\nold enough to “drop out.” ’ ” Rowley, 458 U. S., at 179\n(quoting H. R. Rep. No. 94–332, p. 2 (1975)). A substan-\ntive standard not focused on student progress would do\nlittle to remedy the pervasive and tragic academic stagna-\ntion that prompted Congress to act.\n   That the progress contemplated by the IEP must be\n\u000c12   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                      Opinion of the Court\n\nappropriate in light of the child’s circumstances should\ncome as no surprise. A focus on the particular child is at\nthe core of the IDEA. The instruction offered must be\n“specially designed” to meet a child’s “unique needs”\nthrough an “[i]ndividualized education program.”\n§§1401(29), (14) (emphasis added). An IEP is not a form\ndocument. It is constructed only after careful considera-\ntion of the child’s present levels of achievement, disability,\nand potential for growth.           §§1414(d)(1)(A)(i)(I)–(IV),\n(d)(3)(A)(i)–(iv). As we observed in Rowley, the IDEA\n“requires participating States to educate a wide spectrum\nof handicapped children,” and “the benefits obtainable by\nchildren at one end of the spectrum will differ dramatically\nfrom those obtainable by children at the other end, with\ninfinite variations in between.” 458 U. S., at 202.\n   Rowley sheds light on what appropriate progress will\nlook like in many cases. There, the Court recognized that\nthe IDEA requires that children with disabilities receive\neducation in the regular classroom “whenever possible.”\nIbid. (citing §1412(a)(5)). When this preference is met,\n“the system itself monitors the educational progress of the\nchild.” Id., at 202–203. “Regular examinations are admin-\nistered, grades are awarded, and yearly advancement to\nhigher grade levels is permitted for those children who\nattain an adequate knowledge of the course material.” Id.,\nat 203. Progress through this system is what our society\ngenerally means by an “education.” And access to an\n“education” is what the IDEA promises. Ibid. Accordingly,\nfor a child fully integrated in the regular classroom, an\nIEP typically should, as Rowley put it, be “reasonably\ncalculated to enable the child to achieve passing marks\nand advance from grade to grade.” Id., at 203–204.\n   This guidance is grounded in the statutory definition of\na FAPE. One of the components of a FAPE is “special\neducation,” defined as “specially designed instruction . . .\nto meet the unique needs of a child with a disability.”\n\u000c                  Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)           13\n\n                      Opinion of the Court\n\n§§1401(9), (29). In determining what it means to “meet\nthe unique needs” of a child with a disability, the provi-\nsions governing the IEP development process are a natu-\nral source of guidance: It is through the IEP that “[t]he\n‘free appropriate public education’ required by the Act is\ntailored to the unique needs of ” a particular child. Id.,\nat 181.\n   The IEP provisions reflect Rowley’s expectation that, for\nmost children, a FAPE will involve integration in the reg-\nular classroom and individualized special education calcu-\nlated to achieve advancement from grade to grade. Every\nIEP begins by describing a child’s present level of achieve-\nment, including explaining “how the child’s disability\naffects the child’s involvement and progress in the general\neducation curriculum.” §1414(d)(1)(A)(i)(I)(aa). It then\nsets out “a statement of measurable annual goals . . .\ndesigned to . . . enable the child to be involved in and\nmake progress in the general education curriculum,” along\nwith a description of specialized instruction and services\nthat the child will receive. §§1414(d)(1)(A)(i)(II), (IV). The\ninstruction and services must likewise be provided with an\neye toward “progress in the general education curriculum.”\n§1414(d)(1)(A)(i)(IV)(bb). Similar IEP requirements have\nbeen in place since the time the States began accepting\nfunding under the IDEA.\n   The school district protests that these provisions impose\nonly procedural requirements—a checklist of items the\nIEP must address—not a substantive standard enforce-\nable in court. Tr. of Oral Arg. 50–51. But the procedures\nare there for a reason, and their focus provides insight into\nwhat it means, for purposes of the FAPE definition, to\n“meet the unique needs” of a child with a disability.\n§§1401(9), (29). When a child is fully integrated in the\nregular classroom, as the Act prefers, what that typically\nmeans is providing a level of instruction reasonably\ncalculated to permit advancement through the general\n\u000c14   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                         Opinion of the Court\n\ncurriculum.2\n   Rowley had no need to provide concrete guidance with\nrespect to a child who is not fully integrated in the regular\nclassroom and not able to achieve on grade level. That\ncase concerned a young girl who was progressing smoothly\nthrough the regular curriculum. If that is not a reason-\nable prospect for a child, his IEP need not aim for grade-\nlevel advancement. But his educational program must be\nappropriately ambitious in light of his circumstances, just\nas advancement from grade to grade is appropriately\nambitious for most children in the regular classroom. The\ngoals may differ, but every child should have the chance to\nmeet challenging objectives.\n   Of course this describes a general standard, not a for-\nmula. But whatever else can be said about it, this stand-\nard is markedly more demanding than the “merely more\nthan de minimis” test applied by the Tenth Circuit. It\ncannot be the case that the Act typically aims for grade-\nlevel advancement for children with disabilities who can\nbe educated in the regular classroom, but is satisfied\nwith barely more than de minimis progress for those who\ncannot.\n   When all is said and done, a student offered an educa-\ntional program providing “merely more than de minimis”\nprogress from year to year can hardly be said to have been\noffered an education at all. For children with disabilities,\nreceiving instruction that aims so low would be tanta-\nmount to “sitting idly . . . awaiting the time when they\nwere old enough to ‘drop out.’ ” Rowley, 458 U. S., at 179\n(some internal quotation marks omitted). The IDEA\ndemands more. It requires an educational program rea-\n——————\n  2 This guidance should not be interpreted as an inflexible rule. We\n\ndeclined to hold in Rowley, and do not hold today, that “every handi-\ncapped child who is advancing from grade to grade . . . is automatically\nreceiving a [FAPE].” Board of Ed. of Hendrick Hudson Central School\nDist., Westchester Cty. v. Rowley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110774\"\u003e\u003ca href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"\u003e\u003cspan class=\"volume\"\u003e458\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e176\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 203, n. 25 (1982).\n\u000c                 Cite as: \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e580\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e____ (2017)           15\n\n                     Opinion of the Court\n\nsonably calculated to enable a child to make progress\nappropriate in light of the child’s circumstances.\n                             C\n   Endrew’s parents argue that the Act goes even further.\nIn their view, a FAPE is “an education that aims to pro-\nvide a child with a disability opportunities to achieve\nacademic success, attain self-sufficiency, and contribute to\nsociety that are substantially equal to the opportunities\nafforded children without disabilities.” Brief for Petitioner\n40.\n   This standard is strikingly similar to the one the lower\ncourts adopted in Rowley, and it is virtually identical to\nthe formulation advanced by Justice Blackmun in his\nseparate writing in that case. See 458 U. S., at 185–186;\nid., at 211 (opinion concurring in judgment) (“[T]he ques-\ntion is whether Amy’s program . . . offered her an oppor-\ntunity to understand and participate in the classroom that\nwas substantially equal to that given her non-handicapped\nclassmates”). But the majority rejected any such standard\nin clear terms. Id., at 198 (“The requirement that States\nprovide ‘equal’ educational opportunities would . . . seem\nto present an entirely unworkable standard requiring\nimpossible measurements and comparisons”). Mindful\nthat Congress (despite several intervening amendments to\nthe IDEA) has not materially changed the statutory defi-\nnition of a FAPE since Rowley was decided, we decline to\ninterpret the FAPE provision in a manner so plainly at\nodds with the Court’s analysis in that case. Compare\n§1401(18) (1976 ed.) with §1401(9) (2012 ed.).\n                             D\n  We will not attempt to elaborate on what “appropriate”\nprogress will look like from case to case. It is in the na-\nture of the Act and the standard we adopt to resist such an\neffort: The adequacy of a given IEP turns on the unique\n\u000c16   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\ncircumstances of the child for whom it was created. This\nabsence of a bright-line rule, however, should not be mis-\ntaken for “an invitation to the courts to substitute their\nown notions of sound educational policy for those of the\nschool authorities which they review.” Rowley, 458 U. S.,\nat 206.\n   At the same time, deference is based on the application\nof expertise and the exercise of judgment by school author-\nities. The Act vests these officials with responsibility for\ndecisions of critical importance to the life of a disabled\nchild. The nature of the IEP process, from the initial\nconsultation through state administrative proceedings,\nensures that parents and school representatives will fully\nair their respective opinions on the degree of progress a\nchild’s IEP should pursue. See §§1414, 1415; id., at 208–\n209. By the time any dispute reaches court, school author-\nities will have had a complete opportunity to bring their\nexpertise and judgment to bear on areas of disagreement.\nA reviewing court may fairly expect those authorities to be\nable to offer a cogent and responsive explanation for their\ndecisions that shows the IEP is reasonably calculated to\nenable the child to make progress appropriate in light of\nhis circumstances.\n   The judgment of the United States Court of Appeals for\nthe Tenth Circuit is vacated, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nENDREW F., A MINOR, BY AND THROUGH HIS PARENTS AND \n\nNEXT FRIENDS, JOSEPH F. ET AL. v. DOUGLAS COUNTY \n\n              SCHOOL DISTRICT RE–1 \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE TENTH CIRCUIT\n\n    No. 15–827.      Argued January 11, 2017—Decided March 22, 2017\nThe Individuals with Disabilities Education Act (IDEA) offers States\n  federal funds to assist in educating children with disabilities. The\n  Act conditions that funding on compliance with certain statutory re-\n  quirements, including the requirement that States provide every eli-\n  gible child a “free appropriate public education,” or FAPE, by means\n  of a uniquely tailored “individualized education program,” or IEP. 20\n  U. S. C. §§1401(9)(D), 1412(a)(1).\n     This Court first addressed the FAPE requirement in Board of Ed.\n  of Hendrick Hudson Central School Dist., Westchester Cty. v. Rowley,\n  458 U. S. 176. The Court held that the Act guarantees a substantive-\n  ly adequate program of education to all eligible children, and that\n  this requirement is satisfied if the child’s IEP sets out an educational\n  program that is “reasonably calculated to enable the child to receive\n  educational benefits.” Id., at 207. For children fully integrated in\n  the regular classroom, this would typically require an IEP “reasona-\n  bly calculated to enable the child to achieve passing marks and ad-\n  vance from grade to grade.” Id., at 204. Because the IEP challenged\n  in Rowley plainly met this standard, the Court declined “to establish\n  any one test for determining the adequacy of educational benefits\n  conferred upon all children covered by the Act,” instead “confin[ing]\n  its analysis” to the facts of the case before it. Id., at 202.\n     Petitioner Endrew F., a child with autism, received annual IEPs in\n  respondent Douglas County School District from preschool through\n  fourth grade. By fourth grade, Endrew’s parents believed his aca-\n  demic and functional progress had stalled. When the school district\n  proposed a fifth grade IEP that resembled those from past years, En-\n\u000c2      ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                                  Syllabus\n\n    drew’s parents removed him from public school and enrolled him in a\n    specialized private school, where he made significant progress.\n    School district representatives later presented Endrew’s parents with\n    a new fifth grade IEP, but they considered it no more adequate than\n    the original plan. They then sought reimbursement for Endrew’s\n    private school tuition by filing a complaint under the IDEA with the\n    Colorado Department of Education. Their claim was denied, and a\n    Federal District Court affirmed that determination. The Tenth Cir-\n    cuit also affirmed. That court interpreted Rowley to establish a rule\n    that a child’s IEP is adequate as long as it is calculated to confer an\n    “ educational benefit [that is] merely . . . more than de minimis,” 798\n    F. 3d 1329, 1338 (internal quotation marks omitted), and concluded\n    that Endrew’s IEP had been “ reasonably calculated to enable [him]\n    to make some progress, ” id., at 1342 (internal quotation marks omit-\n    ted). The court accordingly held that Endrew had received a FAPE.\nHeld: To meet its substantive obligation under the IDEA, a school must\n offer an IEP reasonably calculated to enable a child to make progress\n appropriate in light of the child’s circumstances. Pp. 9–16.\n    (a) Rowley and the language of the IDEA point to the approach\n adopted here. The “reasonably calculated” qualification reflects a\n recognition that crafting an appropriate program of education re-\n quires a prospective judgment by school officials, informed by their\n own expertise and the views of a child’s parents or guardians; any re-\n view of an IEP must appreciate that the question is whether the IEP\n is reasonable, not whether the court regards it as ideal. An IEP must\n aim to enable the child to make progress; the essential function of an\n IEP is to set out a plan for pursuing academic and functional ad-\n vancement. And the degree of progress contemplated by the IEP\n must be appropriate in light of the child’s circumstances, which\n should come as no surprise. This reflects the focus on the particular\n child that is at the core of the IDEA, and the directive that States of-\n fer instruction “specially designed” to meet a child’s “unique needs”\n through an “[i]ndividualized education program.” §§1401(29), (14)\n (emphasis added).\n    Rowley sheds light on what appropriate progress will look like in\n many cases: For a child fully integrated in the regular classroom, an\n IEP typically should be “reasonably calculated to enable the child to\n achieve passing marks and advance from grade to grade.” 458 U. S.,\n at 204. This guidance is grounded in the statutory definition of a\n FAPE. One component of a FAPE is “special education,” defined as\n “specially designed instruction . . . to meet the unique needs of a child\n with a disability.” §§1401(9), (29). In determining what it means to\n “meet the unique needs” of a child with a disability, the provisions of\n the IDEA governing the IEP development process provide guidance.\n\u000c                   Cite as: 580 U. S. ____ (2017)                    3\n\n                              Syllabus\n\nThese provisions reflect what the Court said in Rowley by focusing on\n“progress in the general education curriculum.” §§1414(d)(1)(A)(i)\n(I)(aa), (II)(aa), (IV)(bb).\n   Rowley did not provide concrete guidance with respect to a child\nwho is not fully integrated in the regular classroom and not able to\nachieve on grade level. A child’s IEP need not aim for grade-level ad-\nvancement if that is not a reasonable prospect. But that child’s edu-\ncational program must be appropriately ambitious in light of his cir-\ncumstances, just as advancement from grade to grade is\nappropriately ambitious for most children in the regular classroom.\nThe goals may differ, but every child should have the chance to meet\nchallenging objectives.\n   This standard is more demanding than the “merely more than de\nminimis” test applied by the Tenth Circuit. It cannot be right that\nthe IDEA generally contemplates grade-level advancement for chil-\ndren with disabilities who are fully integrated in the regular class-\nroom, but is satisfied with barely more than de minimis progress for\nchildren who are not. Pp. 9–15.\n   (b) Endrew’s parents argue that the Act goes even further and re-\nquires States to provide children with disabilities educational oppor-\ntunities that are “substantially equal to the opportunities afforded\nchildren without disabilities.” Brief for Petitioner 40. But the lower\ncourts in Rowley adopted a strikingly similar standard, and this\nCourt rejected it in clear terms. Mindful that Congress has not ma-\nterially changed the statutory definition of a FAPE since Rowley was\ndecided, this Court declines to interpret the FAPE provision in a\nmanner so plainly at odds with the Court’s analysis in that case.\nP. 15.\n   (c) The adequacy of a given IEP turns on the unique circumstances\nof the child for whom it was created. This absence of a bright-line\nrule should not be mistaken for “an invitation to the courts to substi-\ntute their own notions of sound educational policy for those of the\nschool authorities which they review.” Rowley, 458 U. S., at 206. At\nthe same time, deference is based on the application of expertise and\nthe exercise of judgment by school authorities. The nature of the IEP\nprocess ensures that parents and school representatives will fully air\ntheir respective opinions on the degree of progress a child’s IEP\nshould pursue; thus, by the time any dispute reaches court, school\nauthorities will have had the chance to bring their expertise and\njudgment to bear on areas of disagreement. See §§1414, 1415; Row-\nley, 458 U. S., at 208–209. At that point, a reviewing court may fairly\nexpect those authorities to be able to offer a cogent and responsive\nexplanation for their decisions that shows the IEP is reasonably cal-\nculated to enable the child to make progress appropriate in light of\n\u000c4      ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                                 Syllabus\n\n    his circumstances. Pp. 15–16.\n798 F. 3d 1329, vacated and remanded.\n\n    ROBERTS, C. J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–827\n                                   _________________\n\n\n  ENDREW F., A MINOR, BY AND THROUGH HIS PARENTS\n\n  AND NEXT FRIENDS, JOSEPH F. AND JENNIFER F., \n\n    PETITIONER v. DOUGLAS COUNTY SCHOOL\n\n                 DISTRICT RE–1\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE TENTH CIRCUIT\n\n                                [March 22, 2017]\n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   Thirty-five years ago, this Court held that the Individu-\nals with Disabilities Education Act establishes a substan-\ntive right to a “free appropriate public education” for\ncertain children with disabilities. Board of Ed. of Hen-\ndrick Hudson Central School Dist., Westchester Cty. v.\nRowley, 458 U. S. 176 (1982). We declined, however, to\nendorse any one standard for determining “when handi-\ncapped children are receiving sufficient educational bene-\nfits to satisfy the requirements of the Act.” Id., at 202.\nThat “more difficult problem” is before us today. Ibid.\n                             I\n\n                             A\n\n  The Individuals with Disabilities Education Act (IDEA\nor Act) offers States federal funds to assist in educating\nchildren with disabilities. 84 Stat. 175, as amended, 20\nU. S. C. §1400 et seq.; see Arlington Central School Dist.\nBd. of Ed. v. Murphy, 548 U. S. 291, 295 (2006). In ex-\n\u000c2   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\nchange for the funds, a State pledges to comply with a\nnumber of statutory conditions. Among them, the State\nmust provide a free appropriate public education—a\nFAPE, for short—to all eligible children. §1412(a)(1).\n   A FAPE, as the Act defines it, includes both “special\neducation” and “related services.” §1401(9). “Special\neducation” is “specially designed instruction . . . to meet\nthe unique needs of a child with a disability”; “related\nservices” are the support services “required to assist a\nchild . . . to benefit from” that instruction. §§1401(26),\n(29). A State covered by the IDEA must provide a disabled\nchild with such special education and related services “in\nconformity with the [child’s] individualized education\nprogram,” or IEP. §1401(9)(D).\n   The IEP is “the centerpiece of the statute’s education\ndelivery system for disabled children.” Honig v. Doe, 484\nU. S. 305, 311 (1988). A comprehensive plan prepared by\na child’s “IEP Team” (which includes teachers, school\nofficials, and the child’s parents), an IEP must be drafted\nin compliance with a detailed set of procedures.\n§1414(d)(1)(B) (internal quotation marks omitted). These\nprocedures emphasize collaboration among parents and\neducators and require careful consideration of the child’s\nindividual circumstances. §1414. The IEP is the means\nby which special education and related services are “tai-\nlored to the unique needs” of a particular child. Rowley,\n458 U. S., at 181.\n   The IDEA requires that every IEP include “a statement\nof the child’s present levels of academic achievement and\nfunctional performance,” describe “how the child’s disabil-\nity affects the child’s involvement and progress in the\ngeneral education curriculum,” and set out “measurable\nannual goals, including academic and functional goals,”\nalong with a “description of how the child’s progress\ntoward meeting” those goals will be gauged.\n§§1414(d)(1)(A)(i)(I)–(III). The IEP must also describe the\n\u000c                     Cite as: 580 U. S. ____ (2017)                   3\n\n                         Opinion of the Court\n\n“special education and related services . . . that will be\nprovided” so that the child may “advance appropriately\ntoward attaining the annual goals” and, when possible, “be\ninvolved in and make progress in the general education\ncurriculum.” §1414(d)(1)(A)(i)(IV).\n  Parents and educators often agree about what a child’s\nIEP should contain. But not always. When disagreement\narises, parents may turn to dispute resolution procedures\nestablished by the IDEA. The parties may resolve their\ndifferences informally, through a “[p]reliminary meeting,”\nor, somewhat more formally, through mediation.\n§§1415(e), (f )(1)(B)(i). If these measures fail to produce\naccord, the parties may proceed to what the Act calls a\n“due process hearing” before a state or local educational\nagency. §§1415(f )(1)(A), (g). And at the conclusion of the\nadministrative process, the losing party may seek redress\nin state or federal court. §1415(i)(2)(A).\n                              B\n  This Court first addressed the FAPE requirement in\nRowley.1 Plaintiff Amy Rowley was a first grader with\nimpaired hearing. Her school district offered an IEP\nunder which Amy would receive instruction in the regular\nclassroom and spend time each week with a special tutor\nand a speech therapist. The district proposed that Amy’s\nclassroom teacher speak into a wireless transmitter and\nthat Amy use an FM hearing aid designed to amplify her\nteacher’s words; the district offered to supply both compo-\nnents of this system. But Amy’s parents argued that the\nIEP should go further and provide a sign-language inter-\n——————\n  1 The requirement was initially set out in the Education of the Handi-\n\ncapped Act, which was later amended and renamed the IDEA. See\nPub. L. 101–476, §901(a), 104 Stat. 1141. For simplicity’s sake—and to\navoid “acronym overload”—we use the latter title throughout this\nopinion. Fry v. Napoleon Community Schools, 580 U. S. ___, ___, n. 1\n(2017) (slip op., at 4, n. 1).\n\u000c4   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\npreter in all of her classes. Contending that the school\ndistrict’s refusal to furnish an interpreter denied Amy a\nFAPE, Amy’s parents initiated administrative proceed-\nings, then filed a lawsuit under the Act. Rowley, 458\nU. S., at 184–185.\n  The District Court agreed that Amy had been denied a\nFAPE. The court acknowledged that Amy was making\nexcellent progress in school: She was “perform[ing] better\nthan the average child in her class” and “advancing easily\nfrom grade to grade.” Id., at 185 (internal quotation\nmarks omitted). At the same time, Amy “under[stood]\nconsiderably less of what goes on in class than she could if\nshe were not deaf.” Ibid. (internal quotation marks omit-\nted). Concluding that “it has been left entirely to the\ncourts and the hearings officers to give content to the\nrequirement of an ‘appropriate education,’ ” 483 F. Supp.\n528, 533 (SDNY 1980), the District Court ruled that Amy’s\neducation was not “appropriate” unless it provided her “an\nopportunity to achieve [her] full potential commensurate\nwith the opportunity provided to other children.” Rowley,\n458 U. S., at 185–186 (internal quotation marks omitted).\nThe Second Circuit agreed with this analysis and\naffirmed.\n  In this Court, the parties advanced starkly different\nunderstandings of the FAPE requirement. Amy’s parents\ndefended the approach of the lower courts, arguing that\nthe school district was required to provide instruction and\nservices that would provide Amy an “equal educational\nopportunity” relative to children without disabilities. Id.,\nat 198 (internal quotation marks omitted). The school\ndistrict, for its part, contended that the IDEA “did not\ncreate substantive individual rights”; the FAPE provision\nwas instead merely aspirational. Brief for Petitioners in\nRowley, O. T. 1981, No. 80–1002, pp. 28, 41.\n  Neither position carried the day. On the one hand, this\nCourt rejected the view that the IDEA gives “courts carte\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nblanche to impose upon the States whatever burden their\nvarious judgments indicate should be imposed.” Rowley,\n458 U. S., at 190, n. 11. After all, the statutory phrase\n“free appropriate public education” was expressly defined\nin the Act, even if the definition “tend[ed] toward the\ncryptic rather than the comprehensive.” Id., at 188. This\nCourt went on to reject the “equal opportunity” standard\nadopted by the lower courts, concluding that “free appro-\npriate public education” was a phrase “too complex to be\ncaptured by the word ‘equal’ whether one is speaking of\nopportunities or services.” Id., at 199. The Court also\nviewed the standard as “entirely unworkable,” apt to\nrequire “impossible measurements and comparisons” that\ncourts were ill suited to make. Id., at 198.\n   On the other hand, the Court also rejected the school\ndistrict’s argument that the FAPE requirement was actu-\nally no requirement at all. Id., at 200. Instead, the Court\ncarefully charted a middle path. Even though “Congress\nwas rather sketchy in establishing substantive require-\nments” under the Act, id., at 206, the Court nonetheless\nmade clear that the Act guarantees a substantively ade-\nquate program of education to all eligible children, id., at\n200–202, 207; see id., at 193, n. 15 (describing the “sub-\nstantive standard . . . implicit in the Act”). We explained\nthat this requirement is satisfied, and a child has received\na FAPE, if the child’s IEP sets out an educational program\nthat is “reasonably calculated to enable the child to receive\neducational benefits.” Id., at 207. For children receiving\ninstruction in the regular classroom, this would generally\nrequire an IEP “reasonably calculated to enable the child\nto achieve passing marks and advance from grade to\ngrade.” Id., at 204; see also id., at 203, n. 25.\n   In view of Amy Rowley’s excellent progress and the\n“substantial” suite of specialized instruction and services\noffered in her IEP, we concluded that her program satis-\nfied the FAPE requirement. Id., at 202. But we went no\n\u000c6   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\nfurther. Instead, we expressly “confine[d] our analysis” to\nthe facts of the case before us. Ibid. Observing that the\nAct requires States to “educate a wide spectrum” of chil-\ndren with disabilities and that “the benefits obtainable by\nchildren at one end of the spectrum will differ dramatically\nfrom those obtainable by children at the other end,” we\ndeclined “to establish any one test for determining the\nadequacy of educational benefits conferred upon all chil-\ndren covered by the Act.” Ibid.\n                             C\n   Petitioner Endrew F. was diagnosed with autism at age\ntwo. Autism is a neurodevelopmental disorder generally\nmarked by impaired social and communicative skills,\n“engagement in repetitive activities and stereotyped\nmovements, resistance to environmental change or change\nin daily routines, and unusual responses to sensory expe-\nriences.” 34 CFR §300.8(c)(1)(i) (2016); see Brief for Peti-\ntioner 8. A child with autism qualifies as a “[c]hild with a\ndisability” under the IDEA, and Colorado (where Endrew\nresides) accepts IDEA funding. §1401(3)(A). Endrew is\ntherefore entitled to the benefits of the Act, including a\nFAPE provided by the State.\n   Endrew attended school in respondent Douglas County\nSchool District from preschool through fourth grade. Each\nyear, his IEP Team drafted an IEP addressed to his educa-\ntional and functional needs. By Endrew’s fourth grade\nyear, however, his parents had become dissatisfied with\nhis progress. Although Endrew displayed a number of\nstrengths—his teachers described him as a humorous\nchild with a “sweet disposition” who “show[ed] concern[ ]\nfor friends”—he still “exhibited multiple behaviors that\ninhibited his ability to access learning in the classroom.”\nSupp. App. 182a; 798 F. 3d 1329, 1336 (CA10 2015).\nEndrew would scream in class, climb over furniture and\nother students, and occasionally run away from school.\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nId., at 1336. He was afflicted by severe fears of common-\nplace things like flies, spills, and public restrooms. As\nEndrew’s parents saw it, his academic and functional\nprogress had essentially stalled: Endrew’s IEPs largely\ncarried over the same basic goals and objectives from one\nyear to the next, indicating that he was failing to make\nmeaningful progress toward his aims. His parents be-\nlieved that only a thorough overhaul of the school district’s\napproach to Endrew’s behavioral problems could reverse\nthe trend. But in April 2010, the school district presented\nEndrew’s parents with a proposed fifth grade IEP that\nwas, in their view, pretty much the same as his past ones.\nSo his parents removed Endrew from public school and\nenrolled him at Firefly Autism House, a private school\nthat specializes in educating children with autism.\n   Endrew did much better at Firefly. The school devel-\noped a “behavioral intervention plan” that identified En-\ndrew’s most problematic behaviors and set out particular\nstrategies for addressing them. See Supp. App. 198a–\n201a. Firefly also added heft to Endrew’s academic goals.\nWithin months, Endrew’s behavior improved significantly,\npermitting him to make a degree of academic progress\nthat had eluded him in public school.\n   In November 2010, some six months after Endrew started\nclasses at Firefly, his parents again met with representa-\ntives of the Douglas County School District. The district\npresented a new IEP. Endrew’s parents considered the\nIEP no more adequate than the one proposed in April, and\nrejected it. They were particularly concerned that the\nstated plan for addressing Endrew’s behavior did not\ndiffer meaningfully from the plan in his fourth grade IEP,\ndespite the fact that his experience at Firefly suggested\nthat he would benefit from a different approach.\n   In February 2012, Endrew’s parents filed a complaint\nwith the Colorado Department of Education seeking reim-\nbursement for Endrew’s tuition at Firefly. To qualify for\n\u000c8    ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                      Opinion of the Court\n\nsuch relief, they were required to show that the school\ndistrict had not provided Endrew a FAPE in a timely\nmanner prior to his enrollment at the private school. See\n§1412(a)(10)(C)(ii). Endrew’s parents contended that the\nfinal IEP proposed by the school district was not “reason-\nably calculated to enable [Endrew] to receive educational\nbenefits” and that Endrew had therefore been denied a\nFAPE. Rowley, 458 U. S., at 207. An Administrative Law\nJudge (ALJ) disagreed and denied relief.\n   Endrew’s parents sought review in Federal District\nCourt. Giving “due weight” to the decision of the ALJ, the\nDistrict Court affirmed. 2014 WL 4548439, *5 (D Colo.,\nSept. 15, 2014) (quoting Rowley, 458 U. S., at 206). The\ncourt acknowledged that Endrew’s performance under\npast IEPs “did not reveal immense educational growth.”\n2014 WL 4548439, at *9. But it concluded that annual\nmodifications to Endrew’s IEP objectives were “sufficient\nto show a pattern of, at the least, minimal progress.” Ibid.\nBecause Endrew’s previous IEPs had enabled him to make\nthis sort of progress, the court reasoned, his latest, similar\nIEP was reasonably calculated to do the same thing. In\nthe court’s view, that was all Rowley demanded. 2014 WL\n4548439, at *9.\n   The Tenth Circuit affirmed. The Court of Appeals recited\nlanguage from Rowley stating that the instruction and\nservices furnished to children with disabilities must be\ncalculated to confer “some educational benefit.” 798 F. 3d,\nat 1338 (quoting Rowley, 458 U. S., at 200; emphasis\nadded by Tenth Circuit). The court noted that it had long\ninterpreted this language to mean that a child’s IEP is\nadequate as long as it is calculated to confer an “educa-\ntional benefit [that is] merely . . . more than de minimis.”\n798 F. 3d, at 1338 (internal quotation marks omitted).\nApplying this standard, the Tenth Circuit held that En-\ndrew’s IEP had been “reasonably calculated to enable\n[him] to make some progress.” Id., at 1342 (internal quo-\n\u000c                   Cite as: 580 U. S. ____ (2017)              9\n\n                       Opinion of the Court\n\ntation marks omitted). Accordingly, he had not been\ndenied a FAPE.\n  We granted certiorari. 579 U. S. ___ (2016).\n                              II\n\n                              A\n\n   The Court in Rowley declined “to establish any one test\nfor determining the adequacy of educational benefits\nconferred upon all children covered by the Act.” 458 U. S.,\nat 202. The school district, however, contends that Rowley\nnonetheless established that “an IEP need not promise\nany particular level of benefit,” so long as it is “ ‘ reasonably\ncalculated’ to provide some benefit, as opposed to none.”\nBrief for Respondent 15.\n   The district relies on several passages from Rowley to\nmake its case. It points to our observation that “any\nsubstantive standard prescribing the level of education to\nbe accorded” children with disabilities was “[n]oticeably\nabsent from the language of the statute.” 458 U. S., at\n189; see Brief for Respondent 14. The district also empha-\nsizes the Court’s statement that the Act requires States to\nprovide access to instruction “sufficient to confer some\neducational benefit,” reasoning that any benefit, however\nminimal, satisfies this mandate. Brief for Respondent 15\n(quoting Rowley, 458 U. S., at 200). Finally, the district\nurges that the Court conclusively adopted a “some educa-\ntional benefit” standard when it wrote that “the intent of\nthe Act was more to open the door of public education to\nhandicapped children . . . than to guarantee any particular\nlevel of education.” Id., at 192; see Brief for Respond-\nent 14.\n   These statements in isolation do support the school\ndistrict’s argument. But the district makes too much of\nthem. Our statement that the face of the IDEA imposed\nno explicit substantive standard must be evaluated along-\nside our statement that a substantive standard was “im-\n\u000c10   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                      Opinion of the Court\n\nplicit in the Act.” Rowley, 458 U. S., at 193, n. 15. Simi-\nlarly, we find little significance in the Court’s language\nconcerning the requirement that States provide instruc-\ntion calculated to “confer some educational benefit.” Id.,\nat 200. The Court had no need to say anything more\nparticular, since the case before it involved a child whose\nprogress plainly demonstrated that her IEP was designed\nto deliver more than adequate educational benefits. See\nid., at 202, 209–210. The Court’s principal concern was to\ncorrect what it viewed as the surprising rulings below:\nthat the IDEA effectively empowers judges to elaborate a\nfederal common law of public education, and that a child\nperforming better than most in her class had been denied a\nFAPE. The Court was not concerned with precisely articu-\nlating a governing standard for closer cases. See id., at\n202. And the statement that the Act did not “guarantee\nany particular level of education” simply reflects the unob-\njectionable proposition that the IDEA cannot and does not\npromise “any particular [educational] outcome.” Id., at\n192 (internal quotation marks omitted). No law could do\nthat—for any child.\n   More important, the school district’s reading of these\nisolated statements runs headlong into several points on\nwhich Rowley is crystal clear. For instance—just after\nsaying that the Act requires instruction that is “sufficient\nto confer some educational benefit”—we noted that “[t]he\ndetermination of when handicapped children are receiving\nsufficient educational benefits . . . presents a . . . difficult\nproblem.” Id., at 200, 202 (emphasis added). And then we\nexpressly declined “to establish any one test for determin-\ning the adequacy of educational benefits” under the Act.\nId., at 202 (emphasis added). It would not have been\n“difficult” for us to say when educational benefits are\nsufficient if we had just said that any educational benefit\nwas enough. And it would have been strange to refuse to\nset out a test for the adequacy of educational benefits if we\n\u000c                  Cite as: 580 U. S. ____ (2017)           11\n\n                      Opinion of the Court\n\nhad just done exactly that. We cannot accept the school\ndistrict’s reading of Rowley.\n                               B\n   While Rowley declined to articulate an overarching\nstandard to evaluate the adequacy of the education pro-\nvided under the Act, the decision and the statutory lan-\nguage point to a general approach: To meet its substantive\nobligation under the IDEA, a school must offer an IEP\nreasonably calculated to enable a child to make progress\nappropriate in light of the child’s circumstances.\n   The “reasonably calculated” qualification reflects a\nrecognition that crafting an appropriate program of educa-\ntion requires a prospective judgment by school officials.\nId., at 207. The Act contemplates that this fact-intensive\nexercise will be informed not only by the expertise of\nschool officials, but also by the input of the child’s parents\nor guardians. Id., at 208–209. Any review of an IEP must\nappreciate that the question is whether the IEP is reason-\nable, not whether the court regards it as ideal. Id., at\n206–207.\n   The IEP must aim to enable the child to make progress.\nAfter all, the essential function of an IEP is to set out a\nplan for pursuing academic and functional advancement.\nSee §§1414(d)(1)(A)(i)(I)–(IV). This reflects the broad\npurpose of the IDEA, an “ambitious” piece of legislation\nenacted “in response to Congress’ perception that a major-\nity of handicapped children in the United States ‘were\neither totally excluded from schools or [were] sitting idly\nin regular classrooms awaiting the time when they were\nold enough to “drop out.” ’ ” Rowley, 458 U. S., at 179\n(quoting H. R. Rep. No. 94–332, p. 2 (1975)). A substan-\ntive standard not focused on student progress would do\nlittle to remedy the pervasive and tragic academic stagna-\ntion that prompted Congress to act.\n   That the progress contemplated by the IEP must be\n\u000c12   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                      Opinion of the Court\n\nappropriate in light of the child’s circumstances should\ncome as no surprise. A focus on the particular child is at\nthe core of the IDEA. The instruction offered must be\n“specially designed” to meet a child’s “unique needs”\nthrough an “[i]ndividualized education program.”\n§§1401(29), (14) (emphasis added). An IEP is not a form\ndocument. It is constructed only after careful considera-\ntion of the child’s present levels of achievement, disability,\nand potential for growth.           §§1414(d)(1)(A)(i)(I)–(IV),\n(d)(3)(A)(i)–(iv). As we observed in Rowley, the IDEA\n“requires participating States to educate a wide spectrum\nof handicapped children,” and “the benefits obtainable by\nchildren at one end of the spectrum will differ dramatically\nfrom those obtainable by children at the other end, with\ninfinite variations in between.” 458 U. S., at 202.\n   Rowley sheds light on what appropriate progress will\nlook like in many cases. There, the Court recognized that\nthe IDEA requires that children with disabilities receive\neducation in the regular classroom “whenever possible.”\nIbid. (citing §1412(a)(5)). When this preference is met,\n“the system itself monitors the educational progress of the\nchild.” Id., at 202–203. “Regular examinations are admin-\nistered, grades are awarded, and yearly advancement to\nhigher grade levels is permitted for those children who\nattain an adequate knowledge of the course material.” Id.,\nat 203. Progress through this system is what our society\ngenerally means by an “education.” And access to an\n“education” is what the IDEA promises. Ibid. Accordingly,\nfor a child fully integrated in the regular classroom, an\nIEP typically should, as Rowley put it, be “reasonably\ncalculated to enable the child to achieve passing marks\nand advance from grade to grade.” Id., at 203–204.\n   This guidance is grounded in the statutory definition of\na FAPE. One of the components of a FAPE is “special\neducation,” defined as “specially designed instruction . . .\nto meet the unique needs of a child with a disability.”\n\u000c                  Cite as: 580 U. S. ____ (2017)           13\n\n                      Opinion of the Court\n\n§§1401(9), (29). In determining what it means to “meet\nthe unique needs” of a child with a disability, the provi-\nsions governing the IEP development process are a natu-\nral source of guidance: It is through the IEP that “[t]he\n‘free appropriate public education’ required by the Act is\ntailored to the unique needs of ” a particular child. Id.,\nat 181.\n   The IEP provisions reflect Rowley’s expectation that, for\nmost children, a FAPE will involve integration in the reg-\nular classroom and individualized special education calcu-\nlated to achieve advancement from grade to grade. Every\nIEP begins by describing a child’s present level of achieve-\nment, including explaining “how the child’s disability\naffects the child’s involvement and progress in the general\neducation curriculum.” §1414(d)(1)(A)(i)(I)(aa). It then\nsets out “a statement of measurable annual goals . . .\ndesigned to . . . enable the child to be involved in and\nmake progress in the general education curriculum,” along\nwith a description of specialized instruction and services\nthat the child will receive. §§1414(d)(1)(A)(i)(II), (IV). The\ninstruction and services must likewise be provided with an\neye toward “progress in the general education curriculum.”\n§1414(d)(1)(A)(i)(IV)(bb). Similar IEP requirements have\nbeen in place since the time the States began accepting\nfunding under the IDEA.\n   The school district protests that these provisions impose\nonly procedural requirements—a checklist of items the\nIEP must address—not a substantive standard enforce-\nable in court. Tr. of Oral Arg. 50–51. But the procedures\nare there for a reason, and their focus provides insight into\nwhat it means, for purposes of the FAPE definition, to\n“meet the unique needs” of a child with a disability.\n§§1401(9), (29). When a child is fully integrated in the\nregular classroom, as the Act prefers, what that typically\nmeans is providing a level of instruction reasonably\ncalculated to permit advancement through the general\n\u000c14   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                         Opinion of the Court\n\ncurriculum.2\n   Rowley had no need to provide concrete guidance with\nrespect to a child who is not fully integrated in the regular\nclassroom and not able to achieve on grade level. That\ncase concerned a young girl who was progressing smoothly\nthrough the regular curriculum. If that is not a reason-\nable prospect for a child, his IEP need not aim for grade-\nlevel advancement. But his educational program must be\nappropriately ambitious in light of his circumstances, just\nas advancement from grade to grade is appropriately\nambitious for most children in the regular classroom. The\ngoals may differ, but every child should have the chance to\nmeet challenging objectives.\n   Of course this describes a general standard, not a for-\nmula. But whatever else can be said about it, this stand-\nard is markedly more demanding than the “merely more\nthan de minimis” test applied by the Tenth Circuit. It\ncannot be the case that the Act typically aims for grade-\nlevel advancement for children with disabilities who can\nbe educated in the regular classroom, but is satisfied\nwith barely more than de minimis progress for those who\ncannot.\n   When all is said and done, a student offered an educa-\ntional program providing “merely more than de minimis”\nprogress from year to year can hardly be said to have been\noffered an education at all. For children with disabilities,\nreceiving instruction that aims so low would be tanta-\nmount to “sitting idly . . . awaiting the time when they\nwere old enough to ‘drop out.’ ” Rowley, 458 U. S., at 179\n(some internal quotation marks omitted). The IDEA\ndemands more. It requires an educational program rea-\n——————\n  2 This guidance should not be interpreted as an inflexible rule. We\n\ndeclined to hold in Rowley, and do not hold today, that “every handi-\ncapped child who is advancing from grade to grade . . . is automatically\nreceiving a [FAPE].” Board of Ed. of Hendrick Hudson Central School\nDist., Westchester Cty. v. Rowley, 458 U. S. 176, 203, n. 25 (1982).\n\u000c                 Cite as: 580 U. S. ____ (2017)           15\n\n                     Opinion of the Court\n\nsonably calculated to enable a child to make progress\nappropriate in light of the child’s circumstances.\n                             C\n   Endrew’s parents argue that the Act goes even further.\nIn their view, a FAPE is “an education that aims to pro-\nvide a child with a disability opportunities to achieve\nacademic success, attain self-sufficiency, and contribute to\nsociety that are substantially equal to the opportunities\nafforded children without disabilities.” Brief for Petitioner\n40.\n   This standard is strikingly similar to the one the lower\ncourts adopted in Rowley, and it is virtually identical to\nthe formulation advanced by Justice Blackmun in his\nseparate writing in that case. See 458 U. S., at 185–186;\nid., at 211 (opinion concurring in judgment) (“[T]he ques-\ntion is whether Amy’s program . . . offered her an oppor-\ntunity to understand and participate in the classroom that\nwas substantially equal to that given her non-handicapped\nclassmates”). But the majority rejected any such standard\nin clear terms. Id., at 198 (“The requirement that States\nprovide ‘equal’ educational opportunities would . . . seem\nto present an entirely unworkable standard requiring\nimpossible measurements and comparisons”). Mindful\nthat Congress (despite several intervening amendments to\nthe IDEA) has not materially changed the statutory defi-\nnition of a FAPE since Rowley was decided, we decline to\ninterpret the FAPE provision in a manner so plainly at\nodds with the Court’s analysis in that case. Compare\n§1401(18) (1976 ed.) with §1401(9) (2012 ed.).\n                             D\n  We will not attempt to elaborate on what “appropriate”\nprogress will look like from case to case. It is in the na-\nture of the Act and the standard we adopt to resist such an\neffort: The adequacy of a given IEP turns on the unique\n\u000c16   ENDREW F. v. DOUGLAS COUNTY SCHOOL DIST. RE–1\n\n                     Opinion of the Court\n\ncircumstances of the child for whom it was created. This\nabsence of a bright-line rule, however, should not be mis-\ntaken for “an invitation to the courts to substitute their\nown notions of sound educational policy for those of the\nschool authorities which they review.” Rowley, 458 U. S.,\nat 206.\n   At the same time, deference is based on the application\nof expertise and the exercise of judgment by school author-\nities. The Act vests these officials with responsibility for\ndecisions of critical importance to the life of a disabled\nchild. The nature of the IEP process, from the initial\nconsultation through state administrative proceedings,\nensures that parents and school representatives will fully\nair their respective opinions on the degree of progress a\nchild’s IEP should pursue. See §§1414, 1415; id., at 208–\n209. By the time any dispute reaches court, school author-\nities will have had a complete opportunity to bring their\nexpertise and judgment to bear on areas of disagreement.\nA reviewing court may fairly expect those authorities to be\nable to offer a cogent and responsive explanation for their\ndecisions that shows the IEP is reasonably calculated to\nenable the child to make progress appropriate in light of\nhis circumstances.\n   The judgment of the United States Court of Appeals for\nthe Tenth Circuit is vacated, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c",
	"cited_id": [
		110774
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Board of Ed. of Hendrick Hudson Central School Dist., Westchester Cty. v. Rowley, 458 U. S. 176 (1982)"
	],
	"case_extract": [
		"Board of Ed. of Hen- drick Hudson Central School Dist., Westchester Cty. v. Rowley, 458 U. S. 176 (1982)"
	],
	"citing_sentence": "Thirty-five years ago, this Court held that the Individu- als with Disabilities Education Act establishes a substan- tive right to a “free appropriate public education” for certain children with disabilities. Board of Ed. of Hen- drick Hudson Central School Dist., Westchester Cty. v. Rowley, 458 U. S. 176 (1982).",
	"citing_paragraph": "Thirty-five years ago, this Court held that the Individu- als with Disabilities Education Act establishes a substan- tive right to a “free appropriate public education” for certain children with disabilities. Board of Ed. of Hen- drick Hudson Central School Dist., Westchester Cty. v. Rowley, 458 U. S. 176 (1982). We declined, however, to endorse any one standard for determining “when handi- capped children are receiving sufficient educational bene- fits to satisfy the requirements of the Act.” Id., at 202. That “more difficult problem” is before us today. Ibid.",
	"relevant_keywords": [
		"Individuals with Disabilities Education Act",
		"IDEA",
		"20 U. S. C. §1400",
		"substantive right",
		"free",
		"education",
		"child",
		"disability"
	],
	"query": [
		"(\"Individuals with Disabilities Education Act\" OR IDEA OR \"20 U. S. C.\") AND (\"§1400\" OR \"§ 1400\" OR \"s 1400\" OR \"section 1400\") AND free AND educat! AND child! AND disabl!",
		"(\"Individuals with Disabilities Education Act\" OR IDEA) AND free AND educat! AND child! AND disabl!",
		"(\"Individuals with Disabilities Education Act\" OR IDEA) AND free AND educat! AND child! AND disabl! AND right"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "free"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "educat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "child*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "disabl*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "individuals with disabilities education act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "idea"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "20 u  s  c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§1400"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 1400",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 1400",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 1400",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "free"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "educat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "child*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "disabl*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "individuals with disabilities education act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "idea"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "free"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "educat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "child*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "disabl*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "right"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "individuals with disabilities education act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "idea"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}