{
	"id": 39,
	"case_id": 4154602,
	"case_title": "Star Athletica, L. L. C. v. Varsity Brands, Inc.",
	"date_filed": "2017-03-22",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n STAR ATHLETICA, L.L.C. v. VARSITY BRANDS, INC.,\n                     ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n    No. 15–866.     Argued October 31, 2016—Decided March 22, 2017\nThe Copyright Act of 1976 makes “pictorial, graphic, or sculptural fea-\n  tures” of the “design of a useful article” eligible for copyright protec-\n  tion as artistic works if those features “can be identified separately\n  from, and are capable of existing independently of, the utilitarian as-\n  pects of the article.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §101.\n     Respondents have more than 200 copyright registrations for two-\n  dimensional designs—consisting of various lines, chevrons, and color-\n  ful shapes—appearing on the surface of the cheerleading uniforms\n  that they design, make, and sell. They sued petitioner, who also\n  markets cheerleading uniforms, for copyright infringement. The Dis-\n  trict Court granted petitioner summary judgment, holding that the\n  designs could not be conceptually or physically separated from the\n  uniforms and were therefore ineligible for copyright protection. In\n  reversing, the Sixth Circuit concluded that the graphics could be\n  “identified separately” and were “capable of existing independently”\n  of the uniforms under §101.\nHeld: A feature incorporated into the design of a useful article is eligi-\n  ble for copyright protection only if the feature (1) can be perceived as\n  a two- or three-dimensional work of art separate from the useful arti-\n  cle, and (2) would qualify as a protectable pictorial, graphic, or sculp-\n  tural work—either on its own or fixed in some other tangible medium\n  of expression—if it were imagined separately from the useful article\n  into which it is incorporated. That test is satisfied here. Pp. 3–17.\n     (a) Separability analysis is necessary in this case. Respondents\n  claim that two-dimensional surface decorations are always separable,\n  even without resorting to a §101 analysis, because they are “on a use-\n  ful article” rather than “designs of a useful article.” But this argu-\n\u000c2        STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                                   Syllabus\n\n    ment is inconsistent with §101’s text. ”[P]ictorial” and “graphic” de-\n    note two-dimensional features such as pictures, paintings, or draw-\n    ings. Thus, by providing protection for “pictorial, graphical, and\n    sculptural works” incorporated into the “design of a useful article,”\n    §101 necessarily contemplates that such a design can include two-\n    dimensional features. This Court will not adjudicate in the first in-\n    stance the Government’s distinct argument against applying separa-\n    bility analysis, which was neither raised below nor advanced here by\n    any party. Pp. 4–6.\n       (b) Whether a feature incorporated into a useful article “can be\n    identified separately from,” and is “capable of existing independently\n    of,” the article’s “utilitarian aspects” is a matter of “statutory inter-\n    pretation.” Mazer v. Stein, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e347\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e201\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 214. Pp. 6–10.\n         (1) Section 101’s separate-identification requirement is met if the\n    decisionmaker is able to look at the useful article and spot some two-\n    or three-dimensional element that appears to have pictorial, graphic,\n    or sculptural qualities. To satisfy the independent-existence re-\n    quirement, the feature must be able to exist as its own pictorial,\n    graphic, or sculptural work once it is imagined apart from the useful\n    article. If the feature could not exist as a pictorial, graphic, or sculp-\n    tural work on its own, it is simply one of the article’s utilitarian as-\n    pects. And to qualify as a pictorial, graphic, or sculptural work on its\n    own, the feature cannot be a useful article or “[a]n article that is\n    normally a part of a useful article,” §101. Neither could one claim a\n    copyright in a useful article by creating a replica of it in another me-\n    dium. Pp. 7–8.\n         (2) The statute as a whole confirms this interpretation. Section\n    101, which protects art first fixed in the medium of a useful article, is\n    essentially the mirror image of §113(a), which protects art first fixed\n    in a medium other than a useful article and subsequently applied to a\n    useful article. Together, these provisions make clear that copyright\n    protection extends to pictorial, graphic, and sculptural works regard-\n    less of whether they were created as freestanding art or as features of\n    useful articles. P. 8.\n         (3) This interpretation is also consistent with the Copyright Act’s\n    history. In Mazer, a case decided under the 1909 Copyright Act, the\n    Court held that respondents owned a copyright in a statuette created\n    for use as a lamp base. In so holding, the Court approved a Copy-\n    right Office regulation extending protection to works of art that\n    might also serve a useful purpose and held that it was irrelevant to\n    the copyright inquiry whether the statuette was initially created as a\n    freestanding sculpture or as a lamp base. Soon after, the Copyright\n    Office enacted a regulation implementing Mazer’s holding that antic-\n    ipated the language of §101, thereby introducing the modern separa-\n\u000c                   Cite as: 580 U. S. ____ (2017)                      3\n\n                              Syllabus\n\nbility test to copyright law. Congress essentially lifted the language\nfrom those post-Mazer regulations and placed it in §101 of the 1976\nAct. Pp. 8–10.\n   (c) Applying the proper test here, the surface decorations on the\ncheerleading uniforms are separable and therefore eligible for copy-\nright protection. First, the decorations can be identified as features\nhaving pictorial, graphic, or sculptural qualities. Second, if those\ndecorations were separated from the uniforms and applied in another\nmedium, they would qualify as two-dimensional works of art under\n§101. Imaginatively removing the decorations from the uniforms and\napplying them in another medium also would not replicate the uni-\nform itself.\n   The dissent argues that the decorations are ineligible for copyright\nprotection because, when imaginatively extracted, they form a pic-\nture of a cheerleading uniform. Petitioner similarly claims that the\ndecorations cannot be copyrighted because, even when extracted from\nthe useful article, they retain the outline of a cheerleading uniform.\nBut this is not a bar to copyright. Just as two-dimensional fine art\ncorrelates to the shape of the canvas on which it is painted, two-\ndimensional applied art correlates to the contours of the article on\nwhich it is applied. The only feature of respondents’ cheerleading\nuniform eligible for a copyright is the two-dimensional applied art on\nthe surface of the uniforms. Respondents may prohibit the reproduc-\ntion only of the surface designs on a uniform or in any other medium\nof expression. Respondents have no right to prevent anyone from\nmanufacturing a cheerleading uniform that is identical in shape, cut,\nor dimensions to the uniforms at issue here. Pp. 10–12.\n   (d) None of the objections raised by petitioner or the Government is\nmeritorious. Pp. 12–17.\n        (1) Petitioner and the Government focus on the relative utility\nof the plain white uniform that would remain if the designs were\nphysically removed from the uniform. But the separability inquiry\nfocuses on the extracted feature and not on any aspects of the useful\narticle remaining after the imaginary extraction. The statute does\nnot require the imagined remainder to be a fully functioning useful\narticle at all. Nor can an artistic feature that would be eligible for\ncopyright protection on its own lose that protection simply because it\nwas first created as a feature of the design of a useful article, even if\nit makes that article more useful. This has been the rule since Ma-\nzer, and it is consistent with the statute’s explicit protection of “ap-\nplied art.” In rejecting petitioner’s view, the Court necessarily aban-\ndons the distinction between “physical” and “conceptual” separability\nadopted by some courts and commentators. Pp. 12–15.\n        (2) Petitioner also suggests incorporating two “objective” com-\n\u000c4        STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                                 Syllabus\n\n    ponents into the test—one requiring consideration of evidence of the\n    creator’s design methods, purposes, and reasons, and one looking to\n    the feature’s marketability. The Court declines to incorporate these\n    components because neither is grounded in the statute’s text.\n    Pp. 15–16.\n           (3) Finally, petitioner claims that protecting surface decora-\n    tions is inconsistent with Congress’ intent to entirely exclude indus-\n    trial design from copyright. But Congress has given limited copy-\n    right protection to certain features of industrial design. Approaching\n    the statute with presumptive hostility toward protection for industri-\n    al design would undermine that choice. In any event, the test adopt-\n    ed here does not render the underlying uniform eligible for copyright\n    protection. Pp. 16–17.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e799\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e468\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, affirmed.\n\n  THOMAS, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and ALITO, SOTOMAYOR, and KAGAN, JJ., joined. GINSBURG, J., filed\nan opinion concurring in the judgment. BREYER, J., filed a dissenting\nopinion, in which KENNEDY, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–866\n                                   _________________\n\n\n STAR ATHLETICA, L. L. C., PETITIONER v. VARSITY\n             BRANDS, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                                [March 22, 2017]\n\n   JUSTICE THOMAS delivered the opinion of the Court.\n   Congress has provided copyright protection for original\nworks of art, but not for industrial designs. The line\nbetween art and industrial design, however, is often diffi-\ncult to draw. This is particularly true when an industrial\ndesign incorporates artistic elements. Congress has af-\nforded limited protection for these artistic elements by\nproviding that “pictorial, graphic, or sculptural features”\nof the “design of a useful article” are eligible for copyright\nprotection as artistic works if those features “can be iden-\ntified separately from, and are capable of existing inde-\npendently of, the utilitarian aspects of the article.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §101.\n   We granted certiorari to resolve widespread disagree-\nment over the proper test for implementing §101’s separate-\nidentification and independent-existence requirements.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2016). We hold that a feature incor-\nporated into the design of a useful article is eligible for\ncopyright protection only if the feature (1) can be per-\nceived as a two- or three-dimensional work of art separate\nfrom the useful article and (2) would qualify as a protecta-\n\u000c2     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nble pictorial, graphic, or sculptural work—either on its\nown or fixed in some other tangible medium of expres-\nsion—if it were imagined separately from the useful arti-\ncle into which it is incorporated. Because that test is\nsatisfied in this case, we affirm.\n                               I\n   Respondents Varsity Brands, Inc., Varsity Spirit Corpo-\nration, and Varsity Spirit Fashions \u0026 Supplies, Inc., de-\nsign, make, and sell cheerleading uniforms. Respondents\nhave obtained or acquired more than 200 U. S. copyright\nregistrations for two-dimensional designs appearing on\nthe surface of their uniforms and other garments. These\ndesigns are primarily “combinations, positionings, and\narrangements of elements” that include “chevrons . . . ,\nlines, curves, stripes, angles, diagonals, inverted [chev-\nrons], coloring, and shapes.” App. 237. At issue in this\ncase are Designs 299A, 299B, 074, 078, and 0815. See\nAppendix, infra.\n   Petitioner Star Athletica, L. L. C., also markets and\nsells cheerleading uniforms. Respondents sued petitioner\nfor infringing their copyrights in the five designs. The\nDistrict Court entered summary judgment for petitioner\non respondents’ copyright claims on the ground that the\ndesigns did not qualify as protectable pictorial, graphic, or\nsculptural works. It reasoned that the designs served the\nuseful, or “utilitarian,” function of identifying the gar-\nments as “cheerleading uniforms” and therefore could not\nbe “physically or conceptually” separated under §101 “from\nthe utilitarian function” of the uniform. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e819422\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n*8–*9 (WD Tenn., Mar. 1, 2014).\n   The Court of Appeals for the Sixth Circuit reversed. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e799\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e468\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 471 (2015). In its view, the “graphic designs”\nwere “separately identifiable” because the designs “and a\nblank cheerleading uniform can appear ‘side by side’—one\nas a graphic design, and one as a cheerleading uniform.”\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nId., at 491 (quoting Compendium of U. S. Copyright Office\nPractices §924.2(B) (3d ed. 2014) (Compendium)). And it\ndetermined that the designs were “ ‘capable of existing\nindependently’ ” because they could be incorporated onto\nthe surface of different types of garments, or hung on the\nwall and framed as art. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e799\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 491, 492.\n  Judge McKeague dissented. He would have held that,\nbecause “identifying the wearer as a cheerleader” is a\nutilitarian function of a cheerleading uniform and the\nsurface designs were “integral to” achieving that function,\nthe designs were inseparable from the uniforms. Id., at\n495–496.\n                                II\n   The first element of a copyright-infringement claim is\n“ownership of a valid copyright.” Feist Publications, Inc. v.\nRural Telephone Service Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112568\"\u003e\u003ca href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"\u003e\u003cspan class=\"volume\"\u003e499\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e340\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 361 (1991). A\nvalid copyright extends only to copyrightable subject\nmatter. See 4 M. Nimmer \u0026 D. Nimmer, Copyright\n§13.01[A] (2010) (Nimmer). The Copyright Act of 1976\ndefines copyrightable subject matter as “original works of\nauthorship fixed in any tangible medium of expression.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §102(a).\n   “Works of authorship” include “pictorial, graphic, and\nsculptural works,” §102(a)(5), which the statute defines to\ninclude “two-dimensional and three-dimensional works of\nfine, graphic, and applied art, photographs, prints and art\nreproductions, maps, globes, charts, diagrams, models,\nand technical drawings, including architectural plans,”\n§101. And a work of authorship is “ ‘fixed’ in a tangible\nmedium of expression when it[ is] embodi[ed] in a” “mate-\nrial objec[t] . . . from which the work can be perceived,\nreproduced, or otherwise communicated.” Ibid. (defini-\ntions of “fixed” and “copies”).\n   The Copyright Act also establishes a special rule for\ncopyrighting a pictorial, graphic, or sculptural work incor-\n\u000c4     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                      Opinion of the Court\n\nporated into a “useful article,” which is defined as “an\narticle having an intrinsic utilitarian function that is not\nmerely to portray the appearance of the article or to con-\nvey information.” Ibid. The statute does not protect\nuseful articles as such. Rather, “the design of a useful\narticle” is “considered a pictorial, graphical, or sculptural\nwork only if, and only to the extent that, such design\nincorporates pictorial, graphic, or sculptural features that\ncan be identified separately from, and are capable of exist-\ning independently of, the utilitarian aspects of the article.”\nIbid.\n   Courts, the Copyright Office, and commentators have\ndescribed the analysis undertaken to determine whether a\nfeature can be separately identified from, and exist inde-\npendently of, a useful article as “separability.” In this\ncase, our task is to determine whether the arrangements\nof lines, chevrons, and colorful shapes appearing on the\nsurface of respondents’ cheerleading uniforms are eligible\nfor copyright protection as separable features of the design\nof those cheerleading uniforms.\n                              A\n  As an initial matter, we must address whether separa-\nbility analysis is necessary in this case.\n                               1\n  Respondents argue that “[s]eparability is only implicated\nwhen a [pictorial, graphic, or sculptural] work is the ‘de-\nsign of a useful article.’ ” Brief for Respondents 25. They\ncontend that the surface decorations in this case are “two-\ndimensional graphic designs that appear on useful arti-\ncles,” but are not themselves designs of useful articles.\nId., at 52. Consequently, the surface decorations are\nprotected two-dimensional works of graphic art without\nregard to any separability analysis under §101. Ibid.; see\n2 W. Patry, Copyright §3:151, p. 3–485 (2016) (Patry)\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\n(“Courts looking at two-dimensional design claims should\nnot apply the separability analysis regardless of the three-\ndimensional form that design is embodied in”). Under this\ntheory, two-dimensional artistic features on the surface of\nuseful articles are “inherently separable.” Brief for Re-\nspondents 26.\n   This argument is inconsistent with the text of §101. The\nstatute requires separability analysis for any “pictorial,\ngraphic, or sculptural features” incorporated into the\n“design of a useful article.” “Design” refers here to “the\ncombination” of “details” or “features” that “go to make up”\nthe useful article. 3 Oxford English Dictionary 244 (def. 7,\nfirst listing) (1933) (OED). Furthermore, the words “picto-\nrial” and “graphic” include, in this context, two-\ndimensional features such as pictures, paintings, or draw-\nings. See 4 id., at 359 (defining “[g]raphic” to mean “[o]f or\npertaining to drawing or painting”); 7 id., at 830 (defining\n“[p]ictorial” to mean “of or pertaining to painting or draw-\ning”).     And the statute expressly defines “[p]ictorial,\ngraphical, and sculptural works” to include “two-\ndimensional . . . works of . . . art.” §101. The statute thus\nprovides that the “design of a useful article” can include\ntwo-dimensional “pictorial” and “graphic” features, and\nseparability analysis applies to those features just as it\ndoes to three-dimensional “sculptural” features.\n                              2\n   The United States makes a related but distinct argu-\nment against applying separability analysis in this case,\nwhich respondents do not and have not advanced. As part\nof their copyright registrations for the designs in this case,\nrespondents deposited with the Copyright Office drawings\nand photographs depicting the designs incorporated onto\ncheerleading uniforms. App. 213–219; Appendix, infra.\nThe Government argues that, assuming the other statutory\nrequirements were met, respondents obtained a copyright\n\u000c6     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nin the deposited drawings and photographs and have\nsimply reproduced those copyrighted works on the surface\nof a useful article, as they would have the exclusive right\nto do under the Copyright Act. See Brief for United States\nas Amicus Curiae 14–15, 17–22. Accordingly, the Gov-\nernment urges, separability analysis is unnecessary on the\nrecord in this case. We generally do not entertain argu-\nments that were not raised below and that are not ad-\nvanced in this Court by any party, Burwell v. Hobby Lobby\nStores, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e573\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014), because “[i]t is not\nthe Court’s usual practice to adjudicate either legal or\npredicate factual questions in the first instance,” CRST\nVan Expedited, Inc. v. EEOC, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016)\n(slip op., at 16). We decline to depart from our usual\npractice here.\n                              B\n   We must now decide when a feature incorporated into a\nuseful article “can be identified separately from” and is\n“capable of existing independently of ” “the utilitarian\naspects” of the article. This is not a free-ranging search\nfor the best copyright policy, but rather “depends solely on\nstatutory interpretation.” Mazer v. Stein, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e347\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e201\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n214 (1954). “The controlling principle in this case is the\nbasic and unexceptional rule that courts must give effect\nto the clear meaning of statutes as written.” Estate of\nCowart v. Nicklos Drilling Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112776\"\u003e\u003ca href=\"/opinion/112776/estate-of-cowart-v-nicklos-drilling-co/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e469\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 476 (1992).\nWe thus begin and end our inquiry with the text, giving\neach word its “ordinary, contemporary, common meaning.”\nWalters v. Metropolitan Ed. Enterprises, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118075\"\u003e\u003ca href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"\u003e\u003cspan class=\"volume\"\u003e519\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e202\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 207 (1997) (internal quotation marks omitted). We do\nnot, however, limit this inquiry to the text of §101 in\nisolation. “[I]nterpretation of a phrase of uncertain reach\nis not confined to a single sentence when the text of the\nwhole statute gives instruction as to its meaning.” Mara­\ncich v. Spears, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e570\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (slip op., at 15).\n\u000c                  Cite as: 580 U. S. ____ (2017)             7\n\n                      Opinion of the Court\n\nWe thus “look to the provisions of the whole law” to de-\ntermine §101’s meaning. United States v. Heirs of Bois­\ndoré, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"86514\"\u003e\u003ca href=\"/opinion/86514/united-states-v-boisdores-heirs/\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eHow.\u003c/span\u003e \u003cspan class=\"page\"\u003e113\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 122 (1849).\n                                1\n  The statute provides that a “pictorial, graphic, or sculp-\ntural featur[e]” incorporated into the “design of a useful\narticle” is eligible for copyright protection if it (1) “can be\nidentified separately from,” and (2) is “capable of existing\nindependently of, the utilitarian aspects of the article.”\n§101. The first requirement—separate identification—is\nnot onerous. The decisionmaker need only be able to look\nat the useful article and spot some two- or three-\ndimensional element that appears to have pictorial, graphic,\nor sculptural qualities. See 2 Patry §3:146, at 3–474 to\n3–475.\n  The independent-existence requirement is ordinarily\nmore difficult to satisfy. The decisionmaker must deter-\nmine that the separately identified feature has the capacity\nto exist apart from the utilitarian aspects of the article.\nSee 2 OED 88 (def. 5) (defining “[c]apable” of as “[h]aving\nthe needful capacity, power, or fitness for”). In other\nwords, the feature must be able to exist as its own pictorial,\ngraphic, or sculptural work as defined in §101 once it is\nimagined apart from the useful article. If the feature is\nnot capable of existing as a pictorial, graphic, or sculptural\nwork once separated from the useful article, then it was\nnot a pictorial, graphic, or sculptural feature of that arti-\ncle, but rather one of its utilitarian aspects.\n  Of course, to qualify as a pictorial, graphic, or sculptural\nwork on its own, the feature cannot itself be a useful\narticle or “[a]n article that is normally a part of a useful\narticle” (which is itself considered a useful article). §101.\nNor could someone claim a copyright in a useful article\nmerely by creating a replica of that article in some other\nmedium—for example, a cardboard model of a car. Al-\n\u000c8     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nthough the replica could itself be copyrightable, it would\nnot give rise to any rights in the useful article that in-\nspired it.\n                               2\n   The statute as a whole confirms our interpretation. The\nCopyright Act provides “the owner of [a] copyright” with\nthe “exclusive righ[t] . . . to reproduce the copyrighted\nwork in copies.” §106(1). The statute clarifies that this\nright “includes the right to reproduce the [copyrighted]\nwork in or on any kind of article, whether useful or other-\nwise.” §113(a). Section 101 is, in essence, the mirror\nimage of §113(a). Whereas §113(a) protects a work of\nauthorship first fixed in some tangible medium other than\na useful article and subsequently applied to a useful arti-\ncle, §101 protects art first fixed in the medium of a useful\narticle. The two provisions make clear that copyright\nprotection extends to pictorial, graphic, and sculptural\nworks regardless of whether they were created as free-\nstanding art or as features of useful articles. The ultimate\nseparability question, then, is whether the feature for\nwhich copyright protection is claimed would have been\neligible for copyright protection as a pictorial, graphic, or\nsculptural work had it originally been fixed in some tangi-\nble medium other than a useful article before being ap-\nplied to a useful article.\n                              3\n  This interpretation is also consistent with the history of\nthe Copyright Act. In Mazer, a case decided under the\n1909 Copyright Act, the respondents copyrighted a statu-\nette depicting a dancer. The statuette was intended for\nuse as a lamp base, “with electric wiring, sockets and lamp\nshades attached.” 347 U. S., at 202. Copies of the statu-\nette were sold both as lamp bases and separately as statu-\nettes. Id., at 203. The petitioners copied the statuette and\n\u000c                  Cite as: 580 U. S. ____ (2017)               9\n\n                      Opinion of the Court\n\nsold lamps with the statuette as the base. They defended\nagainst the respondents’ infringement suit by arguing that\nthe respondents did not have a copyright in a statuette\nintended for use as a lamp base. Id., at 204–205.\n   Two of Mazer’s holdings are relevant here. First, the\nCourt held that the respondents owned a copyright in the\nstatuette even though it was intended for use as a lamp\nbase. See id., at 214. In doing so, the Court approved the\nCopyright Office’s regulation extending copyright protec-\ntion to works of art that might also serve a useful purpose.\nSee ibid. (approving 37 CFR §202.8(a) (1949) (protect-\ning “works of artistic craftsmanship, in so far as their\nform but not their mechanical or utilitarian aspects are\nconcerned”)).\n   Second, the Court held that it was irrelevant to the\ncopyright inquiry whether the statuette was initially\ncreated as a freestanding sculpture or as a lamp base. 347\nU. S., at 218–219 (“Nor do we think the subsequent regis-\ntration of a work of art published as an element in a man-\nufactured article, is a misuse of copyright. This is not\ndifferent from the registration of a statuette and its later\nembodiment in an industrial article”). Mazer thus inter-\npreted the 1909 Act consistently with the rule discussed\nabove: If a design would have been copyrightable as a\nstandalone pictorial, graphic, or sculptural work, it is\ncopyrightable if created first as part of a useful article.\n   Shortly thereafter, the Copyright Office enacted a regu-\nlation implementing the holdings of Mazer. See 1 Nimmer\n§2A.08[B][1][b] (2016). As amended, the regulation intro-\nduced the modern separability test to copyright law:\n    “If the sole intrinsic function of an article is its utility,\n    the fact that the article is unique and attractively\n    shaped will not qualify it as a work of art. However, if\n    the shape of a utilitarian article incorporates features,\n    such as artistic sculpture, carving, or pictorial repre-\n\u000c10    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                      Opinion of the Court\n\n     sentation, which can be identified separately and are\n     capable of existing independently as a work of art,\n     such features will be eligible for registration.” 37 CFR\n     §202.10(c) (1960) (punctuation altered).\n  Congress essentially lifted the language governing\nprotection for the design of a useful article directly from\nthe post-Mazer regulations and placed it into §101 of the\n1976 Act. Consistent with Mazer, the approach we outline\ntoday interprets §§101 and 113 in a way that would afford\ncopyright protection to the statuette in Mazer regardless\nof whether it was first created as a standalone sculptural\nwork or as the base of the lamp. See 347 U. S., at\n218–219.\n                                C\n    In sum, a feature of the design of a useful article is\neligible for copyright if, when identified and imagined\napart from the useful article, it would qualify as a pictorial,\ngraphic, or sculptural work either on its own or when fixed\nin some other tangible medium.\n    Applying this test to the surface decorations on the\ncheerleading uniforms is straightforward. First, one can\nidentify the decorations as features having pictorial,\ngraphic, or sculptural qualities. Second, if the arrange-\nment of colors, shapes, stripes, and chevrons on the sur-\nface of the cheerleading uniforms were separated from the\nuniform and applied in another medium—for example, on a\npainter’s canvas—they would qualify as “two-dimensional\n. . . works of . . . art,” §101. And imaginatively removing\nthe surface decorations from the uniforms and applying\nthem in another medium would not replicate the uniform\nitself. Indeed, respondents have applied the designs in\nthis case to other media of expression—different types of\nclothing—without replicating the uniform. See App. 273–\n279. The decorations are therefore separable from the\n\u000c                     Cite as: 580 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\nuniforms and eligible for copyright protection.1\n   The dissent argues that the designs are not separable\nbecause imaginatively removing them from the uniforms\nand placing them in some other medium of expression—a\ncanvas, for example—would create “pictures of cheerleader\nuniforms.” Post, at 10 (opinion of BREYER, J.). Petitioner\nsimilarly argues that the decorations cannot be copyrighted\nbecause, even when extracted from the useful article,\nthey retain the outline of a cheerleading uniform. Brief\nfor Petitioner 48–49.\n   This is not a bar to copyright. Just as two-dimensional\nfine art corresponds to the shape of the canvas on which it\nis painted, two-dimensional applied art correlates to the\ncontours of the article on which it is applied. A fresco\npainted on a wall, ceiling panel, or dome would not lose\ncopyright protection, for example, simply because it was\ndesigned to track the dimensions of the surface on which it\nwas painted. Or consider, for example, a design etched or\npainted on the surface of a guitar. If that entire design is\nimaginatively removed from the guitar’s surface and\nplaced on an album cover, it would still resemble the\nshape of a guitar. But the image on the cover does not\n“replicate” the guitar as a useful article. Rather, the\ndesign is a two-dimensional work of art that corresponds\nto the shape of the useful article to which it was applied.\nThe statute protects that work of art whether it is first\ndrawn on the album cover and then applied to the guitar’s\nsurface, or vice versa. Failing to protect that art would\ncreate an anomaly: It would extend protection to two-\ndimensional designs that cover a part of a useful article\nbut would not protect the same design if it covered the\n——————\n  1 We do not today hold that the surface decorations are copyrightable.\n\nWe express no opinion on whether these works are sufficiently original\nto qualify for copyright protection, see Feist Publications, Inc. v. Rural\nTelephone Service Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112568\"\u003e\u003ca href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"\u003e\u003cspan class=\"volume\"\u003e499\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e340\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 358–359 (1991), or on whether\nany other prerequisite of a valid copyright has been satisfied.\n\u000c12        STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                          Opinion of the Court\n\nentire article. The statute does not support that distinc-\ntion, nor can it be reconciled with the dissent’s recognition\nthat “artwork printed on a t-shirt” could be protected.\nPost, at 4 (internal quotation marks omitted).\n   To be clear, the only feature of the cheerleading uniform\neligible for a copyright in this case is the two-dimensional\nwork of art fixed in the tangible medium of the uniform\nfabric. Even if respondents ultimately succeed in estab-\nlishing a valid copyright in the surface decorations at\nissue here, respondents have no right to prohibit any\nperson from manufacturing a cheerleading uniform of\nidentical shape, cut, and dimensions to the ones on which\nthe decorations in this case appear. They may prohibit\nonly the reproduction of the surface designs in any tangi-\nble medium of expression—a uniform or otherwise.2\n                           D\n  Petitioner and the Government raise several objections\nto the approach we announce today. None is meritorious.\n                             1\n  Petitioner first argues that our reading of the statute is\nmissing an important step. It contends that a feature may\nexist independently only if it can stand alone as a copy-\nrightable work and if the useful article from which it was\nextracted would remain equally useful. In other words,\n\n——————\n  2 The  dissent suggests that our test would lead to the copyrighting of\nshovels. Post, at 7; Appendix to opinion of BREYER, J., fig. 4, post. But a\nshovel, like a cheerleading uniform, even if displayed in an art gallery,\nis “an article having an intrinsic utilitarian function that is not merely\nto portray the appearance of the article or to convey information.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §101. It therefore cannot be copyrighted. A drawing of a\nshovel could, of course, be copyrighted. And, if the shovel included any\nartistic features that could be perceived as art apart from the shovel,\nand which would qualify as protectable pictorial, graphic, or sculptural\nworks on their own or in another medium, they too could be copyrighted.\nBut a shovel as a shovel cannot.\n\u000c                  Cite as: 580 U. S. ____ (2017)            13\n\n                      Opinion of the Court\n\ncopyright extends only to “solely artistic” features of useful\narticles. Brief for Petitioner 33. According to petitioner, if\na feature of a useful article “advance[s] the utility of the\narticle,” id., at 38, then it is categorically beyond the scope\nof copyright, id., at 33. The designs here are not protected,\nit argues, because they are necessary to two of the uni-\nforms’ “inherent, essential, or natural functions”—\nidentifying the wearer as a cheerleader and enhancing the\nwearer’s physical appearance. Id., at 38, 48; Reply Brief 2,\n16. Because the uniforms would not be equally useful\nwithout the designs, petitioner contends that the designs\nare inseparable from the “utilitarian aspects” of the uni-\nform. Brief for Petitioner 50.\n   The Government raises a similar argument, although it\nreaches a different result. It suggests that the appropriate\ntest is whether the useful article with the artistic feature\nremoved would “remai[n] similarly useful.” Brief for\nUnited States as Amicus Curiae 29 (emphasis added). In\nthe view of the United States, however, a plain white\ncheerleading uniform is “similarly useful” to uniforms\nwith respondents’ designs. Id., at 27–28.\n   The debate over the relative utility of a plain white\ncheerleading uniform is unnecessary. The focus of the\nseparability inquiry is on the extracted feature and not on\nany aspects of the useful article that remain after the\nimaginary extraction. The statute does not require the\ndecisionmaker to imagine a fully functioning useful article\nwithout the artistic feature. Instead, it requires that the\nseparated feature qualify as a nonuseful pictorial, graphic,\nor sculptural work on its own.\n   Of course, because the removed feature may not be a\nuseful article—as it would then not qualify as a pictorial,\ngraphic, or sculptural work—there necessarily would be\nsome aspects of the original useful article “left behind” if\nthe feature were conceptually removed. But the statute\ndoes not require the imagined remainder to be a fully\n\u000c14    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nfunctioning useful article at all, much less an equally\nuseful one. Indeed, such a requirement would deprive the\nMazer statuette of protection had it been created first as a\nlamp base rather than as a statuette. Without the base,\nthe “lamp” would be just a shade, bulb, and wires. The\nstatute does not require that we imagine a nonartistic\nreplacement for the removed feature to determine whether\nthat feature is capable of an independent existence.\n   Petitioner’s argument follows from its flawed view that\nthe statute protects only “solely artistic” features that\nhave no effect whatsoever on a useful article’s utilitarian\nfunction. This view is inconsistent with the statutory text.\nThe statute expressly protects two- and three-dimensional\n“applied art.” §101. “Applied art” is art “employed in the\ndecoration, design, or execution of useful objects,” Web-\nster’s Third New International Dictionary 105 (1976)\n(emphasis added), or “those arts or crafts that have a\nprimarily utilitarian function, or . . . the designs and\ndecorations used in these arts,” Random House Dictionary\n73 (1966) (emphasis added); see also 1 OED 576 (2d ed.\n1989) (defining “applied” as “[p]ut to practical use”). An\nartistic feature that would be eligible for copyright protec-\ntion on its own cannot lose that protection simply because\nit was first created as a feature of the design of a useful\narticle, even if it makes that article more useful.\n   Indeed, this has been the rule since Mazer. In holding\nthat the statuette was protected, the Court emphasized\nthat the 1909 Act abandoned any “distinctions between\npurely aesthetic articles and useful works of art.” 347\nU. S., at 211. Congress did not enact such a distinction in\nthe 1976 Act. Were we to accept petitioner’s argument\nthat the only protectable features are those that play\nabsolutely no role in an article’s function, we would effec-\ntively abrogate the rule of Mazer and read “applied art”\nout of the statute.\n   Because we reject the view that a useful article must\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\nremain after the artistic feature has been imaginatively\nseparated from the article, we necessarily abandon the\ndistinction between “physical” and “conceptual” separabil-\nity, which some courts and commentators have adopted\nbased on the Copyright Act’s legislative history. See H. R.\nRep. No. 94–1476, p. 55 (1976). According to this view, a\nfeature is physically separable from the underlying useful\narticle if it can “be physically separated from the article by\nordinary means while leaving the utilitarian aspects of the\narticle completely intact.” Compendium §924.2(A); see\nalso Chosun Int’l, Inc. v. Chrisha Creations, Ltd., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"790810\"\u003e\u003ca href=\"/opinion/790810/chosun-international-inc-plaintiff-appellant-cross-appellee-v-chrisha/\"\u003e\u003cspan class=\"volume\"\u003e413\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e324\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 329 (CA2 2005). Conceptual separability applies if\nthe feature physically could not be removed from the\nuseful article by ordinary means. See Compendium\n§924.2(B); but see 1 P. Goldstein, Copyright §2.5.3, p. 2:77\n(3d ed. 2016) (explaining that the lower courts have been\nunable to agree on a single conceptual separability test); 2\nPatry §§3:140–3:144.40 (surveying the various approaches\nin the lower courts).\n   The statutory text indicates that separability is a con-\nceptual undertaking. Because separability does not re-\nquire the underlying useful article to remain, the physical-\nconceptual distinction is unnecessary.\n                              2\n   Petitioner next argues that we should incorporate two\n“objective” components, Reply Brief 9, into our test to\nprovide guidance to the lower courts: (1) “whether the\ndesign elements can be identified as reflecting the designer’s\nartistic judgment exercised independently of functional\ninfluence,” Brief for Petitioner 34 (emphasis deleted and\ninternal quotation marks omitted), and (2) whether “there\nis [a] substantial likelihood that the pictorial, graphic, or\nsculptural feature would still be marketable to some sig-\nnificant segment of the community without its utilitarian\nfunction,” id., at 35 (emphasis deleted and internal quota-\n\u000c16    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\ntion marks omitted).\n   We reject this argument because neither consideration\nis grounded in the text of the statute. The first would\nrequire the decisionmaker to consider evidence of the\ncreator’s design methods, purposes, and reasons. Id., at\n48. The statute’s text makes clear, however, that our\ninquiry is limited to how the article and feature are per-\nceived, not how or why they were designed. See Brandir\nInt’l, Inc. v. Cascade Pacific Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"498388\"\u003e\u003ca href=\"/opinion/498388/brandir-international-inc-v-cascade-pacific-lumber-co-dba-columbia/\"\u003e\u003cspan class=\"volume\"\u003e834\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1142\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1152 (CA2 1987) (Winter, J., concurring in part and dis-\nsenting in part) (The statute “expressly states that the\nlegal test is how the final article is perceived, not how it\nwas developed through various stages”).\n   The same is true of marketability. Nothing in the stat-\nute suggests that copyrightability depends on market\nsurveys. Moreover, asking whether some segment of the\nmarket would be interested in a given work threatens to\nprize popular art over other forms, or to substitute judicial\naesthetic preferences for the policy choices embodied in\nthe Copyright Act. See Bleistein v. Donaldson Litho­\ngraphing Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"95780\"\u003e\u003ca href=\"/opinion/95780/bleistein-v-donaldson-lithographing-co/\"\u003e\u003cspan class=\"volume\"\u003e188\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e239\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 251 (1903) (“It would be a\ndangerous undertaking for persons trained only to the law\nto constitute themselves final judges of the worth of picto-\nrial illustrations, outside of the narrowest and most obvi-\nous limits”).\n                              3\n   Finally, petitioner argues that allowing the surface\ndecorations to qualify as a “work of authorship” is incon-\nsistent with Congress’ intent to entirely exclude industrial\ndesign from copyright. Petitioner notes that Congress\nrefused to pass a provision that would have provided\nlimited copyright protection for industrial designs, includ-\ning clothing, when it enacted the 1976 Act, see id., at 9–11\n(citing S. 22, Tit. II, 94th Cong., 2d Sess., 122 Cong. Rec.\n3856–3859 (1976)), and that it has enacted laws protecting\n\u000c                  Cite as: 580 U. S. ____ (2017)             17\n\n                      Opinion of the Court\n\ndesigns for specific useful articles—semiconductor chips\nand boat hulls, see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§901–914, 1301–1332—\nwhile declining to enact other industrial design statutes,\nBrief for Petitioner 29, 43. From this history of failed\nlegislation petitioner reasons that Congress intends to\nchannel intellectual property claims for industrial design\ninto design patents. It therefore urges us to approach this\nquestion with a presumption against copyrightability. Id.,\nat 27.\n   We do not share petitioner’s concern. As an initial\nmatter, “[c]ongressional inaction lacks persuasive signifi-\ncance” in most circumstances. Pension Benefit Guaranty\nCorporation v. LTV Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112466\"\u003e\u003ca href=\"/opinion/112466/pension-benefit-guaranty-corporation-v-ltv-corp/\"\u003e\u003cspan class=\"volume\"\u003e496\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e633\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 650 (1990) (in-\nternal quotation marks omitted). Moreover, we have long\nheld that design patent and copyright are not mutually\nexclusive. See Mazer, 347 U. S., at 217. Congress has\nprovided for limited copyright protection for certain fea-\ntures of industrial design, and approaching the statute\nwith presumptive hostility toward protection for industrial\ndesign would undermine Congress’ choice. In any event,\nas explained above, our test does not render the shape,\ncut, and physical dimensions of the cheerleading uniforms\neligible for copyright protection.\n                               III\n   We hold that an artistic feature of the design of a useful\narticle is eligible for copyright protection if the feature (1)\ncan be perceived as a two- or three-dimensional work of\nart separate from the useful article and (2) would qualify\nas a protectable pictorial, graphic, or sculptural work\neither on its own or in some other medium if imagined\nseparately from the useful article. Because the designs on\nthe surface of respondents’ cheerleading uniforms in this\ncase satisfy these requirements, the judgment of the Court\nof Appeals is affirmed.\n                                               It is so ordered.\n\u000c               APPENDIX TO OPINION OF THE COURT\n\n\n\n\n\nDesign 299A   Design 299B    Design 074     Design 078   Design 0815\n\u000c                      Cite as: 580 U. S. ____ (2017)                      1\n\n                       GINSBURG\n                  GINSBURG        , J., concurring\n                          , J., concurring  in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                               _________________\n\n                                No. 15–866\n                               _________________\n\n\n STAR ATHLETICA, L. L. C., PETITIONER v. VARSITY\n             BRANDS, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                             [March 22, 2017]\n\n  JUSTICE GINSBURG, concurring in the judgment.\n  I concur in the Court’s judgment but not in its opinion.\nUnlike the majority, I would not take up in this case the\nseparability test appropriate under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §101. 1\nConsideration of that test is unwarranted because the\ndesigns at issue are not designs of useful articles. Instead,\nthe designs are themselves copyrightable pictorial or\ngraphic works reproduced on useful articles. 2\n——————\n  1 Courts “have struggled mightily to formulate a test” for the separa-\n\nbility analysis. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e799\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e468\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 484 (CA6 2015); see 2 W. Patry, Copy-\nright §3:136, p. 3–420 (2016) (noting “widespread interpretative disar-\nray” over the separability test); Ginsburg, “Courts Have Twisted\nThemselves into Knots”: U. S. Copyright Protection for Applied Art, 40\nColum. J. L. \u0026 Arts 1, 2 (2016) (“The ‘separability’ test . . . has resisted\ncoherent application . . . .”); 1 M. Nimmer \u0026 D. Nimmer, Copyright\n§2A.08[B][6], p. 2A–84 (2016) (separability is a “perennially tangled\naspect of copyright doctrine”).\n  2 Like the Court, I express no opinion on whether the designs other-\n\nwise meet the requirements for copyrightable subject matter. See ante,\nat 11, n. 1; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §102(a) (“Copyright protection subsists, in\naccordance with this title, in original works of authorship fixed in any\ntangible medium of expression, now known or later developed, from\nwhich they can be perceived, reproduced, or otherwise communicated.”).\nIn view of the dissent’s assertion that Varsity’s designs are “plainly\nunoriginal,” post, at 11, however, I note this Court’s recognition that\n“the requisite level of creativity [for copyrightability] is extremely low;\neven a slight amount will suffice,” Feist Publications, Inc. v. Rural\n\u000c2      STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                      GINSBURG\n                 GINSBURG        , J., concurring\n                         , J., concurring  in judgment\n\n   A pictorial, graphic, or sculptural work (PGS work) is\ncopyrightable. §102(a)(5). PGS works include “two-\ndimensional and three-dimensional works of fine, graphic,\nand applied art.” §101. Key to this case, a copyright in a\nstandalone PGS work “includes the right to reproduce the\nwork in or on any kind of article, whether useful or other-\nwise.” §113(a). Because the owner of a copyright in a pre-\nexisting PGS work may exclude a would-be infringer from\nreproducing that work on a useful article, there is no need\nto engage in any separability inquiry to resolve the instant\npetition.\n   The designs here in controversy are standalone pictorial\nand graphic works that respondents Varsity Brands, Inc.,\net al. (Varsity) reproduce on cheerleading uniforms. Var-\nsity’s designs first appeared as pictorial and graphic works\nthat Varsity’s design team sketched on paper. App. 281.\nVarsity then sought copyright protection for those two-\ndimensional designs, not for cheerleading costumes; its\nregistration statements claimed “2-Dimensional artwork”\nand “fabric design (artwork).” Appendix, infra, at 4–7, 9–\n10, 12–14. Varsity next reproduced its two-dimensional\ngraphic designs on cheerleading uniforms, also on other\ngarments, including T-shirts and jackets. See, e.g., App.\n274, 276. 3\n—————— \n\nTelephone Service Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112568\"\u003e\u003ca href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"\u003e\u003cspan class=\"volume\"\u003e499\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e340\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 345 (1991); see Atari Games Corp.\n\nv. Oman, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"594680\"\u003e\u003ca href=\"/opinion/594680/atari-games-corporation-v-ralph-oman-register-of-copyrights/\"\u003e\u003cspan class=\"volume\"\u003e979\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e242\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CADC 1992).\n   3 That Varsity’s designs can be placed on jackets or T-shirts without\n\nreplicating a cheerleader’s uniform supports their qualification as\nfabric designs. The dissent acknowledges that fabric designs are\ncopyrightable, but maintains that Varsity’s designs do not count\nbecause Varsity’s submissions depict clothing, not fabric designs. Post,\nat 10–11. But registrants claiming copyrightable designs may submit\ndrawings or photos of those designs as they appear on useful articles.\nSee Compendium of U. S. Copyright Office Practices §1506 (3d ed.\n2014) (“To register a copyrightable design that has been applied to the\nback of a useful article, such as a chair, the applicant may submit\ndrawings of the design as it appears on the chair[.]”), online at\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                      GINSBURG\n                 GINSBURG        , J., concurring\n                         , J., concurring  in judgment\n\n  In short, Varsity’s designs are not themselves useful\narticles meet for separability determination under §101;\nthey are standalone PGS works that may gain copyright\nprotection as such, including the exclusive right to repro-\nduce the designs on useful articles. 4\n\n\n\n\n——————\nhttps://www.copyright.gov/comp3/docs/compendium.pdf (as last visited\nMar. 8, 2017). And, as noted in text, Varsity’s registration statements\nclaimed “2-Dimensional artwork” and “fabric design (artwork).” Ap-\npendix, infra, at 4–7, 9–10, 12–14.\n   The dissent also acknowledges that artwork printed on a T-shirt is\ncopyrightable. Post, at 4. Varsity’s colored shapes and patterns can be,\nand indeed are, printed on T-shirts. See, e.g., App. 274. Assuming\nVarsity’s designs meet the other requirements for copyrightable subject\nmatter, they would fit comfortably within the Copyright Office guidance\nfeatured by the dissent. See post, at 4 (citing Compendium of U. S.\nCopyright Office Practices, supra, §924.2(B).\n   4 The majority declines to address this route to decision because, it\n\nsays, Varsity has not advanced it. Ante, at 5–6. I read Varsity’s brief\ndifferently. See Brief for Respondents 25 (explaining that the Copy-\nright Act “expressly provides that PGS designs do not lose their protec-\ntion when they appear ‘in or on’ a useful article,” quoting §113(a)); id.,\nat 52 (disclaiming the need for separability analysis because the de-\nsigns are themselves PGS works).\n\u000c4   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\n\n                        APPENDIX\n\n\u000c   Cite as: 580 U. S. ____ (2017)       5\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c6   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                GINSBURG\n            Appendix       , J., concurring\n                     to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       7\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c8   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                GINSBURG\n            Appendix       , J., concurring\n                     to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       9\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c10   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       11\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c12   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       13\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c14   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                     BREYER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–866\n                         _________________\n\n\n STAR ATHLETICA, L. L. C., PETITIONER v. VARSITY\n             BRANDS, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                       [March 22, 2017]\n\n  JUSTICE BREYER, with whom JUSTICE KENNEDY joins,\ndissenting.\n  I agree with much in the Court’s opinion. But I do not\nagree that the designs that Varsity Brands, Inc., submit-\nted to the Copyright Office are eligible for copyright pro-\ntection. Even applying the majority’s test, the designs\ncannot “be perceived as . . . two- or three-dimensional\nwork[s] of art separate from the useful article.” Ante, at 1.\n  Look at the designs that Varsity submitted to the Copy-\nright Office. See Appendix to opinion of the Court, ante.\nYou will see only pictures of cheerleader uniforms. And\ncheerleader uniforms are useful articles. A picture of the\nrelevant design features, whether separately “perceived”\non paper or in the imagination, is a picture of, and thereby\n“replicate[s],” the underlying useful article of which they\nare a part. Ante, at 1, 10. Hence the design features that\nVarsity seeks to protect are not “capable of existing inde-\npendently o[f] the utilitarian aspects of the article.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §101.\n                              I\n  The relevant statutory provision says that the “design of\na useful article” is copyrightable “only if, and only to the\nextent that, such design incorporates pictorial, graphic, or\nsculptural features that can be identified separately from,\n\u000c2     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                    BREYER, J., dissenting\n\nand are capable of existing independently of, the utilitar-\nian aspects of the article.” Ibid. But what, we must ask,\ndo the words “identified separately” mean? Just when is a\ndesign separate from the “utilitarian aspect of the [useful]\narticle?” The most direct, helpful aspect of the Court’s\nopinion answers this question by stating:\n    “Nor could someone claim a copyright in a useful arti-\n    cle merely by creating a replica of that article in some\n    other medium—for example, a cardboard model of a\n    car. Although the replica could itself be copyright-\n    able, it would not give rise to any rights in the useful\n    article that inspired it.” Ante, at 7–8.\nExactly so. These words help explain the Court’s state-\nment that a copyrightable work of art must be “perceived\nas a two- or three-dimensional work of art separate from\nthe useful article.” Ante, at 1, 17. They help clarify the\nconcept of separateness. Cf. 1 M. Nimmer \u0026 D. Nimmer,\nNimmer on Copyright §2A.08[A][1] (2016) (Nimmer) (de-\nscribing courts’ difficulty in applying that concept). They\nare consistent with Congress’ own expressed intent. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §101; H. R. Rep. No. 94–1476, pp. 55, 105 (1976)\n(H. R. Rep.). And they reflect long held views of the\nCopyright Office. See Compendium of U. S. Copyright\nOffice Practices §924.2(B) (3d ed. 2014), online at\nhttp://www.copyright.gov/comp3/docs/compendium.pdf (as\nlast visited Mar. 7, 2017) (Compendium).\n  Consider, for example, the explanation that the House\nReport for the Copyright Act of 1976 provides.\t It says:\n    “Unless the shape of an automobile, airplane, ladies’\n    dress, food processor, television set, or any other in-\n    dustrial product contains some element that, physically\n    or conceptually, can be identified as separable from\n    the utilitarian aspects of that article, the design would\n    not be copyrighted . . . .” H. R. Rep., at 55 (emphasis\n    added).\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     BREYER, J., dissenting\n\nThese words suggest two exercises, one physical, one\nmental. Can the design features (the picture, the graphic,\nthe sculpture) be physically removed from the article (and\nconsidered separately), all the while leaving the fully\nfunctioning utilitarian object in place? If not, can one\nnonetheless conceive of the design features separately\nwithout replicating a picture of the utilitarian object? If\nthe answer to either of these questions is “yes,” then the\ndesign is eligible for copyright protection. Otherwise, it is\nnot. The abstract nature of these questions makes them\nsound difficult to apply. But with the Court’s words in\nmind, the difficulty tends to disappear.\n   An example will help. Imagine a lamp with a circular\nmarble base, a vertical 10-inch tall brass rod (containing\nwires) inserted off center on the base, a light bulb fixture\nemerging from the top of the brass rod, and a lampshade\nsitting on top. In front of the brass rod a porcelain Sia-\nmese cat sits on the base facing outward. Obviously, the\nSiamese cat is physically separate from the lamp, as it\ncould be easily removed while leaving both cat and lamp\nintact. And, assuming it otherwise qualifies, the designed\ncat is eligible for copyright protection.\n   Now suppose there is no long brass rod; instead the cat\nsits in the middle of the base and the wires run up\nthrough the cat to the bulbs. The cat is not physically\nseparate from the lamp, as the reality of the lamp’s con-\nstruction is such that an effort to physically separate the\ncat and lamp will destroy both cat and lamp. The two are\nintegrated into a single functional object, like the similar\nconfiguration of the ballet dancer statuettes that formed\nthe lamp bases at issue in Mazer v. Stein, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e347\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e201\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1954). But we can easily imagine the cat on its own, as\ndid Congress when conceptualizing the ballet dancer. See\nH. R. Rep., at 55 (the statuette in Mazer was “incorporated\ninto a product without losing its ability to exist inde-\npendently as a work of art”). In doing so, we do not create\n\u000c4     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\na mental picture of a lamp (or, in the Court’s words, a\n“replica” of the lamp), which is a useful article. We simply\nperceive the cat separately, as a small cat figurine that\ncould be a copyrightable design work standing alone that\ndoes not replicate the lamp. Hence the cat is conceptually\nseparate from the utilitarian article that is the lamp. The\npair of lamps pictured at Figures 1 and 2 in the Appendix\nto this opinion illustrate this principle.\n   Case law, particularly case law that Congress and the\nCopyright Office have considered, reflects the same ap-\nproach. Congress cited examples of copyrightable design\nworks, including “a carving on the back of a chair” and “a\nfloral relief design on silver flatware.” H. R. Rep., at 55.\nCopyright Office guidance on copyrightable designs in\nuseful articles include “an engraving on a vase,” “[a]rtwork\nprinted on a t-shirt,” “[a] colorful pattern decorating the\nsurface of a shopping bag,” “[a] drawing on the surface of\nwallpaper,” and “[a] floral relief decorating the handle of a\nspoon.” Compendium §924.2(B). Courts have found copy-\nrightable matter in a plaster ballet dancer statuette encas-\ning the lamp’s electric cords and forming its base, see\nMazer, supra, as well as carvings engraved onto furniture,\nsee Universal Furniture Int’l, Inc. v. Collezione Europa\nUSA, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e618\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e417\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 431–435 (CA4 2010) (per curiam),\nand designs on laminated floor tiles, see Home Leg-\nend, LLC v. Mannington Mills, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e784\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1404\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1412–\n1413 (CA11 2015). See generally Brief for Intellectual\nProperty Professors as Amici Curiae.\n   By way of contrast, Van Gogh’s painting of a pair of old\nshoes, though beautifully executed and copyrightable as a\npainting, would not qualify for a shoe design copyright.\nSee Appendix, fig. 3, infra; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§113(a)–(b).\nCourts have similarly denied copyright protection to ob-\njects that begin as three-dimensional designs, such as\nmeasuring spoons shaped like heart-tipped arrows, Bona-\nzoli v. R. S. V. P. Int’l, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e353\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e218\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 226–227\n\u000c                  Cite as: 580 U. S. ____ (2017)              5\n\n                      BREYER, J., dissenting\n\n(RI 2005); candleholders shaped like sailboats, Design\nIdeas, Ltd. v. Yankee Candle Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e889\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1119\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1128 (CD Ill. 2012); and wire spokes on a wheel cover,\nNorris Industries, Inc. v. International Tel. \u0026 Tel. Corp.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"412126\"\u003e\u003ca href=\"/opinion/412126/norris-industries-inc-v-international-telephone-and-telegraph/\"\u003e\u003cspan class=\"volume\"\u003e696\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e918\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 922–924 (CA11 1983). None of these de-\nsigns could qualify for copyright protection that would\nprevent others from selling spoons, candleholders, or\nwheel covers with the same design. Why not? Because in\neach case the design is not separable from the utilitarian\naspects of the object to which it relates. The designs\ncannot be physically separated because they themselves\nmake up the shape of the spoon, candleholders, or wheel\ncovers of which they are a part. And spoons, candlehold-\ners, and wheel covers are useful objects, as are the old\nshoes depicted in Van Gogh’s painting. More importantly,\none cannot easily imagine or otherwise conceptualize the\ndesign of the spoons or the candleholders or the shoes\nwithout that picture, or image, or replica being a picture of\nspoons, or candleholders, or wheel covers, or shoes. The\ndesigns necessarily bring along the underlying utilitarian\nobject. Hence each design is not conceptually separable\nfrom the physical useful object.\n   The upshot is that one could copyright the floral design\non a soupspoon but one could not copyright the shape of\nthe spoon itself, no matter how beautiful, artistic, or es-\nthetically pleasing that shape might be: A picture of the\nshape of the spoon is also a picture of a spoon; the picture\nof a floral design is not. See Compendium §924.2(B).\n   To repeat: A separable design feature must be “capable\nof existing independently” of the useful article as a sepa-\nrate artistic work that is not itself the useful article. If the\nclaimed feature could be extracted without replicating the\nuseful article of which it is a part, and the result would be\na copyrightable artistic work standing alone, then there is\na separable design. But if extracting the claimed features\nwould necessarily bring along the underlying useful arti-\n\u000c6     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\ncle, the design is not separable from the useful article. In\nmany or most cases, to decide whether a design or artistic\nfeature of a useful article is conceptually separate from\nthe article itself, it is enough to imagine the feature on its\nown and ask, “Have I created a picture of a (useful part of\na) useful article?” If so, the design is not separable from\nthe useful article. If not, it is.\n   In referring to imagined pictures and the like, I am not\nspeaking technically. I am simply trying to explain an\nintuitive idea of what separation is about, as well as how I\nunderstand the majority’s opinion. So understood, the\nopinion puts design copyrights in their rightful place. The\nlaw has long recognized that drawings or photographs of\nreal world objects are copyrightable as drawings or photo-\ngraphs, but the copyright does not give protection against\nothers making the underlying useful objects. See, e.g.,\nBurrow-Giles Lithographic Co. v. Sarony, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"91083\"\u003e\u003ca href=\"/opinion/91083/burrow-giles-lithographic-co-v-sarony/\"\u003e\u003cspan class=\"volume\"\u003e111\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e53\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1884). That is why a copyright on Van Gogh’s painting\nwould prevent others from reproducing that painting, but\nit would not prevent others from reproducing and selling\nthe comfortable old shoes that the painting depicts. In-\ndeed, the purpose of §113(b) was to ensure that “ ‘copyright\nin a pictorial, graphic, or sculptural work, portraying a\nuseful article as such, does not extend to the manufacture\nof the useful article itself.’ ” H. R. Rep., at 105.\n                             II\n  To ask this kind of simple question—does the design\npicture the useful article?—will not provide an answer in\nevery case, for there will be cases where it is difficult to\nsay whether a picture of the design is, or is not, also a\npicture of the useful article. But the question will avoid\ncourts focusing primarily upon what I believe is an un-\nhelpful feature of the inquiry, namely, whether the design\ncan be imagined as a “two- or three-dimensional work of\nart.” Ante, at 1, 17. That is because virtually any indus-\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     BREYER, J., dissenting\n\ntrial design can be thought of separately as a “work of art”:\nJust imagine a frame surrounding the design, or its being\nplaced in a gallery. Consider Marcel Duchamp’s “ready-\nmades” series, the functional mass-produced objects he\ndesignated as art. See Appendix, fig. 4, infra. What is\nthere in the world that, viewed through an esthetic lens,\ncannot be seen as a good, bad, or indifferent work of art?\nWhat design features could not be imaginatively repro-\nduced on a painter’s canvas? Indeed, great industrial\ndesign may well include design that is inseparable from\nthe useful article—where, as Frank Lloyd Wright put it,\n“form and function are one.” F. Wright, An Autobiography\n146 (1943) (reprint 2005). Where they are one, the de-\nsigner may be able to obtain 15 years of protection\nthrough a design patent. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§171, 173; see also\nMcKenna \u0026 Strandburg, Progress and Competition in\nDesign, 17 Stan. Tech. L. Rev. 1, 48–51 (2013). But, if\nthey are one, Congress did not intend a century or more of\ncopyright protection.\n                             III\n   The conceptual approach that I have described reflects\nCongress’ answer to a problem that is primarily practical\nand economic. Years ago Lord Macaulay drew attention to\nthe problem when he described copyright in books as a\n“tax on readers for the purpose of giving a bounty to writ-\ners.” 56 Parl. Deb. (3d Ser.) (1841) 341, 350. He called\nattention to the main benefit of copyright protection,\nwhich is to provide an incentive to produce copyrightable\nworks and thereby “promote the Progress of Science and\nuseful Arts.” U. S. Const., Art. I, §8, cl. 8. But Macaulay\nalso made clear that copyright protection imposes costs.\nThose costs include the higher prices that can accompany\nthe grant of a copyright monopoly. They also can include\n(for those wishing to display, sell, or perform a design,\nfilm, work of art, or piece of music, for example) the costs\n\u000c8     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\nof discovering whether there are previous copyrights, of\ncontacting copyright holders, and of securing permission\nto copy. Eldred v. Ashcroft, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"122254\"\u003e\u003ca href=\"/opinion/122254/eldred-v-ashcroft/\"\u003e\u003cspan class=\"volume\"\u003e537\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e186\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 248–252 (2003)\n(BREYER, J., dissenting). Sometimes, as Thomas Jefferson\nwrote to James Madison, costs can outweigh “the benefit\neven of limited monopolies.” Letter from Thomas Jeffer-\nson to James Madison (July 31, 1788), in 13 Papers of\nThomas Jefferson 443 (J. Boyd ed. 1956) (Jefferson Let-\nter). And that is particularly true in light of the fact that\nCongress has extended the “limited Times” of protection,\nU. S. Const., Art. I, §8, cl. 8, from the “14 years” of Jeffer-\nson’s day to potentially more than a century today. Jeffer-\nson Letter 443; see also Eldred, supra, at 246–252 (opinion\nof BREYER, J.).\n   The Constitution grants Congress primary responsibil-\nity for assessing comparative costs and benefits and draw-\ning copyright’s statutory lines. Courts must respect those\nlines and not grant copyright protection where Congress\nhas decided not to do so. And it is clear that Congress has\nnot extended broad copyright protection to the fashion\ndesign industry. See, e.g., 1 Nimmer §2A.08[H][3][c]\n(describing how Congress rejected proposals for fashion\ndesign protection within the 1976 Act and has rejected\nevery proposed bill to this effect since then); Esquire, Inc.\nv. Ringer, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"363080\"\u003e\u003ca href=\"/opinion/363080/esquire-inc-v-barbara-a-ringer/\"\u003e\u003cspan class=\"volume\"\u003e591\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e796\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 800, n. 12 (CADC 1978) (observ-\ning that at the time of the 1976 Copyright Act, Congress\nhad rejected every one of the approximately 70 design\nprotection bills that had been introduced since 1914); e.g.,\nH. R. 5055, 109th Cong., 2d Sess.: “To Amend title 17,\nUnited States Code, to provide protection for fashion\ndesign” (introduced Mar. 30, 2006; unenacted). Congress\nhas left “statutory . . . protection . . . largely unavailable\nfor dress designs.” 1 Nimmer §2A.08[H][3][a]; Raustiala \u0026\nSprigman, The Piracy Paradox: Innovation and Intellec-\ntual Property in Fashion Design, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e92\u003c/span\u003e \u003cspan class=\"reporter\"\u003eVa.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Rev. 1687, 1698–\n1705 (2006).\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     BREYER, J., dissenting\n\n   Congress’ decision not to grant full copyright protection\nto the fashion industry has not left the industry without\nprotection. Patent design protection is available. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§171, 173. A maker of clothing can obtain\ntrademark protection under the Lanham Act for signature\nfeatures of the clothing. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1051 et seq. And a\ndesigner who creates an original textile design can receive\ncopyright protection for that pattern as placed, for exam-\nple, on a bolt of cloth, or anything made with that cloth.\nE.g., Compendium §924.3(A)(1). “[T]his [type of] claim . . .\nis generally made by the fabric producer rather than the\ngarment or costume designer,” and is “ordinarily made\nwhen the two-dimensional design is applied to the textile\nfabric and before the garment is cut from the fabric.” 56\nFed. Reg. 56531 (1991).\n   The fashion industry has thrived against this backdrop,\nand designers have contributed immeasurably to artistic\nand personal self-expression through clothing. But a\ndecision by this Court to grant protection to the design of a\ngarment would grant the designer protection that Con-\ngress refused to provide. It would risk increased prices\nand unforeseeable disruption in the clothing industry,\nwhich in the United States alone encompasses nearly $370\nbillion in annual spending and 1.8 million jobs. Brief for\nCouncil of Fashion Designers of America, Inc., as Amicus\nCuriae 3–4 (citing U. S. Congress, Joint Economic Com-\nmittee, The New Economy of Fashion 1 (2016)). That is\nwhy I believe it important to emphasize those parts of the\nCourt’s opinion that limit the scope of its interpretation.\nThat language, as I have said, makes clear that one may\nnot “claim a copyright in a useful article merely by creat-\ning a replica of that article in some other medium,” which\n“would not give rise to any rights in the useful article that\ninspired it.” Ante, at 7–8.\n\u000c10    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\n                              IV\n   If we ask the “separateness” question correctly, the\nanswer here is not difficult to find. The majority’s opinion,\nin its appendix, depicts the cheerleader dress designs that\nVarsity submitted to the Copyright Office. Can the design\nfeatures in Varsity’s pictures exist separately from the\nutilitarian aspects of a dress? Can we extract those fea-\ntures as copyrightable design works standing alone, with-\nout bringing along, via picture or design, the dresses of\nwhich they constitute a part?\n   Consider designs 074, 078, and 0815. They certainly\nlook like cheerleader uniforms. That is to say, they look\nlike pictures of cheerleader uniforms, just like Van Gogh’s\nold shoes look like shoes. I do not see how one could see\nthem otherwise. Designs 299A and 2999B present slightly\ncloser questions. They omit some of the dresslike context\nthat the other designs possess. But the necklines, the\nsleeves, and the cut of the skirt suggest that they too are\npictures of dresses. Looking at all five of Varsity’s pic-\ntures, I do not see how one could conceptualize the design\nfeatures in a way that does not picture, not just artistic\ndesigns, but dresses as well.\n   Were I to accept the majority’s invitation to “imagina-\ntively remov[e]” the chevrons and stripes as they are ar-\nranged on the neckline, waistline, sleeves, and skirt of\neach uniform, and apply them on a “painter’s canvas,”\nante, at 10, that painting would be of a cheerleader’s dress.\nThe esthetic elements on which Varsity seeks protection\nexist only as part of the uniform design—there is nothing\nto separate out but for dress-shaped lines that replicate\nthe cut and style of the uniforms. Hence, each design is\nnot physically separate, nor is it conceptually separate,\nfrom the useful article it depicts, namely, a cheerleader’s\ndress. They cannot be copyrighted.\n   Varsity, of course, could have sought a design patent for\nits designs. Or, it could have sought a copyright on a\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     BREYER, J., dissenting\n\ntextile design, even one with a similar theme of chevrons\nand lines.\n    But that is not the nature of Varsity’s copyright claim.\nIt has instead claimed ownership of the particular\n“ ‘treatment and arrangement’ ” of the chevrons and lines\nof the design as they appear at the neckline, waist, skirt,\nsleeves, and overall cut of each uniform. Brief for Re-\nspondents 50. The majority imagines that Varsity submit-\nted something different—that is, only the surface decora-\ntions of chevrons and stripes, as in a textile design. As the\nmajority sees it, Varsity’s copyright claim would be the\nsame had it submitted a plain rectangular space depicting\nchevrons and stripes, like swaths from a bolt of fabric.\nBut considered on their own, the simple stripes are plainly\nunoriginal. Varsity, then, seeks to do indirectly what it\ncannot do directly: bring along the design and cut of the\ndresses by seeking to protect surface decorations whose\n“treatment and arrangement” are coextensive with that\ndesign and cut. As Varsity would have it, it would prevent\nits competitors from making useful three-dimensional\ncheerleader uniforms by submitting plainly unoriginal\nchevrons and stripes as cut and arranged on a useful\narticle. But with that cut and arrangement, the resulting\npictures on which Varsity seeks protection do not simply\ndepict designs. They depict clothing. They depict the\nuseful articles of which the designs are inextricable parts.\nAnd Varsity cannot obtain copyright protection that would\ngive them the power to prevent others from making those\nuseful uniforms, any more than Van Gogh can copyright\ncomfortable old shoes by painting their likeness.\n    I fear that, in looking past the three-dimensional design\ninherent in Varsity’s claim by treating it as if it were no\nmore than a design for a bolt of cloth, the majority has lost\nsight of its own important limiting principle. One may not\n“claim a copyright in a useful article merely by creating a\nreplica of that article in some other medium,” such as in a\n\u000c12   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                   BREYER, J., dissenting\n\npicture. Ante, at 7. That is to say, one cannot obtain a\ncopyright that would give its holder “any rights in the\nuseful article that inspired it.” Ante, at 8.\n  With respect, I dissent.\n\u000cCite as: 580 U. S.    (2017)   13\n\n   BREYER, J., dissenting\n\u000c14   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                   BREYER, J., dissenting\n\u000cCite as: 580 U. S.    (2017)   15\n\n   BREYER, J., dissenting\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n STAR ATHLETICA, L.L.C. v. VARSITY BRANDS, INC.,\n                     ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n    No. 15–866.     Argued October 31, 2016—Decided March 22, 2017\nThe Copyright Act of 1976 makes “pictorial, graphic, or sculptural fea-\n  tures” of the “design of a useful article” eligible for copyright protec-\n  tion as artistic works if those features “can be identified separately\n  from, and are capable of existing independently of, the utilitarian as-\n  pects of the article.” 17 U. S. C. §101.\n     Respondents have more than 200 copyright registrations for two-\n  dimensional designs—consisting of various lines, chevrons, and color-\n  ful shapes—appearing on the surface of the cheerleading uniforms\n  that they design, make, and sell. They sued petitioner, who also\n  markets cheerleading uniforms, for copyright infringement. The Dis-\n  trict Court granted petitioner summary judgment, holding that the\n  designs could not be conceptually or physically separated from the\n  uniforms and were therefore ineligible for copyright protection. In\n  reversing, the Sixth Circuit concluded that the graphics could be\n  “identified separately” and were “capable of existing independently”\n  of the uniforms under §101.\nHeld: A feature incorporated into the design of a useful article is eligi-\n  ble for copyright protection only if the feature (1) can be perceived as\n  a two- or three-dimensional work of art separate from the useful arti-\n  cle, and (2) would qualify as a protectable pictorial, graphic, or sculp-\n  tural work—either on its own or fixed in some other tangible medium\n  of expression—if it were imagined separately from the useful article\n  into which it is incorporated. That test is satisfied here. Pp. 3–17.\n     (a) Separability analysis is necessary in this case. Respondents\n  claim that two-dimensional surface decorations are always separable,\n  even without resorting to a §101 analysis, because they are “on a use-\n  ful article” rather than “designs of a useful article.” But this argu-\n\u000c2        STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                                   Syllabus\n\n    ment is inconsistent with §101’s text. ”[P]ictorial” and “graphic” de-\n    note two-dimensional features such as pictures, paintings, or draw-\n    ings. Thus, by providing protection for “pictorial, graphical, and\n    sculptural works” incorporated into the “design of a useful article,”\n    §101 necessarily contemplates that such a design can include two-\n    dimensional features. This Court will not adjudicate in the first in-\n    stance the Government’s distinct argument against applying separa-\n    bility analysis, which was neither raised below nor advanced here by\n    any party. Pp. 4–6.\n       (b) Whether a feature incorporated into a useful article “can be\n    identified separately from,” and is “capable of existing independently\n    of,” the article’s “utilitarian aspects” is a matter of “statutory inter-\n    pretation.” Mazer v. Stein, 347 U. S. 201, 214. Pp. 6–10.\n         (1) Section 101’s separate-identification requirement is met if the\n    decisionmaker is able to look at the useful article and spot some two-\n    or three-dimensional element that appears to have pictorial, graphic,\n    or sculptural qualities. To satisfy the independent-existence re-\n    quirement, the feature must be able to exist as its own pictorial,\n    graphic, or sculptural work once it is imagined apart from the useful\n    article. If the feature could not exist as a pictorial, graphic, or sculp-\n    tural work on its own, it is simply one of the article’s utilitarian as-\n    pects. And to qualify as a pictorial, graphic, or sculptural work on its\n    own, the feature cannot be a useful article or “[a]n article that is\n    normally a part of a useful article,” §101. Neither could one claim a\n    copyright in a useful article by creating a replica of it in another me-\n    dium. Pp. 7–8.\n         (2) The statute as a whole confirms this interpretation. Section\n    101, which protects art first fixed in the medium of a useful article, is\n    essentially the mirror image of §113(a), which protects art first fixed\n    in a medium other than a useful article and subsequently applied to a\n    useful article. Together, these provisions make clear that copyright\n    protection extends to pictorial, graphic, and sculptural works regard-\n    less of whether they were created as freestanding art or as features of\n    useful articles. P. 8.\n         (3) This interpretation is also consistent with the Copyright Act’s\n    history. In Mazer, a case decided under the 1909 Copyright Act, the\n    Court held that respondents owned a copyright in a statuette created\n    for use as a lamp base. In so holding, the Court approved a Copy-\n    right Office regulation extending protection to works of art that\n    might also serve a useful purpose and held that it was irrelevant to\n    the copyright inquiry whether the statuette was initially created as a\n    freestanding sculpture or as a lamp base. Soon after, the Copyright\n    Office enacted a regulation implementing Mazer’s holding that antic-\n    ipated the language of §101, thereby introducing the modern separa-\n\u000c                   Cite as: 580 U. S. ____ (2017)                      3\n\n                              Syllabus\n\nbility test to copyright law. Congress essentially lifted the language\nfrom those post-Mazer regulations and placed it in §101 of the 1976\nAct. Pp. 8–10.\n   (c) Applying the proper test here, the surface decorations on the\ncheerleading uniforms are separable and therefore eligible for copy-\nright protection. First, the decorations can be identified as features\nhaving pictorial, graphic, or sculptural qualities. Second, if those\ndecorations were separated from the uniforms and applied in another\nmedium, they would qualify as two-dimensional works of art under\n§101. Imaginatively removing the decorations from the uniforms and\napplying them in another medium also would not replicate the uni-\nform itself.\n   The dissent argues that the decorations are ineligible for copyright\nprotection because, when imaginatively extracted, they form a pic-\nture of a cheerleading uniform. Petitioner similarly claims that the\ndecorations cannot be copyrighted because, even when extracted from\nthe useful article, they retain the outline of a cheerleading uniform.\nBut this is not a bar to copyright. Just as two-dimensional fine art\ncorrelates to the shape of the canvas on which it is painted, two-\ndimensional applied art correlates to the contours of the article on\nwhich it is applied. The only feature of respondents’ cheerleading\nuniform eligible for a copyright is the two-dimensional applied art on\nthe surface of the uniforms. Respondents may prohibit the reproduc-\ntion only of the surface designs on a uniform or in any other medium\nof expression. Respondents have no right to prevent anyone from\nmanufacturing a cheerleading uniform that is identical in shape, cut,\nor dimensions to the uniforms at issue here. Pp. 10–12.\n   (d) None of the objections raised by petitioner or the Government is\nmeritorious. Pp. 12–17.\n        (1) Petitioner and the Government focus on the relative utility\nof the plain white uniform that would remain if the designs were\nphysically removed from the uniform. But the separability inquiry\nfocuses on the extracted feature and not on any aspects of the useful\narticle remaining after the imaginary extraction. The statute does\nnot require the imagined remainder to be a fully functioning useful\narticle at all. Nor can an artistic feature that would be eligible for\ncopyright protection on its own lose that protection simply because it\nwas first created as a feature of the design of a useful article, even if\nit makes that article more useful. This has been the rule since Ma-\nzer, and it is consistent with the statute’s explicit protection of “ap-\nplied art.” In rejecting petitioner’s view, the Court necessarily aban-\ndons the distinction between “physical” and “conceptual” separability\nadopted by some courts and commentators. Pp. 12–15.\n        (2) Petitioner also suggests incorporating two “objective” com-\n\u000c4        STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                                 Syllabus\n\n    ponents into the test—one requiring consideration of evidence of the\n    creator’s design methods, purposes, and reasons, and one looking to\n    the feature’s marketability. The Court declines to incorporate these\n    components because neither is grounded in the statute’s text.\n    Pp. 15–16.\n           (3) Finally, petitioner claims that protecting surface decora-\n    tions is inconsistent with Congress’ intent to entirely exclude indus-\n    trial design from copyright. But Congress has given limited copy-\n    right protection to certain features of industrial design. Approaching\n    the statute with presumptive hostility toward protection for industri-\n    al design would undermine that choice. In any event, the test adopt-\n    ed here does not render the underlying uniform eligible for copyright\n    protection. Pp. 16–17.\n799 F. 3d 468, affirmed.\n\n  THOMAS, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and ALITO, SOTOMAYOR, and KAGAN, JJ., joined. GINSBURG, J., filed\nan opinion concurring in the judgment. BREYER, J., filed a dissenting\nopinion, in which KENNEDY, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–866\n                                   _________________\n\n\n STAR ATHLETICA, L. L. C., PETITIONER v. VARSITY\n             BRANDS, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                                [March 22, 2017]\n\n   JUSTICE THOMAS delivered the opinion of the Court.\n   Congress has provided copyright protection for original\nworks of art, but not for industrial designs. The line\nbetween art and industrial design, however, is often diffi-\ncult to draw. This is particularly true when an industrial\ndesign incorporates artistic elements. Congress has af-\nforded limited protection for these artistic elements by\nproviding that “pictorial, graphic, or sculptural features”\nof the “design of a useful article” are eligible for copyright\nprotection as artistic works if those features “can be iden-\ntified separately from, and are capable of existing inde-\npendently of, the utilitarian aspects of the article.” 17\nU. S. C. §101.\n   We granted certiorari to resolve widespread disagree-\nment over the proper test for implementing §101’s separate-\nidentification and independent-existence requirements.\n578 U. S. ___ (2016). We hold that a feature incor-\nporated into the design of a useful article is eligible for\ncopyright protection only if the feature (1) can be per-\nceived as a two- or three-dimensional work of art separate\nfrom the useful article and (2) would qualify as a protecta-\n\u000c2     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nble pictorial, graphic, or sculptural work—either on its\nown or fixed in some other tangible medium of expres-\nsion—if it were imagined separately from the useful arti-\ncle into which it is incorporated. Because that test is\nsatisfied in this case, we affirm.\n                               I\n   Respondents Varsity Brands, Inc., Varsity Spirit Corpo-\nration, and Varsity Spirit Fashions \u0026 Supplies, Inc., de-\nsign, make, and sell cheerleading uniforms. Respondents\nhave obtained or acquired more than 200 U. S. copyright\nregistrations for two-dimensional designs appearing on\nthe surface of their uniforms and other garments. These\ndesigns are primarily “combinations, positionings, and\narrangements of elements” that include “chevrons . . . ,\nlines, curves, stripes, angles, diagonals, inverted [chev-\nrons], coloring, and shapes.” App. 237. At issue in this\ncase are Designs 299A, 299B, 074, 078, and 0815. See\nAppendix, infra.\n   Petitioner Star Athletica, L. L. C., also markets and\nsells cheerleading uniforms. Respondents sued petitioner\nfor infringing their copyrights in the five designs. The\nDistrict Court entered summary judgment for petitioner\non respondents’ copyright claims on the ground that the\ndesigns did not qualify as protectable pictorial, graphic, or\nsculptural works. It reasoned that the designs served the\nuseful, or “utilitarian,” function of identifying the gar-\nments as “cheerleading uniforms” and therefore could not\nbe “physically or conceptually” separated under §101 “from\nthe utilitarian function” of the uniform. 2014 WL 819422,\n*8–*9 (WD Tenn., Mar. 1, 2014).\n   The Court of Appeals for the Sixth Circuit reversed. 799\nF. 3d 468, 471 (2015). In its view, the “graphic designs”\nwere “separately identifiable” because the designs “and a\nblank cheerleading uniform can appear ‘side by side’—one\nas a graphic design, and one as a cheerleading uniform.”\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nId., at 491 (quoting Compendium of U. S. Copyright Office\nPractices §924.2(B) (3d ed. 2014) (Compendium)). And it\ndetermined that the designs were “ ‘capable of existing\nindependently’ ” because they could be incorporated onto\nthe surface of different types of garments, or hung on the\nwall and framed as art. 799 F. 3d, at 491, 492.\n  Judge McKeague dissented. He would have held that,\nbecause “identifying the wearer as a cheerleader” is a\nutilitarian function of a cheerleading uniform and the\nsurface designs were “integral to” achieving that function,\nthe designs were inseparable from the uniforms. Id., at\n495–496.\n                                II\n   The first element of a copyright-infringement claim is\n“ownership of a valid copyright.” Feist Publications, Inc. v.\nRural Telephone Service Co., 499 U. S. 340, 361 (1991). A\nvalid copyright extends only to copyrightable subject\nmatter. See 4 M. Nimmer \u0026 D. Nimmer, Copyright\n§13.01[A] (2010) (Nimmer). The Copyright Act of 1976\ndefines copyrightable subject matter as “original works of\nauthorship fixed in any tangible medium of expression.”\n17 U. S. C. §102(a).\n   “Works of authorship” include “pictorial, graphic, and\nsculptural works,” §102(a)(5), which the statute defines to\ninclude “two-dimensional and three-dimensional works of\nfine, graphic, and applied art, photographs, prints and art\nreproductions, maps, globes, charts, diagrams, models,\nand technical drawings, including architectural plans,”\n§101. And a work of authorship is “ ‘fixed’ in a tangible\nmedium of expression when it[ is] embodi[ed] in a” “mate-\nrial objec[t] . . . from which the work can be perceived,\nreproduced, or otherwise communicated.” Ibid. (defini-\ntions of “fixed” and “copies”).\n   The Copyright Act also establishes a special rule for\ncopyrighting a pictorial, graphic, or sculptural work incor-\n\u000c4     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                      Opinion of the Court\n\nporated into a “useful article,” which is defined as “an\narticle having an intrinsic utilitarian function that is not\nmerely to portray the appearance of the article or to con-\nvey information.” Ibid. The statute does not protect\nuseful articles as such. Rather, “the design of a useful\narticle” is “considered a pictorial, graphical, or sculptural\nwork only if, and only to the extent that, such design\nincorporates pictorial, graphic, or sculptural features that\ncan be identified separately from, and are capable of exist-\ning independently of, the utilitarian aspects of the article.”\nIbid.\n   Courts, the Copyright Office, and commentators have\ndescribed the analysis undertaken to determine whether a\nfeature can be separately identified from, and exist inde-\npendently of, a useful article as “separability.” In this\ncase, our task is to determine whether the arrangements\nof lines, chevrons, and colorful shapes appearing on the\nsurface of respondents’ cheerleading uniforms are eligible\nfor copyright protection as separable features of the design\nof those cheerleading uniforms.\n                              A\n  As an initial matter, we must address whether separa-\nbility analysis is necessary in this case.\n                               1\n  Respondents argue that “[s]eparability is only implicated\nwhen a [pictorial, graphic, or sculptural] work is the ‘de-\nsign of a useful article.’ ” Brief for Respondents 25. They\ncontend that the surface decorations in this case are “two-\ndimensional graphic designs that appear on useful arti-\ncles,” but are not themselves designs of useful articles.\nId., at 52. Consequently, the surface decorations are\nprotected two-dimensional works of graphic art without\nregard to any separability analysis under §101. Ibid.; see\n2 W. Patry, Copyright §3:151, p. 3–485 (2016) (Patry)\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\n(“Courts looking at two-dimensional design claims should\nnot apply the separability analysis regardless of the three-\ndimensional form that design is embodied in”). Under this\ntheory, two-dimensional artistic features on the surface of\nuseful articles are “inherently separable.” Brief for Re-\nspondents 26.\n   This argument is inconsistent with the text of §101. The\nstatute requires separability analysis for any “pictorial,\ngraphic, or sculptural features” incorporated into the\n“design of a useful article.” “Design” refers here to “the\ncombination” of “details” or “features” that “go to make up”\nthe useful article. 3 Oxford English Dictionary 244 (def. 7,\nfirst listing) (1933) (OED). Furthermore, the words “picto-\nrial” and “graphic” include, in this context, two-\ndimensional features such as pictures, paintings, or draw-\nings. See 4 id., at 359 (defining “[g]raphic” to mean “[o]f or\npertaining to drawing or painting”); 7 id., at 830 (defining\n“[p]ictorial” to mean “of or pertaining to painting or draw-\ning”).     And the statute expressly defines “[p]ictorial,\ngraphical, and sculptural works” to include “two-\ndimensional . . . works of . . . art.” §101. The statute thus\nprovides that the “design of a useful article” can include\ntwo-dimensional “pictorial” and “graphic” features, and\nseparability analysis applies to those features just as it\ndoes to three-dimensional “sculptural” features.\n                              2\n   The United States makes a related but distinct argu-\nment against applying separability analysis in this case,\nwhich respondents do not and have not advanced. As part\nof their copyright registrations for the designs in this case,\nrespondents deposited with the Copyright Office drawings\nand photographs depicting the designs incorporated onto\ncheerleading uniforms. App. 213–219; Appendix, infra.\nThe Government argues that, assuming the other statutory\nrequirements were met, respondents obtained a copyright\n\u000c6     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nin the deposited drawings and photographs and have\nsimply reproduced those copyrighted works on the surface\nof a useful article, as they would have the exclusive right\nto do under the Copyright Act. See Brief for United States\nas Amicus Curiae 14–15, 17–22. Accordingly, the Gov-\nernment urges, separability analysis is unnecessary on the\nrecord in this case. We generally do not entertain argu-\nments that were not raised below and that are not ad-\nvanced in this Court by any party, Burwell v. Hobby Lobby\nStores, Inc., 573 U. S. ___, ___ (2014), because “[i]t is not\nthe Court’s usual practice to adjudicate either legal or\npredicate factual questions in the first instance,” CRST\nVan Expedited, Inc. v. EEOC, 578 U. S. ___, ___ (2016)\n(slip op., at 16). We decline to depart from our usual\npractice here.\n                              B\n   We must now decide when a feature incorporated into a\nuseful article “can be identified separately from” and is\n“capable of existing independently of ” “the utilitarian\naspects” of the article. This is not a free-ranging search\nfor the best copyright policy, but rather “depends solely on\nstatutory interpretation.” Mazer v. Stein, 347 U. S. 201,\n214 (1954). “The controlling principle in this case is the\nbasic and unexceptional rule that courts must give effect\nto the clear meaning of statutes as written.” Estate of\nCowart v. Nicklos Drilling Co., 505 U. S. 469, 476 (1992).\nWe thus begin and end our inquiry with the text, giving\neach word its “ordinary, contemporary, common meaning.”\nWalters v. Metropolitan Ed. Enterprises, Inc., 519 U. S.\n202, 207 (1997) (internal quotation marks omitted). We do\nnot, however, limit this inquiry to the text of §101 in\nisolation. “[I]nterpretation of a phrase of uncertain reach\nis not confined to a single sentence when the text of the\nwhole statute gives instruction as to its meaning.” Mara­\ncich v. Spears, 570 U. S. ___, ___ (2013) (slip op., at 15).\n\u000c                  Cite as: 580 U. S. ____ (2017)             7\n\n                      Opinion of the Court\n\nWe thus “look to the provisions of the whole law” to de-\ntermine §101’s meaning. United States v. Heirs of Bois­\ndoré, 8 How. 113, 122 (1849).\n                                1\n  The statute provides that a “pictorial, graphic, or sculp-\ntural featur[e]” incorporated into the “design of a useful\narticle” is eligible for copyright protection if it (1) “can be\nidentified separately from,” and (2) is “capable of existing\nindependently of, the utilitarian aspects of the article.”\n§101. The first requirement—separate identification—is\nnot onerous. The decisionmaker need only be able to look\nat the useful article and spot some two- or three-\ndimensional element that appears to have pictorial, graphic,\nor sculptural qualities. See 2 Patry §3:146, at 3–474 to\n3–475.\n  The independent-existence requirement is ordinarily\nmore difficult to satisfy. The decisionmaker must deter-\nmine that the separately identified feature has the capacity\nto exist apart from the utilitarian aspects of the article.\nSee 2 OED 88 (def. 5) (defining “[c]apable” of as “[h]aving\nthe needful capacity, power, or fitness for”). In other\nwords, the feature must be able to exist as its own pictorial,\ngraphic, or sculptural work as defined in §101 once it is\nimagined apart from the useful article. If the feature is\nnot capable of existing as a pictorial, graphic, or sculptural\nwork once separated from the useful article, then it was\nnot a pictorial, graphic, or sculptural feature of that arti-\ncle, but rather one of its utilitarian aspects.\n  Of course, to qualify as a pictorial, graphic, or sculptural\nwork on its own, the feature cannot itself be a useful\narticle or “[a]n article that is normally a part of a useful\narticle” (which is itself considered a useful article). §101.\nNor could someone claim a copyright in a useful article\nmerely by creating a replica of that article in some other\nmedium—for example, a cardboard model of a car. Al-\n\u000c8     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nthough the replica could itself be copyrightable, it would\nnot give rise to any rights in the useful article that in-\nspired it.\n                               2\n   The statute as a whole confirms our interpretation. The\nCopyright Act provides “the owner of [a] copyright” with\nthe “exclusive righ[t] . . . to reproduce the copyrighted\nwork in copies.” §106(1). The statute clarifies that this\nright “includes the right to reproduce the [copyrighted]\nwork in or on any kind of article, whether useful or other-\nwise.” §113(a). Section 101 is, in essence, the mirror\nimage of §113(a). Whereas §113(a) protects a work of\nauthorship first fixed in some tangible medium other than\na useful article and subsequently applied to a useful arti-\ncle, §101 protects art first fixed in the medium of a useful\narticle. The two provisions make clear that copyright\nprotection extends to pictorial, graphic, and sculptural\nworks regardless of whether they were created as free-\nstanding art or as features of useful articles. The ultimate\nseparability question, then, is whether the feature for\nwhich copyright protection is claimed would have been\neligible for copyright protection as a pictorial, graphic, or\nsculptural work had it originally been fixed in some tangi-\nble medium other than a useful article before being ap-\nplied to a useful article.\n                              3\n  This interpretation is also consistent with the history of\nthe Copyright Act. In Mazer, a case decided under the\n1909 Copyright Act, the respondents copyrighted a statu-\nette depicting a dancer. The statuette was intended for\nuse as a lamp base, “with electric wiring, sockets and lamp\nshades attached.” 347 U. S., at 202. Copies of the statu-\nette were sold both as lamp bases and separately as statu-\nettes. Id., at 203. The petitioners copied the statuette and\n\u000c                  Cite as: 580 U. S. ____ (2017)               9\n\n                      Opinion of the Court\n\nsold lamps with the statuette as the base. They defended\nagainst the respondents’ infringement suit by arguing that\nthe respondents did not have a copyright in a statuette\nintended for use as a lamp base. Id., at 204–205.\n   Two of Mazer’s holdings are relevant here. First, the\nCourt held that the respondents owned a copyright in the\nstatuette even though it was intended for use as a lamp\nbase. See id., at 214. In doing so, the Court approved the\nCopyright Office’s regulation extending copyright protec-\ntion to works of art that might also serve a useful purpose.\nSee ibid. (approving 37 CFR §202.8(a) (1949) (protect-\ning “works of artistic craftsmanship, in so far as their\nform but not their mechanical or utilitarian aspects are\nconcerned”)).\n   Second, the Court held that it was irrelevant to the\ncopyright inquiry whether the statuette was initially\ncreated as a freestanding sculpture or as a lamp base. 347\nU. S., at 218–219 (“Nor do we think the subsequent regis-\ntration of a work of art published as an element in a man-\nufactured article, is a misuse of copyright. This is not\ndifferent from the registration of a statuette and its later\nembodiment in an industrial article”). Mazer thus inter-\npreted the 1909 Act consistently with the rule discussed\nabove: If a design would have been copyrightable as a\nstandalone pictorial, graphic, or sculptural work, it is\ncopyrightable if created first as part of a useful article.\n   Shortly thereafter, the Copyright Office enacted a regu-\nlation implementing the holdings of Mazer. See 1 Nimmer\n§2A.08[B][1][b] (2016). As amended, the regulation intro-\nduced the modern separability test to copyright law:\n    “If the sole intrinsic function of an article is its utility,\n    the fact that the article is unique and attractively\n    shaped will not qualify it as a work of art. However, if\n    the shape of a utilitarian article incorporates features,\n    such as artistic sculpture, carving, or pictorial repre-\n\u000c10    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                      Opinion of the Court\n\n     sentation, which can be identified separately and are\n     capable of existing independently as a work of art,\n     such features will be eligible for registration.” 37 CFR\n     §202.10(c) (1960) (punctuation altered).\n  Congress essentially lifted the language governing\nprotection for the design of a useful article directly from\nthe post-Mazer regulations and placed it into §101 of the\n1976 Act. Consistent with Mazer, the approach we outline\ntoday interprets §§101 and 113 in a way that would afford\ncopyright protection to the statuette in Mazer regardless\nof whether it was first created as a standalone sculptural\nwork or as the base of the lamp. See 347 U. S., at\n218–219.\n                                C\n    In sum, a feature of the design of a useful article is\neligible for copyright if, when identified and imagined\napart from the useful article, it would qualify as a pictorial,\ngraphic, or sculptural work either on its own or when fixed\nin some other tangible medium.\n    Applying this test to the surface decorations on the\ncheerleading uniforms is straightforward. First, one can\nidentify the decorations as features having pictorial,\ngraphic, or sculptural qualities. Second, if the arrange-\nment of colors, shapes, stripes, and chevrons on the sur-\nface of the cheerleading uniforms were separated from the\nuniform and applied in another medium—for example, on a\npainter’s canvas—they would qualify as “two-dimensional\n. . . works of . . . art,” §101. And imaginatively removing\nthe surface decorations from the uniforms and applying\nthem in another medium would not replicate the uniform\nitself. Indeed, respondents have applied the designs in\nthis case to other media of expression—different types of\nclothing—without replicating the uniform. See App. 273–\n279. The decorations are therefore separable from the\n\u000c                     Cite as: 580 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\nuniforms and eligible for copyright protection.1\n   The dissent argues that the designs are not separable\nbecause imaginatively removing them from the uniforms\nand placing them in some other medium of expression—a\ncanvas, for example—would create “pictures of cheerleader\nuniforms.” Post, at 10 (opinion of BREYER, J.). Petitioner\nsimilarly argues that the decorations cannot be copyrighted\nbecause, even when extracted from the useful article,\nthey retain the outline of a cheerleading uniform. Brief\nfor Petitioner 48–49.\n   This is not a bar to copyright. Just as two-dimensional\nfine art corresponds to the shape of the canvas on which it\nis painted, two-dimensional applied art correlates to the\ncontours of the article on which it is applied. A fresco\npainted on a wall, ceiling panel, or dome would not lose\ncopyright protection, for example, simply because it was\ndesigned to track the dimensions of the surface on which it\nwas painted. Or consider, for example, a design etched or\npainted on the surface of a guitar. If that entire design is\nimaginatively removed from the guitar’s surface and\nplaced on an album cover, it would still resemble the\nshape of a guitar. But the image on the cover does not\n“replicate” the guitar as a useful article. Rather, the\ndesign is a two-dimensional work of art that corresponds\nto the shape of the useful article to which it was applied.\nThe statute protects that work of art whether it is first\ndrawn on the album cover and then applied to the guitar’s\nsurface, or vice versa. Failing to protect that art would\ncreate an anomaly: It would extend protection to two-\ndimensional designs that cover a part of a useful article\nbut would not protect the same design if it covered the\n——————\n  1 We do not today hold that the surface decorations are copyrightable.\n\nWe express no opinion on whether these works are sufficiently original\nto qualify for copyright protection, see Feist Publications, Inc. v. Rural\nTelephone Service Co., 499 U. S. 340, 358–359 (1991), or on whether\nany other prerequisite of a valid copyright has been satisfied.\n\u000c12        STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                          Opinion of the Court\n\nentire article. The statute does not support that distinc-\ntion, nor can it be reconciled with the dissent’s recognition\nthat “artwork printed on a t-shirt” could be protected.\nPost, at 4 (internal quotation marks omitted).\n   To be clear, the only feature of the cheerleading uniform\neligible for a copyright in this case is the two-dimensional\nwork of art fixed in the tangible medium of the uniform\nfabric. Even if respondents ultimately succeed in estab-\nlishing a valid copyright in the surface decorations at\nissue here, respondents have no right to prohibit any\nperson from manufacturing a cheerleading uniform of\nidentical shape, cut, and dimensions to the ones on which\nthe decorations in this case appear. They may prohibit\nonly the reproduction of the surface designs in any tangi-\nble medium of expression—a uniform or otherwise.2\n                           D\n  Petitioner and the Government raise several objections\nto the approach we announce today. None is meritorious.\n                             1\n  Petitioner first argues that our reading of the statute is\nmissing an important step. It contends that a feature may\nexist independently only if it can stand alone as a copy-\nrightable work and if the useful article from which it was\nextracted would remain equally useful. In other words,\n\n——————\n  2 The  dissent suggests that our test would lead to the copyrighting of\nshovels. Post, at 7; Appendix to opinion of BREYER, J., fig. 4, post. But a\nshovel, like a cheerleading uniform, even if displayed in an art gallery,\nis “an article having an intrinsic utilitarian function that is not merely\nto portray the appearance of the article or to convey information.” 17\nU. S. C. §101. It therefore cannot be copyrighted. A drawing of a\nshovel could, of course, be copyrighted. And, if the shovel included any\nartistic features that could be perceived as art apart from the shovel,\nand which would qualify as protectable pictorial, graphic, or sculptural\nworks on their own or in another medium, they too could be copyrighted.\nBut a shovel as a shovel cannot.\n\u000c                  Cite as: 580 U. S. ____ (2017)            13\n\n                      Opinion of the Court\n\ncopyright extends only to “solely artistic” features of useful\narticles. Brief for Petitioner 33. According to petitioner, if\na feature of a useful article “advance[s] the utility of the\narticle,” id., at 38, then it is categorically beyond the scope\nof copyright, id., at 33. The designs here are not protected,\nit argues, because they are necessary to two of the uni-\nforms’ “inherent, essential, or natural functions”—\nidentifying the wearer as a cheerleader and enhancing the\nwearer’s physical appearance. Id., at 38, 48; Reply Brief 2,\n16. Because the uniforms would not be equally useful\nwithout the designs, petitioner contends that the designs\nare inseparable from the “utilitarian aspects” of the uni-\nform. Brief for Petitioner 50.\n   The Government raises a similar argument, although it\nreaches a different result. It suggests that the appropriate\ntest is whether the useful article with the artistic feature\nremoved would “remai[n] similarly useful.” Brief for\nUnited States as Amicus Curiae 29 (emphasis added). In\nthe view of the United States, however, a plain white\ncheerleading uniform is “similarly useful” to uniforms\nwith respondents’ designs. Id., at 27–28.\n   The debate over the relative utility of a plain white\ncheerleading uniform is unnecessary. The focus of the\nseparability inquiry is on the extracted feature and not on\nany aspects of the useful article that remain after the\nimaginary extraction. The statute does not require the\ndecisionmaker to imagine a fully functioning useful article\nwithout the artistic feature. Instead, it requires that the\nseparated feature qualify as a nonuseful pictorial, graphic,\nor sculptural work on its own.\n   Of course, because the removed feature may not be a\nuseful article—as it would then not qualify as a pictorial,\ngraphic, or sculptural work—there necessarily would be\nsome aspects of the original useful article “left behind” if\nthe feature were conceptually removed. But the statute\ndoes not require the imagined remainder to be a fully\n\u000c14    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\nfunctioning useful article at all, much less an equally\nuseful one. Indeed, such a requirement would deprive the\nMazer statuette of protection had it been created first as a\nlamp base rather than as a statuette. Without the base,\nthe “lamp” would be just a shade, bulb, and wires. The\nstatute does not require that we imagine a nonartistic\nreplacement for the removed feature to determine whether\nthat feature is capable of an independent existence.\n   Petitioner’s argument follows from its flawed view that\nthe statute protects only “solely artistic” features that\nhave no effect whatsoever on a useful article’s utilitarian\nfunction. This view is inconsistent with the statutory text.\nThe statute expressly protects two- and three-dimensional\n“applied art.” §101. “Applied art” is art “employed in the\ndecoration, design, or execution of useful objects,” Web-\nster’s Third New International Dictionary 105 (1976)\n(emphasis added), or “those arts or crafts that have a\nprimarily utilitarian function, or . . . the designs and\ndecorations used in these arts,” Random House Dictionary\n73 (1966) (emphasis added); see also 1 OED 576 (2d ed.\n1989) (defining “applied” as “[p]ut to practical use”). An\nartistic feature that would be eligible for copyright protec-\ntion on its own cannot lose that protection simply because\nit was first created as a feature of the design of a useful\narticle, even if it makes that article more useful.\n   Indeed, this has been the rule since Mazer. In holding\nthat the statuette was protected, the Court emphasized\nthat the 1909 Act abandoned any “distinctions between\npurely aesthetic articles and useful works of art.” 347\nU. S., at 211. Congress did not enact such a distinction in\nthe 1976 Act. Were we to accept petitioner’s argument\nthat the only protectable features are those that play\nabsolutely no role in an article’s function, we would effec-\ntively abrogate the rule of Mazer and read “applied art”\nout of the statute.\n   Because we reject the view that a useful article must\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\nremain after the artistic feature has been imaginatively\nseparated from the article, we necessarily abandon the\ndistinction between “physical” and “conceptual” separabil-\nity, which some courts and commentators have adopted\nbased on the Copyright Act’s legislative history. See H. R.\nRep. No. 94–1476, p. 55 (1976). According to this view, a\nfeature is physically separable from the underlying useful\narticle if it can “be physically separated from the article by\nordinary means while leaving the utilitarian aspects of the\narticle completely intact.” Compendium §924.2(A); see\nalso Chosun Int’l, Inc. v. Chrisha Creations, Ltd., 413 F. 3d\n324, 329 (CA2 2005). Conceptual separability applies if\nthe feature physically could not be removed from the\nuseful article by ordinary means. See Compendium\n§924.2(B); but see 1 P. Goldstein, Copyright §2.5.3, p. 2:77\n(3d ed. 2016) (explaining that the lower courts have been\nunable to agree on a single conceptual separability test); 2\nPatry §§3:140–3:144.40 (surveying the various approaches\nin the lower courts).\n   The statutory text indicates that separability is a con-\nceptual undertaking. Because separability does not re-\nquire the underlying useful article to remain, the physical-\nconceptual distinction is unnecessary.\n                              2\n   Petitioner next argues that we should incorporate two\n“objective” components, Reply Brief 9, into our test to\nprovide guidance to the lower courts: (1) “whether the\ndesign elements can be identified as reflecting the designer’s\nartistic judgment exercised independently of functional\ninfluence,” Brief for Petitioner 34 (emphasis deleted and\ninternal quotation marks omitted), and (2) whether “there\nis [a] substantial likelihood that the pictorial, graphic, or\nsculptural feature would still be marketable to some sig-\nnificant segment of the community without its utilitarian\nfunction,” id., at 35 (emphasis deleted and internal quota-\n\u000c16    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     Opinion of the Court\n\ntion marks omitted).\n   We reject this argument because neither consideration\nis grounded in the text of the statute. The first would\nrequire the decisionmaker to consider evidence of the\ncreator’s design methods, purposes, and reasons. Id., at\n48. The statute’s text makes clear, however, that our\ninquiry is limited to how the article and feature are per-\nceived, not how or why they were designed. See Brandir\nInt’l, Inc. v. Cascade Pacific Lumber Co., 834 F. 2d 1142,\n1152 (CA2 1987) (Winter, J., concurring in part and dis-\nsenting in part) (The statute “expressly states that the\nlegal test is how the final article is perceived, not how it\nwas developed through various stages”).\n   The same is true of marketability. Nothing in the stat-\nute suggests that copyrightability depends on market\nsurveys. Moreover, asking whether some segment of the\nmarket would be interested in a given work threatens to\nprize popular art over other forms, or to substitute judicial\naesthetic preferences for the policy choices embodied in\nthe Copyright Act. See Bleistein v. Donaldson Litho­\ngraphing Co., 188 U. S. 239, 251 (1903) (“It would be a\ndangerous undertaking for persons trained only to the law\nto constitute themselves final judges of the worth of picto-\nrial illustrations, outside of the narrowest and most obvi-\nous limits”).\n                              3\n   Finally, petitioner argues that allowing the surface\ndecorations to qualify as a “work of authorship” is incon-\nsistent with Congress’ intent to entirely exclude industrial\ndesign from copyright. Petitioner notes that Congress\nrefused to pass a provision that would have provided\nlimited copyright protection for industrial designs, includ-\ning clothing, when it enacted the 1976 Act, see id., at 9–11\n(citing S. 22, Tit. II, 94th Cong., 2d Sess., 122 Cong. Rec.\n3856–3859 (1976)), and that it has enacted laws protecting\n\u000c                  Cite as: 580 U. S. ____ (2017)             17\n\n                      Opinion of the Court\n\ndesigns for specific useful articles—semiconductor chips\nand boat hulls, see 17 U. S. C. §§901–914, 1301–1332—\nwhile declining to enact other industrial design statutes,\nBrief for Petitioner 29, 43. From this history of failed\nlegislation petitioner reasons that Congress intends to\nchannel intellectual property claims for industrial design\ninto design patents. It therefore urges us to approach this\nquestion with a presumption against copyrightability. Id.,\nat 27.\n   We do not share petitioner’s concern. As an initial\nmatter, “[c]ongressional inaction lacks persuasive signifi-\ncance” in most circumstances. Pension Benefit Guaranty\nCorporation v. LTV Corp., 496 U. S. 633, 650 (1990) (in-\nternal quotation marks omitted). Moreover, we have long\nheld that design patent and copyright are not mutually\nexclusive. See Mazer, 347 U. S., at 217. Congress has\nprovided for limited copyright protection for certain fea-\ntures of industrial design, and approaching the statute\nwith presumptive hostility toward protection for industrial\ndesign would undermine Congress’ choice. In any event,\nas explained above, our test does not render the shape,\ncut, and physical dimensions of the cheerleading uniforms\neligible for copyright protection.\n                               III\n   We hold that an artistic feature of the design of a useful\narticle is eligible for copyright protection if the feature (1)\ncan be perceived as a two- or three-dimensional work of\nart separate from the useful article and (2) would qualify\nas a protectable pictorial, graphic, or sculptural work\neither on its own or in some other medium if imagined\nseparately from the useful article. Because the designs on\nthe surface of respondents’ cheerleading uniforms in this\ncase satisfy these requirements, the judgment of the Court\nof Appeals is affirmed.\n                                               It is so ordered.\n\u000c               APPENDIX TO OPINION OF THE COURT\n\n\n\n\n\nDesign 299A   Design 299B    Design 074     Design 078   Design 0815\n\u000c                      Cite as: 580 U. S. ____ (2017)                      1\n\n                       GINSBURG\n                  GINSBURG        , J., concurring\n                          , J., concurring  in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                               _________________\n\n                                No. 15–866\n                               _________________\n\n\n STAR ATHLETICA, L. L. C., PETITIONER v. VARSITY\n             BRANDS, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                             [March 22, 2017]\n\n  JUSTICE GINSBURG, concurring in the judgment.\n  I concur in the Court’s judgment but not in its opinion.\nUnlike the majority, I would not take up in this case the\nseparability test appropriate under 17 U. S. C. §101. 1\nConsideration of that test is unwarranted because the\ndesigns at issue are not designs of useful articles. Instead,\nthe designs are themselves copyrightable pictorial or\ngraphic works reproduced on useful articles. 2\n——————\n  1 Courts “have struggled mightily to formulate a test” for the separa-\n\nbility analysis. 799 F. 3d 468, 484 (CA6 2015); see 2 W. Patry, Copy-\nright §3:136, p. 3–420 (2016) (noting “widespread interpretative disar-\nray” over the separability test); Ginsburg, “Courts Have Twisted\nThemselves into Knots”: U. S. Copyright Protection for Applied Art, 40\nColum. J. L. \u0026 Arts 1, 2 (2016) (“The ‘separability’ test . . . has resisted\ncoherent application . . . .”); 1 M. Nimmer \u0026 D. Nimmer, Copyright\n§2A.08[B][6], p. 2A–84 (2016) (separability is a “perennially tangled\naspect of copyright doctrine”).\n  2 Like the Court, I express no opinion on whether the designs other-\n\nwise meet the requirements for copyrightable subject matter. See ante,\nat 11, n. 1; 17 U. S. C. §102(a) (“Copyright protection subsists, in\naccordance with this title, in original works of authorship fixed in any\ntangible medium of expression, now known or later developed, from\nwhich they can be perceived, reproduced, or otherwise communicated.”).\nIn view of the dissent’s assertion that Varsity’s designs are “plainly\nunoriginal,” post, at 11, however, I note this Court’s recognition that\n“the requisite level of creativity [for copyrightability] is extremely low;\neven a slight amount will suffice,” Feist Publications, Inc. v. Rural\n\u000c2      STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                      GINSBURG\n                 GINSBURG        , J., concurring\n                         , J., concurring  in judgment\n\n   A pictorial, graphic, or sculptural work (PGS work) is\ncopyrightable. §102(a)(5). PGS works include “two-\ndimensional and three-dimensional works of fine, graphic,\nand applied art.” §101. Key to this case, a copyright in a\nstandalone PGS work “includes the right to reproduce the\nwork in or on any kind of article, whether useful or other-\nwise.” §113(a). Because the owner of a copyright in a pre-\nexisting PGS work may exclude a would-be infringer from\nreproducing that work on a useful article, there is no need\nto engage in any separability inquiry to resolve the instant\npetition.\n   The designs here in controversy are standalone pictorial\nand graphic works that respondents Varsity Brands, Inc.,\net al. (Varsity) reproduce on cheerleading uniforms. Var-\nsity’s designs first appeared as pictorial and graphic works\nthat Varsity’s design team sketched on paper. App. 281.\nVarsity then sought copyright protection for those two-\ndimensional designs, not for cheerleading costumes; its\nregistration statements claimed “2-Dimensional artwork”\nand “fabric design (artwork).” Appendix, infra, at 4–7, 9–\n10, 12–14. Varsity next reproduced its two-dimensional\ngraphic designs on cheerleading uniforms, also on other\ngarments, including T-shirts and jackets. See, e.g., App.\n274, 276. 3\n—————— \n\nTelephone Service Co., 499 U. S. 340, 345 (1991); see Atari Games Corp.\n\nv. Oman, 979 F. 2d 242 (CADC 1992).\n   3 That Varsity’s designs can be placed on jackets or T-shirts without\n\nreplicating a cheerleader’s uniform supports their qualification as\nfabric designs. The dissent acknowledges that fabric designs are\ncopyrightable, but maintains that Varsity’s designs do not count\nbecause Varsity’s submissions depict clothing, not fabric designs. Post,\nat 10–11. But registrants claiming copyrightable designs may submit\ndrawings or photos of those designs as they appear on useful articles.\nSee Compendium of U. S. Copyright Office Practices §1506 (3d ed.\n2014) (“To register a copyrightable design that has been applied to the\nback of a useful article, such as a chair, the applicant may submit\ndrawings of the design as it appears on the chair[.]”), online at\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                      GINSBURG\n                 GINSBURG        , J., concurring\n                         , J., concurring  in judgment\n\n  In short, Varsity’s designs are not themselves useful\narticles meet for separability determination under §101;\nthey are standalone PGS works that may gain copyright\nprotection as such, including the exclusive right to repro-\nduce the designs on useful articles. 4\n\n\n\n\n——————\nhttps://www.copyright.gov/comp3/docs/compendium.pdf (as last visited\nMar. 8, 2017). And, as noted in text, Varsity’s registration statements\nclaimed “2-Dimensional artwork” and “fabric design (artwork).” Ap-\npendix, infra, at 4–7, 9–10, 12–14.\n   The dissent also acknowledges that artwork printed on a T-shirt is\ncopyrightable. Post, at 4. Varsity’s colored shapes and patterns can be,\nand indeed are, printed on T-shirts. See, e.g., App. 274. Assuming\nVarsity’s designs meet the other requirements for copyrightable subject\nmatter, they would fit comfortably within the Copyright Office guidance\nfeatured by the dissent. See post, at 4 (citing Compendium of U. S.\nCopyright Office Practices, supra, §924.2(B).\n   4 The majority declines to address this route to decision because, it\n\nsays, Varsity has not advanced it. Ante, at 5–6. I read Varsity’s brief\ndifferently. See Brief for Respondents 25 (explaining that the Copy-\nright Act “expressly provides that PGS designs do not lose their protec-\ntion when they appear ‘in or on’ a useful article,” quoting §113(a)); id.,\nat 52 (disclaiming the need for separability analysis because the de-\nsigns are themselves PGS works).\n\u000c4   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\n\n                        APPENDIX\n\n\u000c   Cite as: 580 U. S. ____ (2017)       5\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c6   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                GINSBURG\n            Appendix       , J., concurring\n                     to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       7\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c8   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                GINSBURG\n            Appendix       , J., concurring\n                     to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       9\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c10   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       11\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c12   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\u000c   Cite as: 580 U. S. ____ (2017)       13\n\n    GINSBURG\nAppendix       , J., concurring\n         to opinion   of GINSBURG, J.\n\u000c14   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                 GINSBURG\n             Appendix       , J., concurring\n                      to opinion   of GINSBURG, J.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                     BREYER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–866\n                         _________________\n\n\n STAR ATHLETICA, L. L. C., PETITIONER v. VARSITY\n             BRANDS, INC., ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE SIXTH CIRCUIT\n                       [March 22, 2017]\n\n  JUSTICE BREYER, with whom JUSTICE KENNEDY joins,\ndissenting.\n  I agree with much in the Court’s opinion. But I do not\nagree that the designs that Varsity Brands, Inc., submit-\nted to the Copyright Office are eligible for copyright pro-\ntection. Even applying the majority’s test, the designs\ncannot “be perceived as . . . two- or three-dimensional\nwork[s] of art separate from the useful article.” Ante, at 1.\n  Look at the designs that Varsity submitted to the Copy-\nright Office. See Appendix to opinion of the Court, ante.\nYou will see only pictures of cheerleader uniforms. And\ncheerleader uniforms are useful articles. A picture of the\nrelevant design features, whether separately “perceived”\non paper or in the imagination, is a picture of, and thereby\n“replicate[s],” the underlying useful article of which they\nare a part. Ante, at 1, 10. Hence the design features that\nVarsity seeks to protect are not “capable of existing inde-\npendently o[f] the utilitarian aspects of the article.” 17\nU. S. C. §101.\n                              I\n  The relevant statutory provision says that the “design of\na useful article” is copyrightable “only if, and only to the\nextent that, such design incorporates pictorial, graphic, or\nsculptural features that can be identified separately from,\n\u000c2     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                    BREYER, J., dissenting\n\nand are capable of existing independently of, the utilitar-\nian aspects of the article.” Ibid. But what, we must ask,\ndo the words “identified separately” mean? Just when is a\ndesign separate from the “utilitarian aspect of the [useful]\narticle?” The most direct, helpful aspect of the Court’s\nopinion answers this question by stating:\n    “Nor could someone claim a copyright in a useful arti-\n    cle merely by creating a replica of that article in some\n    other medium—for example, a cardboard model of a\n    car. Although the replica could itself be copyright-\n    able, it would not give rise to any rights in the useful\n    article that inspired it.” Ante, at 7–8.\nExactly so. These words help explain the Court’s state-\nment that a copyrightable work of art must be “perceived\nas a two- or three-dimensional work of art separate from\nthe useful article.” Ante, at 1, 17. They help clarify the\nconcept of separateness. Cf. 1 M. Nimmer \u0026 D. Nimmer,\nNimmer on Copyright §2A.08[A][1] (2016) (Nimmer) (de-\nscribing courts’ difficulty in applying that concept). They\nare consistent with Congress’ own expressed intent. 17\nU. S. C. §101; H. R. Rep. No. 94–1476, pp. 55, 105 (1976)\n(H. R. Rep.). And they reflect long held views of the\nCopyright Office. See Compendium of U. S. Copyright\nOffice Practices §924.2(B) (3d ed. 2014), online at\nhttp://www.copyright.gov/comp3/docs/compendium.pdf (as\nlast visited Mar. 7, 2017) (Compendium).\n  Consider, for example, the explanation that the House\nReport for the Copyright Act of 1976 provides.\t It says:\n    “Unless the shape of an automobile, airplane, ladies’\n    dress, food processor, television set, or any other in-\n    dustrial product contains some element that, physically\n    or conceptually, can be identified as separable from\n    the utilitarian aspects of that article, the design would\n    not be copyrighted . . . .” H. R. Rep., at 55 (emphasis\n    added).\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     BREYER, J., dissenting\n\nThese words suggest two exercises, one physical, one\nmental. Can the design features (the picture, the graphic,\nthe sculpture) be physically removed from the article (and\nconsidered separately), all the while leaving the fully\nfunctioning utilitarian object in place? If not, can one\nnonetheless conceive of the design features separately\nwithout replicating a picture of the utilitarian object? If\nthe answer to either of these questions is “yes,” then the\ndesign is eligible for copyright protection. Otherwise, it is\nnot. The abstract nature of these questions makes them\nsound difficult to apply. But with the Court’s words in\nmind, the difficulty tends to disappear.\n   An example will help. Imagine a lamp with a circular\nmarble base, a vertical 10-inch tall brass rod (containing\nwires) inserted off center on the base, a light bulb fixture\nemerging from the top of the brass rod, and a lampshade\nsitting on top. In front of the brass rod a porcelain Sia-\nmese cat sits on the base facing outward. Obviously, the\nSiamese cat is physically separate from the lamp, as it\ncould be easily removed while leaving both cat and lamp\nintact. And, assuming it otherwise qualifies, the designed\ncat is eligible for copyright protection.\n   Now suppose there is no long brass rod; instead the cat\nsits in the middle of the base and the wires run up\nthrough the cat to the bulbs. The cat is not physically\nseparate from the lamp, as the reality of the lamp’s con-\nstruction is such that an effort to physically separate the\ncat and lamp will destroy both cat and lamp. The two are\nintegrated into a single functional object, like the similar\nconfiguration of the ballet dancer statuettes that formed\nthe lamp bases at issue in Mazer v. Stein, 347 U. S. 201\n(1954). But we can easily imagine the cat on its own, as\ndid Congress when conceptualizing the ballet dancer. See\nH. R. Rep., at 55 (the statuette in Mazer was “incorporated\ninto a product without losing its ability to exist inde-\npendently as a work of art”). In doing so, we do not create\n\u000c4     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\na mental picture of a lamp (or, in the Court’s words, a\n“replica” of the lamp), which is a useful article. We simply\nperceive the cat separately, as a small cat figurine that\ncould be a copyrightable design work standing alone that\ndoes not replicate the lamp. Hence the cat is conceptually\nseparate from the utilitarian article that is the lamp. The\npair of lamps pictured at Figures 1 and 2 in the Appendix\nto this opinion illustrate this principle.\n   Case law, particularly case law that Congress and the\nCopyright Office have considered, reflects the same ap-\nproach. Congress cited examples of copyrightable design\nworks, including “a carving on the back of a chair” and “a\nfloral relief design on silver flatware.” H. R. Rep., at 55.\nCopyright Office guidance on copyrightable designs in\nuseful articles include “an engraving on a vase,” “[a]rtwork\nprinted on a t-shirt,” “[a] colorful pattern decorating the\nsurface of a shopping bag,” “[a] drawing on the surface of\nwallpaper,” and “[a] floral relief decorating the handle of a\nspoon.” Compendium §924.2(B). Courts have found copy-\nrightable matter in a plaster ballet dancer statuette encas-\ning the lamp’s electric cords and forming its base, see\nMazer, supra, as well as carvings engraved onto furniture,\nsee Universal Furniture Int’l, Inc. v. Collezione Europa\nUSA, Inc., 618 F. 3d 417, 431–435 (CA4 2010) (per curiam),\nand designs on laminated floor tiles, see Home Leg-\nend, LLC v. Mannington Mills, Inc., 784 F. 3d 1404, 1412–\n1413 (CA11 2015). See generally Brief for Intellectual\nProperty Professors as Amici Curiae.\n   By way of contrast, Van Gogh’s painting of a pair of old\nshoes, though beautifully executed and copyrightable as a\npainting, would not qualify for a shoe design copyright.\nSee Appendix, fig. 3, infra; 17 U. S. C. §§113(a)–(b).\nCourts have similarly denied copyright protection to ob-\njects that begin as three-dimensional designs, such as\nmeasuring spoons shaped like heart-tipped arrows, Bona-\nzoli v. R. S. V. P. Int’l, Inc., 353 F. Supp. 2d 218, 226–227\n\u000c                  Cite as: 580 U. S. ____ (2017)              5\n\n                      BREYER, J., dissenting\n\n(RI 2005); candleholders shaped like sailboats, Design\nIdeas, Ltd. v. Yankee Candle Co., 889 F. Supp. 2d 1119,\n1128 (CD Ill. 2012); and wire spokes on a wheel cover,\nNorris Industries, Inc. v. International Tel. \u0026 Tel. Corp.,\n696 F. 2d 918, 922–924 (CA11 1983). None of these de-\nsigns could qualify for copyright protection that would\nprevent others from selling spoons, candleholders, or\nwheel covers with the same design. Why not? Because in\neach case the design is not separable from the utilitarian\naspects of the object to which it relates. The designs\ncannot be physically separated because they themselves\nmake up the shape of the spoon, candleholders, or wheel\ncovers of which they are a part. And spoons, candlehold-\ners, and wheel covers are useful objects, as are the old\nshoes depicted in Van Gogh’s painting. More importantly,\none cannot easily imagine or otherwise conceptualize the\ndesign of the spoons or the candleholders or the shoes\nwithout that picture, or image, or replica being a picture of\nspoons, or candleholders, or wheel covers, or shoes. The\ndesigns necessarily bring along the underlying utilitarian\nobject. Hence each design is not conceptually separable\nfrom the physical useful object.\n   The upshot is that one could copyright the floral design\non a soupspoon but one could not copyright the shape of\nthe spoon itself, no matter how beautiful, artistic, or es-\nthetically pleasing that shape might be: A picture of the\nshape of the spoon is also a picture of a spoon; the picture\nof a floral design is not. See Compendium §924.2(B).\n   To repeat: A separable design feature must be “capable\nof existing independently” of the useful article as a sepa-\nrate artistic work that is not itself the useful article. If the\nclaimed feature could be extracted without replicating the\nuseful article of which it is a part, and the result would be\na copyrightable artistic work standing alone, then there is\na separable design. But if extracting the claimed features\nwould necessarily bring along the underlying useful arti-\n\u000c6     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\ncle, the design is not separable from the useful article. In\nmany or most cases, to decide whether a design or artistic\nfeature of a useful article is conceptually separate from\nthe article itself, it is enough to imagine the feature on its\nown and ask, “Have I created a picture of a (useful part of\na) useful article?” If so, the design is not separable from\nthe useful article. If not, it is.\n   In referring to imagined pictures and the like, I am not\nspeaking technically. I am simply trying to explain an\nintuitive idea of what separation is about, as well as how I\nunderstand the majority’s opinion. So understood, the\nopinion puts design copyrights in their rightful place. The\nlaw has long recognized that drawings or photographs of\nreal world objects are copyrightable as drawings or photo-\ngraphs, but the copyright does not give protection against\nothers making the underlying useful objects. See, e.g.,\nBurrow-Giles Lithographic Co. v. Sarony, 111 U. S. 53\n(1884). That is why a copyright on Van Gogh’s painting\nwould prevent others from reproducing that painting, but\nit would not prevent others from reproducing and selling\nthe comfortable old shoes that the painting depicts. In-\ndeed, the purpose of §113(b) was to ensure that “ ‘copyright\nin a pictorial, graphic, or sculptural work, portraying a\nuseful article as such, does not extend to the manufacture\nof the useful article itself.’ ” H. R. Rep., at 105.\n                             II\n  To ask this kind of simple question—does the design\npicture the useful article?—will not provide an answer in\nevery case, for there will be cases where it is difficult to\nsay whether a picture of the design is, or is not, also a\npicture of the useful article. But the question will avoid\ncourts focusing primarily upon what I believe is an un-\nhelpful feature of the inquiry, namely, whether the design\ncan be imagined as a “two- or three-dimensional work of\nart.” Ante, at 1, 17. That is because virtually any indus-\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     BREYER, J., dissenting\n\ntrial design can be thought of separately as a “work of art”:\nJust imagine a frame surrounding the design, or its being\nplaced in a gallery. Consider Marcel Duchamp’s “ready-\nmades” series, the functional mass-produced objects he\ndesignated as art. See Appendix, fig. 4, infra. What is\nthere in the world that, viewed through an esthetic lens,\ncannot be seen as a good, bad, or indifferent work of art?\nWhat design features could not be imaginatively repro-\nduced on a painter’s canvas? Indeed, great industrial\ndesign may well include design that is inseparable from\nthe useful article—where, as Frank Lloyd Wright put it,\n“form and function are one.” F. Wright, An Autobiography\n146 (1943) (reprint 2005). Where they are one, the de-\nsigner may be able to obtain 15 years of protection\nthrough a design patent. 35 U. S. C. §§171, 173; see also\nMcKenna \u0026 Strandburg, Progress and Competition in\nDesign, 17 Stan. Tech. L. Rev. 1, 48–51 (2013). But, if\nthey are one, Congress did not intend a century or more of\ncopyright protection.\n                             III\n   The conceptual approach that I have described reflects\nCongress’ answer to a problem that is primarily practical\nand economic. Years ago Lord Macaulay drew attention to\nthe problem when he described copyright in books as a\n“tax on readers for the purpose of giving a bounty to writ-\ners.” 56 Parl. Deb. (3d Ser.) (1841) 341, 350. He called\nattention to the main benefit of copyright protection,\nwhich is to provide an incentive to produce copyrightable\nworks and thereby “promote the Progress of Science and\nuseful Arts.” U. S. Const., Art. I, §8, cl. 8. But Macaulay\nalso made clear that copyright protection imposes costs.\nThose costs include the higher prices that can accompany\nthe grant of a copyright monopoly. They also can include\n(for those wishing to display, sell, or perform a design,\nfilm, work of art, or piece of music, for example) the costs\n\u000c8     STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\nof discovering whether there are previous copyrights, of\ncontacting copyright holders, and of securing permission\nto copy. Eldred v. Ashcroft, 537 U. S. 186, 248–252 (2003)\n(BREYER, J., dissenting). Sometimes, as Thomas Jefferson\nwrote to James Madison, costs can outweigh “the benefit\neven of limited monopolies.” Letter from Thomas Jeffer-\nson to James Madison (July 31, 1788), in 13 Papers of\nThomas Jefferson 443 (J. Boyd ed. 1956) (Jefferson Let-\nter). And that is particularly true in light of the fact that\nCongress has extended the “limited Times” of protection,\nU. S. Const., Art. I, §8, cl. 8, from the “14 years” of Jeffer-\nson’s day to potentially more than a century today. Jeffer-\nson Letter 443; see also Eldred, supra, at 246–252 (opinion\nof BREYER, J.).\n   The Constitution grants Congress primary responsibil-\nity for assessing comparative costs and benefits and draw-\ning copyright’s statutory lines. Courts must respect those\nlines and not grant copyright protection where Congress\nhas decided not to do so. And it is clear that Congress has\nnot extended broad copyright protection to the fashion\ndesign industry. See, e.g., 1 Nimmer §2A.08[H][3][c]\n(describing how Congress rejected proposals for fashion\ndesign protection within the 1976 Act and has rejected\nevery proposed bill to this effect since then); Esquire, Inc.\nv. Ringer, 591 F. 2d 796, 800, n. 12 (CADC 1978) (observ-\ning that at the time of the 1976 Copyright Act, Congress\nhad rejected every one of the approximately 70 design\nprotection bills that had been introduced since 1914); e.g.,\nH. R. 5055, 109th Cong., 2d Sess.: “To Amend title 17,\nUnited States Code, to provide protection for fashion\ndesign” (introduced Mar. 30, 2006; unenacted). Congress\nhas left “statutory . . . protection . . . largely unavailable\nfor dress designs.” 1 Nimmer §2A.08[H][3][a]; Raustiala \u0026\nSprigman, The Piracy Paradox: Innovation and Intellec-\ntual Property in Fashion Design, 92 Va. L. Rev. 1687, 1698–\n1705 (2006).\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     BREYER, J., dissenting\n\n   Congress’ decision not to grant full copyright protection\nto the fashion industry has not left the industry without\nprotection. Patent design protection is available. 35\nU. S. C. §§171, 173. A maker of clothing can obtain\ntrademark protection under the Lanham Act for signature\nfeatures of the clothing. 15 U. S. C. §1051 et seq. And a\ndesigner who creates an original textile design can receive\ncopyright protection for that pattern as placed, for exam-\nple, on a bolt of cloth, or anything made with that cloth.\nE.g., Compendium §924.3(A)(1). “[T]his [type of] claim . . .\nis generally made by the fabric producer rather than the\ngarment or costume designer,” and is “ordinarily made\nwhen the two-dimensional design is applied to the textile\nfabric and before the garment is cut from the fabric.” 56\nFed. Reg. 56531 (1991).\n   The fashion industry has thrived against this backdrop,\nand designers have contributed immeasurably to artistic\nand personal self-expression through clothing. But a\ndecision by this Court to grant protection to the design of a\ngarment would grant the designer protection that Con-\ngress refused to provide. It would risk increased prices\nand unforeseeable disruption in the clothing industry,\nwhich in the United States alone encompasses nearly $370\nbillion in annual spending and 1.8 million jobs. Brief for\nCouncil of Fashion Designers of America, Inc., as Amicus\nCuriae 3–4 (citing U. S. Congress, Joint Economic Com-\nmittee, The New Economy of Fashion 1 (2016)). That is\nwhy I believe it important to emphasize those parts of the\nCourt’s opinion that limit the scope of its interpretation.\nThat language, as I have said, makes clear that one may\nnot “claim a copyright in a useful article merely by creat-\ning a replica of that article in some other medium,” which\n“would not give rise to any rights in the useful article that\ninspired it.” Ante, at 7–8.\n\u000c10    STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                     BREYER, J., dissenting\n\n                              IV\n   If we ask the “separateness” question correctly, the\nanswer here is not difficult to find. The majority’s opinion,\nin its appendix, depicts the cheerleader dress designs that\nVarsity submitted to the Copyright Office. Can the design\nfeatures in Varsity’s pictures exist separately from the\nutilitarian aspects of a dress? Can we extract those fea-\ntures as copyrightable design works standing alone, with-\nout bringing along, via picture or design, the dresses of\nwhich they constitute a part?\n   Consider designs 074, 078, and 0815. They certainly\nlook like cheerleader uniforms. That is to say, they look\nlike pictures of cheerleader uniforms, just like Van Gogh’s\nold shoes look like shoes. I do not see how one could see\nthem otherwise. Designs 299A and 2999B present slightly\ncloser questions. They omit some of the dresslike context\nthat the other designs possess. But the necklines, the\nsleeves, and the cut of the skirt suggest that they too are\npictures of dresses. Looking at all five of Varsity’s pic-\ntures, I do not see how one could conceptualize the design\nfeatures in a way that does not picture, not just artistic\ndesigns, but dresses as well.\n   Were I to accept the majority’s invitation to “imagina-\ntively remov[e]” the chevrons and stripes as they are ar-\nranged on the neckline, waistline, sleeves, and skirt of\neach uniform, and apply them on a “painter’s canvas,”\nante, at 10, that painting would be of a cheerleader’s dress.\nThe esthetic elements on which Varsity seeks protection\nexist only as part of the uniform design—there is nothing\nto separate out but for dress-shaped lines that replicate\nthe cut and style of the uniforms. Hence, each design is\nnot physically separate, nor is it conceptually separate,\nfrom the useful article it depicts, namely, a cheerleader’s\ndress. They cannot be copyrighted.\n   Varsity, of course, could have sought a design patent for\nits designs. Or, it could have sought a copyright on a\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     BREYER, J., dissenting\n\ntextile design, even one with a similar theme of chevrons\nand lines.\n    But that is not the nature of Varsity’s copyright claim.\nIt has instead claimed ownership of the particular\n“ ‘treatment and arrangement’ ” of the chevrons and lines\nof the design as they appear at the neckline, waist, skirt,\nsleeves, and overall cut of each uniform. Brief for Re-\nspondents 50. The majority imagines that Varsity submit-\nted something different—that is, only the surface decora-\ntions of chevrons and stripes, as in a textile design. As the\nmajority sees it, Varsity’s copyright claim would be the\nsame had it submitted a plain rectangular space depicting\nchevrons and stripes, like swaths from a bolt of fabric.\nBut considered on their own, the simple stripes are plainly\nunoriginal. Varsity, then, seeks to do indirectly what it\ncannot do directly: bring along the design and cut of the\ndresses by seeking to protect surface decorations whose\n“treatment and arrangement” are coextensive with that\ndesign and cut. As Varsity would have it, it would prevent\nits competitors from making useful three-dimensional\ncheerleader uniforms by submitting plainly unoriginal\nchevrons and stripes as cut and arranged on a useful\narticle. But with that cut and arrangement, the resulting\npictures on which Varsity seeks protection do not simply\ndepict designs. They depict clothing. They depict the\nuseful articles of which the designs are inextricable parts.\nAnd Varsity cannot obtain copyright protection that would\ngive them the power to prevent others from making those\nuseful uniforms, any more than Van Gogh can copyright\ncomfortable old shoes by painting their likeness.\n    I fear that, in looking past the three-dimensional design\ninherent in Varsity’s claim by treating it as if it were no\nmore than a design for a bolt of cloth, the majority has lost\nsight of its own important limiting principle. One may not\n“claim a copyright in a useful article merely by creating a\nreplica of that article in some other medium,” such as in a\n\u000c12   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                   BREYER, J., dissenting\n\npicture. Ante, at 7. That is to say, one cannot obtain a\ncopyright that would give its holder “any rights in the\nuseful article that inspired it.” Ante, at 8.\n  With respect, I dissent.\n\u000cCite as: 580 U. S.    (2017)   13\n\n   BREYER, J., dissenting\n\u000c14   STAR ATHLETICA, L. L. C. v. VARSITY BRANDS, INC.\n\n                   BREYER, J., dissenting\n\u000cCite as: 580 U. S.    (2017)   15\n\n   BREYER, J., dissenting\n\u000c",
	"cited_id": [
		112568
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Feist Publications, Inc. v. Rural Telephone Service Co., 499 U. S. 340 (1991)"
	],
	"case_extract": [
		"Feist Publications, Inc. v. Rural Telephone Service Co., 499 U. S. 340, 361 (1991)"
	],
	"citing_sentence": "The first element of a copyright-infringement claim is “ownership of a valid copyright.” Feist Publications, Inc. v. Rural Telephone Service Co., 499 U. S. 340, 361 (1991).",
	"citing_paragraph": "The first element of a copyright-infringement claim is “ownership of a valid copyright.” Feist Publications, Inc. v. Rural Telephone Service Co., 499 U. S. 340, 361 (1991). A valid copyright extends only to copyrightable subject matter. See 4 M. Nimmer \u0026 D. Nimmer, Copyright §13.01[A] (2010) (Nimmer). The Copyright Act of 1976 defines copyrightable subject matter as “original works of authorship fixed in any tangible medium of expression.” 17 U. S. C. §102(a).",
	"relevant_keywords": [
		"copyright",
		"infringement",
		"claim",
		"valid",
		"element",
		"requirement"
	],
	"query": [
		"copyright AND infringe! AND claim AND (element! OR require OR stand!) AND valid",
		"copyright AND infringe! AND claim AND (element! OR require OR stand!) AND \"valid copyright\""
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "copyright"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "infringe*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "claim"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "valid"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "element*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "require"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "stand*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "copyright"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "infringe*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "claim"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "valid copyright",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "element*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "require"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "stand*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}