{
	"id": 42,
	"case_id": 4154239,
	"case_title": "Manuel v. Joliet",
	"date_filed": "2017-03-21",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       MANUEL v. CITY OF JOLIET, ILLINOIS, ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE SEVENTH CIRCUIT\n\n    No. 14–9496. Argued October 5, 2016—Decided March 21, 2017\nDuring a traffic stop, police officers in Joliet, Illinois, searched petition-\n er Elijah Manuel and found a vitamin bottle containing pills. Sus-\n pecting the pills to be illegal drugs, the officers conducted a field test,\n which came back negative for any controlled substance. Still, they\n arrested Manuel and took him to the police station. There, an evi-\n dence technician tested the pills and got the same negative result,\n but claimed in his report that one of the pills tested “positive for the\n probable presence of ecstasy.” App. 92. An arresting officer also re-\n ported that, based on his “training and experience,” he “knew the\n pills to be ecstasy.” Id., at 91. On the basis of those false statements,\n another officer filed a sworn complaint charging Manuel with unlaw-\n ful possession of a controlled substance. Relying exclusively on that\n complaint, a county court judge found probable cause to detain Ma-\n nuel pending trial.\n    While Manuel was in jail, the Illinois police laboratory tested the\n seized pills and reported that they contained no controlled substanc-\n es. But Manuel remained in custody, spending a total of 48 days in\n pretrial detention. More than two years after his arrest, but less\n than two years after his criminal case was dismissed, Manuel filed a\n \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983 lawsuit against Joliet and several of its police offic-\n ers (collectively, the City), alleging that his arrest and detention vio-\n lated the Fourth Amendment. The District Court dismissed Manuel’s\n suit, holding, first, that the applicable two-year statute of limitations\n barred his unlawful arrest claim, and, second, that under binding\n Circuit precedent, pretrial detention following the start of legal pro-\n cess (here, the judge’s probable-cause determination) could not give\n rise to a Fourth Amendment claim. Manuel appealed the dismissal\n of his unlawful detention claim; the Seventh Circuit affirmed.\n\u000c2                         MANUEL v. JOLIET\n\n                                Syllabus\n\nHeld:\n    1. Manuel may challenge his pretrial detention on Fourth Amend-\n ment grounds. This conclusion follows from the Court’s settled prec-\n edent. In Gerstein v. Pugh, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109186\"\u003e\u003ca href=\"/opinion/109186/gerstein-v-pugh/\"\u003e\u003cspan class=\"volume\"\u003e420\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e103\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, the Court decided that a\n pretrial detention challenge was governed by the Fourth Amend-\n ment, noting that the Fourth Amendment establishes the minimum\n constitutional “standards and procedures” not just for arrest but also\n for “detention,” id., at 111, and “always has been thought to define”\n the appropriate process “for seizures of person[s] . . . in criminal cas-\n es, including the detention of suspects pending trial,” id., at 125, n.\n 27. And in Albright v. Oliver, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112924\"\u003e\u003ca href=\"/opinion/112924/albright-v-oliver/\"\u003e\u003cspan class=\"volume\"\u003e510\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e266\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, a majority of the Court\n again looked to the Fourth Amendment to assess pretrial restraints\n on liberty. Relying on Gerstein, the plurality reiterated that the\n Fourth Amendment is the “relevan[t]” constitutional provision to as-\n sess the “deprivations of liberty that go hand in hand with criminal\n prosecutions.” Id., at 274; see id., at 290 (Souter, J., concurring in\n judgment) (“[R]ules of recovery for such harms have naturally coa-\n lesced under the Fourth Amendment”). That the pretrial restraints\n in Albright arose pursuant to legal process made no difference, given\n that they were allegedly unsupported by probable cause.\n    As reflected in those cases, pretrial detention can violate the\n Fourth Amendment not only when it precedes, but also when it fol-\n lows, the start of legal process. The Fourth Amendment prohibits\n government officials from detaining a person absent probable cause.\n And where legal process has gone forward, but has done nothing to\n satisfy the probable-cause requirement, it cannot extinguish a de-\n tainee’s Fourth Amendment claim. That was the case here: Because\n the judge’s determination of probable cause was based solely on fab-\n ricated evidence, it did not expunge Manuel’s Fourth Amendment\n claim. For that reason, Manuel stated a Fourth Amendment claim\n when he sought relief not merely for his arrest, but also for his pre-\n trial detention. Pp. 6–10.\n    2. On remand, the Seventh Circuit should determine the claim’s\n accrual date, unless it finds that the City has previously waived its\n timeliness argument. In doing so, the court should look to the com-\n mon law of torts for guidance, Carey v. Piphus, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109815\"\u003e\u003ca href=\"/opinion/109815/carey-v-piphus/\"\u003e\u003cspan class=\"volume\"\u003e435\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e247\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 257–\n 258, while also closely attending to the values and purposes of the\n constitutional right at issue. The court may also consider any other\n still-live issues relating to the elements of and rules applicable to\n Manuel’s Fourth Amendment claim. Pp. 11–15.\n590 Fed. Appx. 641, reversed and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, BREYER, and SOTOMAYOR, JJ., joined.\n\u000c                    Cite as: 580 U. S. ____ (2017)                   3\n\n                              Syllabus\n\nTHOMAS, J., filed a dissenting opinion.   ALITO, J., filed a dissenting\nopinion, in which THOMAS, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 14–9496\n                                   _________________\n\n\n ELIJAH MANUEL, PETITIONER v. CITY OF JOLIET, \n\n              ILLINOIS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SEVENTH CIRCUIT\n\n                                [March 21, 2017]\n\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  Petitioner Elijah Manuel was held in jail for some seven\nweeks after a judge relied on allegedly fabricated evidence\nto find probable cause that he had committed a crime.\nThe primary question in this case is whether Manuel may\nbring a claim based on the Fourth Amendment to contest\nthe legality of his pretrial confinement. Our answer fol-\nlows from settled precedent. The Fourth Amendment, this\nCourt has recognized, establishes “the standards and\nprocedures” governing pretrial detention. See, e.g., Ger-\nstein v. Pugh, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109186\"\u003e\u003ca href=\"/opinion/109186/gerstein-v-pugh/\"\u003e\u003cspan class=\"volume\"\u003e420\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e103\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 111 (1975). And those consti-\ntutional protections apply even after the start of “legal\nprocess” in a criminal case—here, that is, after the judge’s\ndetermination of probable cause. See Albright v. Oliver,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112924\"\u003e\u003ca href=\"/opinion/112924/albright-v-oliver/\"\u003e\u003cspan class=\"volume\"\u003e510\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e266\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 274 (1994) (plurality opinion); id., at 290\n(Souter, J., concurring in judgment). Accordingly, we hold\ntoday that Manuel may challenge his pretrial detention on\nthe ground that it violated the Fourth Amendment (while\nwe leave all other issues, including one about that claim’s\ntimeliness, to the court below).\n\u000c2                       MANUEL v. JOLIET\n\n                        Opinion of the Court \n\n\n                              I\n\n   Shortly after midnight on March 18, 2011, Manuel was\nriding through Joliet, Illinois, in the passenger seat of a\nDodge Charger, with his brother at the wheel. A pair of\nJoliet police officers pulled the car over when the driver\nfailed to signal a turn. See App. 90. According to the\ncomplaint in this case, one of the officers dragged Manuel\nfrom the car, called him a racial slur, and kicked and\npunched him as he lay on the ground. See id., at 31–32,\n63.1 The policeman then searched Manuel and found a\nvitamin bottle containing pills. See id., at 64. Suspecting\nthat the pills were actually illegal drugs, the officers con-\nducted a field test of the bottle’s contents. The test came\nback negative for any controlled substance, leaving the\nofficers with no evidence that Manuel had committed a\ncrime. See id., at 69. Still, the officers arrested Manuel\nand took him to the Joliet police station. See id., at 70.\n   There, an evidence technician tested the pills once\nagain, and got the same (negative) result. See ibid. But\nthe technician lied in his report, claiming that one of the\npills was “found to be . . . positive for the probable pres-\nence of ecstasy.” Id., at 92. Similarly, one of the arresting\nofficers wrote in his report that “[f ]rom [ his] training and\nexperience, [ he] knew the pills to be ecstasy.” Id., at 91.\nOn the basis of those statements, another officer swore out\na criminal complaint against Manuel, charging him with\nunlawful possession of a controlled substance. See id., at\n52–53.\n   Manuel was brought before a county court judge later\nthat day for a determination of whether there was proba-\nble cause for the charge, as necessary for further deten-\n——————\n    1 Because\n            we here review an order dismissing Manuel’s suit, we ac-\ncept as true all the factual allegations in his complaint. See, e.g.,\nLeatherman v. Tarrant County Narcotics Intelligence and Coordination\nUnit, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112825\"\u003e\u003ca href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"\u003e\u003cspan class=\"volume\"\u003e507\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e163\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 164 (1993).\n\u000c                      Cite as: 580 U. S. ____ (2017)                      3\n\n                           Opinion of the Court\n\ntion. See Gerstein, 420 U. S., at 114 (requiring a judicial\nfinding of probable cause following a warrantless arrest to\nimpose any significant pretrial restraint on liberty); Ill.\nComp. Stat., ch. 725, §5/109–1 (West 2010) (implementing\nthat constitutional rule). The judge relied exclusively on\nthe criminal complaint—which in turn relied exclusively\non the police department’s fabrications—to support a\nfinding of probable cause. Based on that determination,\nhe sent Manuel to the county jail to await trial. In the\nsomewhat obscure legal lingo of this case, Manuel’s subse-\nquent detention was thus pursuant to “legal process”—\nbecause it followed from, and was authorized by, the\njudge’s probable-cause determination.2\n   While Manuel sat in jail, the Illinois police laboratory\nreexamined the seized pills, and on April 1, it issued a\nreport concluding (just as the prior two tests had) that\nthey contained no controlled substances. See App. 51.\nBut for unknown reasons, the prosecution—and, critically\nfor this case, Manuel’s detention—continued for more than\nanother month. Only on May 4 did an Assistant State’s\nAttorney seek dismissal of the drug charge. See id., at 48,\n101. The County Court immediately granted the request,\nand Manuel was released the next day. In all, he had\nspent 48 days in pretrial detention.\n   On April 22, 2013, Manuel brought this lawsuit under\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983 against the City of Joliet and several of\nits police officers (collectively, the City). Section 1983\ncreates a “species of tort liability,” Imbler v. Pachtman,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109387\"\u003e\u003ca href=\"/opinion/109387/imbler-v-pachtman/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e409\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 417 (1976), for “the deprivation of any\nrights, privileges, or immunities secured by the Constitu-\n——————\n  2 Although not addressed in Manuel’s complaint, the police depart-\n\nment’s alleged fabrications did not stop at this initial hearing on\nprobable cause. About two weeks later, on March 30, a grand jury\nindicted Manuel based on similar false evidence: testimony from one of\nthe arresting officers that “[t]he pills field tested positive” for ecstasy.\nApp. 96 (grand jury minutes).\n\u000c4                       MANUEL v. JOLIET\n\n                        Opinion of the Court\n\ntion,” §1983. Manuel’s complaint alleged that the City\nviolated his Fourth Amendment rights in two ways—first\nby arresting him at the roadside without any reason, and\nnext by “detaining him in police custody” for almost\nseven weeks based entirely on made-up evidence. See\nApp. 79–80.3\n   The District Court dismissed Manuel’s suit. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e551626\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (ND Ill., Feb. 12, 2014). The court first held\nthat the applicable two-year statute of limitations barred\nManuel’s claim for unlawful arrest, because more than two\nyears had elapsed between the date of his arrest (March\n18, 2011) and the filing of his complaint (April 22, 2013).\nBut the court relied on another basis in rejecting Manuel’s\nchallenge to his subsequent detention (which stretched\nfrom March 18 to May 5, 2011). Binding Circuit prece-\ndent, the District Court explained, made clear that pretrial\ndetention following the start of legal process could not give\nrise to a Fourth Amendment claim. See id., at *1 (citing,\ne.g., Newsome v. McCabe, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"773982\"\u003e\u003ca href=\"/opinion/773982/james-newsome-v-john-mccabe-and-raymond-mcnally/\"\u003e\u003cspan class=\"volume\"\u003e256\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e747\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 750 (CA7 2001)).\nAccording to that line of decisions, a §1983 plaintiff chal-\nlenging such detention must allege a breach of the Due\nProcess Clause—and must show, to recover on that theory,\nthat state law fails to provide an adequate remedy. See\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e551626\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *1–*2. Because Manuel’s complaint\nrested solely on the Fourth Amendment—and because, in\nany event, Illinois’s remedies were robust enough to pre-\nclude the due process avenue—the District Court found\nthat Manuel had no way to proceed. See ibid.\n   The Court of Appeals for the Seventh Circuit affirmed\n——————\n  3 Manuel’s allegation of unlawful detention concerns only the period\n\nafter the onset of legal process—here meaning, again, after the County\nCourt found probable cause that he had committed a crime. See supra,\nat 3. The police also held Manuel in custody for several hours between\nhis warrantless arrest and his first appearance in court. But through-\nout this litigation, Manuel has treated that short period as part and\nparcel of the initial unlawful arrest. See, e.g., Reply Brief 1.\n\u000c                    Cite as: 580 U. S. ____ (2017)                   5\n\n                         Opinion of the Court\n\nthe dismissal of Manuel’s claim for unlawful detention\n(the only part of the District Court’s decision Manuel\nappealed). See 590 Fed. Appx. 641 (2015). Invoking its\nprior caselaw, the Court of Appeals reiterated that such\nclaims could not be brought under the Fourth Amend-\nment. Once a person is detained pursuant to legal pro-\ncess, the court stated, “the Fourth Amendment falls out of\nthe picture and the detainee’s claim that the detention is\nimproper becomes [one of] due process.” Id., at 643–644\n(quoting Llovet v. Chicago, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e761\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e759\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 763 (CA7 2014)).\nAnd again: “When, after the arrest[,] a person is not let go\nwhen he should be, the Fourth Amendment gives way to\nthe due process clause as a basis for challenging his deten-\ntion.” 590 Fed. Appx., at 643 (quoting Llovet, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e761\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n764). So the Seventh Circuit held that Manuel’s com-\nplaint, in alleging only a Fourth Amendment violation,\nrested on the wrong part of the Constitution: A person\ndetained following the onset of legal process could at most\n(although, the court agreed, not in Illinois) challenge his\npretrial confinement via the Due Process Clause. See 590\nFed. Appx., at 643–644.\n   The Seventh Circuit recognized that its position makes\nit an outlier among the Courts of Appeals, with ten others\ntaking the opposite view. See id., at 643; Hernandez-\nCuevas v. Taylor, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e723\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 99 (CA1 2013) (“[T]here is\nnow broad consensus among the circuits that the Fourth\nAmendment right to be free from seizure but upon proba-\nble cause extends through the pretrial period”).4 Still, the\n——————\n  4 See also Singer v. Fulton County Sheriff, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"702297\"\u003e\u003ca href=\"/opinion/702297/daniel-s-singer-v-fulton-county-sheriff-stewarts-ice-cream-co-inc/\"\u003e\u003cspan class=\"volume\"\u003e63\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e110\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 114–118\n(CA2 1995); McKenna v. Philadelphia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1349366\"\u003e\u003ca href=\"/opinion/1349366/mckenna-v-city-of-philadelphia/\"\u003e\u003cspan class=\"volume\"\u003e582\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e447\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 461 (CA3 2009);\nLambert v. Williams, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"769978\"\u003e\u003ca href=\"/opinion/769978/anthony-lambert-sr-marion-knight-lambert-v-brenda-g-williams/\"\u003e\u003cspan class=\"volume\"\u003e223\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e257\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 260–262 (CA4 2000); Castellano v.\nFragozo, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"784501\"\u003e\u003ca href=\"/opinion/784501/alfred-castellano-v-chris-fragozo-etc-chris-fragozo-individually-and/\"\u003e\u003cspan class=\"volume\"\u003e352\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e939\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 953–954, 959–960 (CA5 2003) (en banc); Sykes\nv. Anderson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"178987\"\u003e\u003ca href=\"/opinion/178987/sykes-v-anderson/\"\u003e\u003cspan class=\"volume\"\u003e625\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e294\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 308–309 (CA6 2010); Galbraith v. County of\nSanta Clara, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"779529\"\u003e\u003ca href=\"/opinion/779529/nelson-galbraith-v-county-of-santa-clara-a-municipality-of-the-state-of/\"\u003e\u003cspan class=\"volume\"\u003e307\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1119\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1126–1127 (CA9 2002); Wilkins v. De-\nReyes, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"170833\"\u003e\u003ca href=\"/opinion/170833/wilkins-v-dereyes/\"\u003e\u003cspan class=\"volume\"\u003e528\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e790\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 797–799 (CA10 2008); Whiting v. Traylor, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"70957\"\u003e\u003ca href=\"/opinion/70957/whiting-v-traylor/\"\u003e\u003cspan class=\"volume\"\u003e85\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e581\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 584–586 (CA11 1996); Pitt v. District of Columbia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"798179\"\u003e\u003ca href=\"/opinion/798179/christopher-g-pitt-sr-and-tela-hansom-pitt-v-district-of-columbia/\"\u003e\u003cspan class=\"volume\"\u003e491\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e494\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n\u000c6                      MANUEL v. JOLIET\n\n                       Opinion of the Court\n\ncourt decided, Manuel had failed to offer a sufficient rea-\nson for overturning settled Circuit precedent; his argu-\nment, albeit “strong,” was “better left for the Supreme\nCourt.” 590 Fed. Appx., at 643.\n  On cue, we granted certiorari. 577 U. S. ___ (2016).\n                              II\n   The Fourth Amendment protects “[t]he right of the\npeople to be secure in their persons . . . against unreason-\nable . . . seizures.” Manuel’s complaint seeks just that\nprotection. Government officials, it recounts, detained—\nwhich is to say, “seiz[ed]”—Manuel for 48 days following\nhis arrest. See App. 79–80; Brendlin v. California, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145712\"\u003e\u003ca href=\"/opinion/145712/brendlin-v-california/\"\u003e\u003cspan class=\"volume\"\u003e551\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e249\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 254 (2007) (“A person is seized” whenever offi-\ncials “restrain[ ] his freedom of movement” such that he is\n“not free to leave”). And that detention was “unreason-\nable,” the complaint continues, because it was based solely\non false evidence, rather than supported by probable\ncause. See App. 79–80; Bailey v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e186\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 192 (2013) (“[T]he general rule [is] that Fourth\nAmendment seizures are ‘reasonable’ only if based on\nprobable cause to believe that the individual has commit-\nted a crime”). By their respective terms, then, Manuel’s\nclaim fits the Fourth Amendment, and the Fourth\nAmendment fits Manuel’s claim, as hand in glove.\n   This Court decided some four decades ago that a claim\nchallenging pretrial detention fell within the scope of the\nFourth Amendment. In Gerstein, two persons arrested\nwithout a warrant brought a §1983 suit complaining that\nthey had been held in custody for “a substantial period\nsolely on the decision of a prosecutor.” 420 U. S., at 106.\nThe Court looked to the Fourth Amendment to analyze—\nand uphold—their claim that such a pretrial restraint on\nliberty is unlawful unless a judge (or grand jury) first\n——————\n510–511 (CADC 2007).\n\u000c                      Cite as: 580 U. S. ____ (2017)                     7\n\n                          Opinion of the Court\n\nmakes a reliable finding of probable cause. See id., at 114,\n117, n. 19. The Fourth Amendment, we began, establishes\nthe minimum constitutional “standards and procedures”\nnot just for arrest but also for ensuing “detention.” Id., at\n111. In choosing that Amendment “as the rationale for\ndecision,” the Court responded to a concurring Justice’s\nview that the Due Process Clause offered the better\nframework: The Fourth Amendment, the majority coun-\ntered, was “tailored explicitly for the criminal justice\nsystem, and it[ ] always has been thought to define” the\nappropriate process “for seizures of person[s] . . . in crimi-\nnal cases, including the detention of suspects pending\ntrial.” Id., at 125, n. 27. That Amendment, standing\nalone, guaranteed “a fair and reliable determination of\nprobable cause as a condition for any significant pretrial\nrestraint.” Id., at 125. Accordingly, those detained prior to\ntrial without such a finding could appeal to “the Fourth\nAmendment’s protection against unfounded invasions of\nliberty.” Id., at 112; see id., at 114.5\n   And so too, a later decision indicates, those objecting to\na pretrial deprivation of liberty may invoke the Fourth\nAmendment when (as here) that deprivation occurs after\n\n——————\n  5 The  Court repeated the same idea in a follow-on decision to Ger-\nstein. In County of Riverside v. McLaughlin, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112585\"\u003e\u003ca href=\"/opinion/112585/countyof-riverside-v-mclaughlin/\"\u003e\u003cspan class=\"volume\"\u003e500\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e44\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 47 (1991), we\nconsidered how quickly a jurisdiction must provide the probable-cause\ndetermination that Gerstein demanded “as a prerequisite to an extended\npretrial detention.” In holding that the decision should occur within 48\nhours of an arrest, the majority understood its “task [as] articulat[ing]\nmore clearly the boundaries of what is permissible under the Fourth\nAmendment.” 500 U. S., at 56. In arguing for still greater speed, the\nprincipal dissent invoked the original meaning of “the Fourth Amend-\nment’s prohibition of ‘unreasonable seizures,’ insofar as it applies to\nseizure of the person.” Id., at 60 (Scalia, J., dissenting). The difference\nbetween the two opinions was significant, but the commonality still\nmore so: All Justices agreed that the Fourth Amendment provides the\nappropriate lens through which to view a claim involving pretrial\ndetention.\n\u000c8                    MANUEL v. JOLIET\n\n                      Opinion of the Court\n\nlegal process commences. The §1983 plaintiff in Albright\ncomplained of various pretrial restraints imposed after a\ncourt found probable cause to issue an arrest warrant, and\nthen bind him over for trial, based on a policeman’s un-\nfounded charges. See 510 U. S., at 268–269 (plurality\nopinion). For uncertain reasons, Albright ignored the\nFourth Amendment in drafting his complaint; instead, he\nalleged that the defendant officer had infringed his sub-\nstantive due process rights. This Court rejected that\nclaim, with five Justices in two opinions remitting Albright\nto the Fourth Amendment. See id., at 271 (plurality opin-\nion) (“We hold that it is the Fourth Amendment . . . under\nwhich [ his] claim must be judged”); id., at 290 (Souter, J.,\nconcurring in judgment) (“[I]njuries like those [he] alleges\nare cognizable in §1983 claims founded upon . . . the\nFourth Amendment”). “The Framers,” the plurality wrote,\n“considered the matter of pretrial deprivations of liberty\nand drafted the Fourth Amendment to address it.” Id., at\n274. That the deprivations at issue were pursuant to legal\nprocess made no difference, given that they were (allegedly)\nunsupported by probable cause; indeed, neither of the two\nopinions so much as mentioned that procedural circum-\nstance. Relying on Gerstein, the plurality stated that the\nFourth Amendment remained the “relevan[t]” constitu-\ntional provision to assess the “deprivations of liberty”—\nmost notably, pretrial detention—“that go hand in hand\nwith criminal prosecutions.” 510 U. S., at 274; see id., at\n290 (Souter, J., concurring in judgment) (“[R]ules of recov-\nery for such harms have naturally coalesced under the\nFourth Amendment”).\n   As reflected in Albright’s tracking of Gerstein’s analysis,\npretrial detention can violate the Fourth Amendment not\nonly when it precedes, but also when it follows, the start of\nlegal process in a criminal case. The Fourth Amendment\nprohibits government officials from detaining a person in\nthe absence of probable cause. See supra, at 6. That can\n\u000c                     Cite as: 580 U. S. ____ (2017)                     9\n\n                          Opinion of the Court\n\nhappen when the police hold someone without any reason\nbefore the formal onset of a criminal proceeding. But it\nalso can occur when legal process itself goes wrong—when,\nfor example, a judge’s probable-cause determination is\npredicated solely on a police officer’s false statements.\nThen, too, a person is confined without constitutionally\nadequate justification. Legal process has gone forward,\nbut it has done nothing to satisfy the Fourth Amendment’s\nprobable-cause requirement. And for that reason, it can-\nnot extinguish the detainee’s Fourth Amendment claim—\nor somehow, as the Seventh Circuit has held, convert that\nclaim into one founded on the Due Process Clause. See\n590 Fed. Appx., at 643–644. If the complaint is that a\nform of legal process resulted in pretrial detention unsup-\nported by probable cause, then the right allegedly in-\nfringed lies in the Fourth Amendment.6\n   For that reason, and contrary to the Seventh Circuit’s\nview, Manuel stated a Fourth Amendment claim when he\n\n——————\n   6 The opposite view would suggest an untenable result: that a person\n\narrested pursuant to a warrant could not bring a Fourth Amendment\nclaim challenging the reasonableness of even his arrest, let alone any\nsubsequent detention. An arrest warrant, after all, is a way of initiat-\ning legal process, in which a magistrate finds probable cause that a\nperson committed a crime. See Wallace v. Kato, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 389\n(2007) (explaining that the seizure of a person was “without legal\nprocess” because police officers “did not have a warrant for his arrest”);\nW. Keeton, D. Dobbs, R. Keeton, \u0026 D. Owen, Prosser and Keeton on\nLaw of Torts §119, pp. 871, 886 (5th ed. 1984) (similar). If legal process\nis the cut-off point for the Fourth Amendment, then someone arrested\n(as well as later held) under a warrant procured through false testimony\nwould have to look to the Due Process Clause for relief. But that runs\ncounter to our caselaw. See, e.g., Whiteley v. Warden, Wyo. State\nPenitentiary, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108297\"\u003e\u003ca href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"\u003e\u003cspan class=\"volume\"\u003e401\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e560\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 568–569 (1971) (holding that an arrest\nviolated the Fourth Amendment because a magistrate’s warrant was\nnot backed by probable cause). And if the Seventh Circuit would reply\nthat arrest warrants are somehow different—that there is legal process\nand then again there is legal process—the next (and in our view unan-\nswerable) question would be why.\n\u000c10                          MANUEL v. JOLIET\n\n                            Opinion of the Court\n\nsought relief not merely for his (pre-legal-process) arrest,\nbut also for his (post-legal-process) pretrial detention.7\nConsider again the facts alleged in this case. Police offic-\ners initially arrested Manuel without probable cause,\nbased solely on his possession of pills that had field tested\nnegative for an illegal substance. So (putting timeliness\nissues aside) Manuel could bring a claim for wrongful\narrest under the Fourth Amendment. And the same is\ntrue (again, disregarding timeliness) as to a claim for\nwrongful detention—because Manuel’s subsequent weeks\nin custody were also unsupported by probable cause, and\nso also constitutionally unreasonable. No evidence of\nManuel’s criminality had come to light in between the\nroadside arrest and the County Court proceeding initiat-\ning legal process; to the contrary, yet another test of Man-\nuel’s pills had come back negative in that period. All\nthat the judge had before him were police fabrications\nabout the pills’ content. The judge’s order holding Manuel\nfor trial therefore lacked any proper basis. And that\nmeans Manuel’s ensuing pretrial detention, no less than\nhis original arrest, violated his Fourth Amendment rights.\nOr put just a bit differently: Legal process did not expunge\nManuel’s Fourth Amendment claim because the process he\nreceived failed to establish what that Amendment makes\nessential for pretrial detention—probable cause to believe\n\n——————\n  7 Even  the City no longer appears to contest that conclusion. On\nmultiple occasions during oral argument in this Court, the City agreed\nthat “a Fourth Amendment right . . . survive[d] the initiation of pro-\ncess” at the hearing in which the county judge found probable cause\nand ordered detention. Tr. of Oral Arg. 31; see id., at 33 (concurring\nwith the statement that “once [an] individual is brought . . . before a\nmagistrate, and the magistrate using the same bad evidence says, stay\nhere in jail . . . until we get to trial, that that period is a violation of the\nFourth Amendment”); id., at 51 (stating that a detainee has “a Fourth\nAmendment claim” if “misstatements at [such a probable-cause hear-\ning] led to ongoing pretrial seizure”).\n\u000c                     Cite as: 580 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\nhe committed a crime.8\n                            III\n  Our holding—that the Fourth Amendment governs a\nclaim for unlawful pretrial detention even beyond the\nstart of legal process—does not exhaust the disputed legal\n——————\n  8 The dissent goes some way toward claiming that a different kind of\n\npretrial legal process—a grand jury indictment or preliminary exami-\nnation—does expunge such a Fourth Amendment claim. See post, at 9,\nn. 4 (opinion of ALITO, J.) (raising but “not decid[ing] that question”);\npost, at 10 (suggesting an answer nonetheless). The effect of that view\nwould be to cut off Manuel’s claim on the date of his grand jury indict-\nment (March 30)—even though that indictment (like the County\nCourt’s probable-cause proceeding) was entirely based on false testi-\nmony and even though Manuel remained in detention for 36 days longer.\nSee n. 2, supra. Or said otherwise—even though the legal process he\nreceived failed to establish the probable cause necessary for his contin-\nued confinement. We can see no principled reason to draw that line.\nNothing in the nature of the legal proceeding establishing probable\ncause makes a difference for purposes of the Fourth Amendment:\nWhatever its precise form, if the proceeding is tainted—as here, by\nfabricated evidence—and the result is that probable cause is lacking,\nthen the ensuing pretrial detention violates the confined person’s\nFourth Amendment rights, for all the reasons we have stated. By\ncontrast (and contrary to the dissent’s suggestion, see post, at 9, n. 3),\nonce a trial has occurred, the Fourth Amendment drops out: A person\nchallenging the sufficiency of the evidence to support both a conviction\nand any ensuing incarceration does so under the Due Process Clause of\nthe Fourteenth Amendment. See Jackson v. Virginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110138\"\u003e\u003ca href=\"/opinion/110138/jackson-v-virginia/\"\u003e\u003cspan class=\"volume\"\u003e443\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e307\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n318 (1979) (invalidating a conviction under the Due Process Clause\nwhen “the record evidence could [not] reasonably support a finding of\nguilt beyond a reasonable doubt”); Thompson v. Louisville, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106017\"\u003e\u003ca href=\"/opinion/106017/thompson-v-louisville/\"\u003e\u003cspan class=\"volume\"\u003e362\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e199\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 204 (1960) (striking a conviction under the same provision when\n“the record [wa]s entirely lacking in evidence” of guilt—such that it\ncould not even establish probable cause). Gerstein and Albright, as\nalready suggested, both reflected and recognized that constitutional\ndivision of labor. See supra, at 6–8. In their words, the Framers\n“drafted the Fourth Amendment” to address “the matter of pretrial\ndeprivations of liberty,” Albright, 510 U. S., at 274 (emphasis added),\nand the Amendment thus provides “standards and procedures” for “the\ndetention of suspects pending trial,” Gerstein, 420 U. S., at 125, n. 27\n(emphasis added).\n\u000c12                   MANUEL v. JOLIET\n\n                      Opinion of the Court\n\nissues in this case. It addresses only the threshold inquiry\nin a §1983 suit, which requires courts to “identify the\nspecific constitutional right” at issue. Albright, 510 U. S.,\nat 271. After pinpointing that right, courts still must\ndetermine the elements of, and rules associated with, an\naction seeking damages for its violation. See, e.g., Carey v.\nPiphus, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109815\"\u003e\u003ca href=\"/opinion/109815/carey-v-piphus/\"\u003e\u003cspan class=\"volume\"\u003e435\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e247\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 257–258 (1978). Here, the parties\nparticularly disagree over the accrual date of Manuel’s\nFourth Amendment claim—that is, the date on which the\napplicable two-year statute of limitations began to run.\nThe timeliness of Manuel’s suit hinges on the choice be-\ntween their proposed dates. But with the following brief\ncomments, we remand that issue to the court below.\n   In defining the contours and prerequisites of a §1983\nclaim, including its rule of accrual, courts are to look first\nto the common law of torts. See ibid. (explaining that tort\nprinciples “provide the appropriate starting point” in\nspecifying the conditions for recovery under §1983); Wal-\nlace v. Kato, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 388–390 (2007) (same for\naccrual dates in particular). Sometimes, that review of\ncommon law will lead a court to adopt wholesale the rules\nthat would apply in a suit involving the most analogous\ntort. See id., at 388–390; Heck v. Humphrey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117864\"\u003e\u003ca href=\"/opinion/117864/heck-v-humphrey/\"\u003e\u003cspan class=\"volume\"\u003e512\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e477\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 483–487 (1994). But not always. Common-law prin-\nciples are meant to guide rather than to control the defini-\ntion of §1983 claims, serving “more as a source of inspired\nexamples than of prefabricated components.” Hartman v.\nMoore, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145662\"\u003e\u003ca href=\"/opinion/145662/hartman-v-moore/\"\u003e\u003cspan class=\"volume\"\u003e547\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e250\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 258 (2006); see Rehberg v. Paulk,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e566\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e356\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 366 (2012) (noting that “§1983 is [not]\nsimply a federalized amalgamation of pre-existing common-\nlaw claims”). In applying, selecting among, or adjust-\ning common-law approaches, courts must closely attend to\nthe values and purposes of the constitutional right at\nissue.\n   With these precepts as backdrop, Manuel and the City\noffer competing views about what accrual rule should\n\u000c                  Cite as: 580 U. S. ____ (2017)             13\n\n                      Opinion of the Court\n\ngovern a §1983 suit challenging post-legal-process pretrial\ndetention. According to Manuel, that Fourth Amendment\nclaim accrues only upon the dismissal of criminal charges—\nhere, on May 4, 2011, less than two years before he\nbrought his suit. See Reply Brief 2; Brief for United\nStates as Amicus Curiae 24–25, n. 16 (taking the same\nposition). Relying on this Court’s caselaw, Manuel analo-\ngizes his claim to the common-law tort of malicious prose-\ncution. See Reply Brief 9; Wallace, 549 U. S., at 389–390.\nAn element of that tort is the “termination of the . . .\nproceeding in favor of the accused”; and accordingly, the\nstatute of limitations does not start to run until that ter-\nmination takes place. Heck, 512 U. S., at 484, 489. Man-\nuel argues that following the same rule in suits like his\nwill avoid “conflicting resolutions” in §1983 litigation and\ncriminal proceedings by “preclud[ing] the possibility of the\nclaimant succeeding in the tort action after having been\nconvicted in the underlying criminal prosecution.” Id., at\n484, 486; see Reply Brief 10–11; Brief for United States as\nAmicus Curiae 24–25, n. 16. In support of Manuel’s posi-\ntion, all but two of the ten Courts of Appeals that have\nrecognized a Fourth Amendment claim like his have in-\ncorporated a “favorable termination” element and so\npegged the statute of limitations to the dismissal of the\ncriminal case. See n. 4, supra.9 That means in the great\nmajority of Circuits, Manuel’s claim would be timely.\n   The City, however, contends that any such Fourth\nAmendment claim accrues (and the limitations period\nstarts to run) on the date of the initiation of legal pro-\ncess—here, on March 18, 2011, more than two years before\nManuel filed suit. See Brief for Respondents 33. Accord-\ning to the City, the most analogous tort to Manuel’s consti-\n——————\n  9 The two exceptions—the Ninth and D. C. Circuits—have not yet\n\nweighed in on whether a Fourth Amendment claim like Manuel’s\nincludes a “favorable termination” element.\n\u000c14                       MANUEL v. JOLIET\n\n                         Opinion of the Court\n\ntutional claim is not malicious prosecution but false ar-\nrest, which accrues when legal process commences. See\nTr. of Oral Arg. 47; Wallace, 549 U. S., at 389 (noting\naccrual rule for false arrest suits). And even if malicious\nprosecution were the better comparison, the City contin-\nues, a court should decline to adopt that tort’s favorable-\ntermination element and associated accrual rule in adjudi-\ncating a §1983 claim involving pretrial detention. That\nelement, the City argues, “make[s] little sense” in this\ncontext because “the Fourth Amendment is concerned not\nwith the outcome of a prosecution, but with the legality of\nsearches and seizures.” Brief for Respondents 16. And\nfinally, the City contends that Manuel forfeited an alter-\nnative theory for treating his date of release as the date of\naccrual: to wit, that his pretrial detention “constitute[d] a\ncontinuing Fourth Amendment violation,” each day of\nwhich triggered the statute of limitations anew. Id., at 29,\nand n. 6; see Tr. of Oral Arg. 36; see also Albright, 510\nU. S., at 280 (GINSBURG, J., concurring) (propounding a\nsimilar view). So Manuel, the City concludes, lost the\nopportunity to recover for his pretrial detention by waiting\ntoo long to file suit.\n   We leave consideration of this dispute to the Court of\nAppeals. “[W]e are a court of review, not of first view.”\nCutter v. Wilkinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"142900\"\u003e\u003ca href=\"/opinion/142900/cutter-v-wilkinson/\"\u003e\u003cspan class=\"volume\"\u003e544\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e709\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 718, n. 7 (2005). Be-\ncause the Seventh Circuit wrongly held that Manuel\nlacked any Fourth Amendment claim once legal process\nbegan, the court never addressed the elements of, or rules\napplicable to, such a claim. And in particular, the court\nnever confronted the accrual issue that the parties contest\nhere.10 On remand, the Court of Appeals should decide\n——————\n  10 The dissent would have us address these questions anyway, on the\n\nground that “the conflict on the malicious prosecution question was the\ncenterpiece of Manuel’s argument in favor of certiorari.” Post, at 2.\nBut the decision below did not implicate a “conflict on the malicious\nprosecution question”—because the Seventh Circuit, in holding that\n\u000c                     Cite as: 580 U. S. ____ (2017)                  15\n\n                         Opinion of the Court\n\nthat question, unless it finds that the City has previously\nwaived its timeliness argument. See Reply to Brief in\nOpposition 1–2 (addressing the possibility of waiver); Tr.\nof Oral Arg. 40–44 (same). And so too, the court may\nconsider any other still-live issues relating to the contours\nof Manuel’s Fourth Amendment claim for unlawful pretrial\ndetention.\n                        *     *    *\n  For the reasons stated, we reverse the judgment of the\nSeventh Circuit and remand the case for further proceed-\nings consistent with this opinion.\n                                          It is so ordered.\n\n\n\n\n——————\ndetainees like Manuel could not bring a Fourth Amendment claim at\nall, never considered whether (and, if so, how) that claim should resem-\nble the malicious prosecution tort. Nor did Manuel’s petition for\ncertiorari suggest otherwise. The principal part of his question pre-\nsented—mirroring the one and only Circuit split involving the decision\nbelow—reads as follows: “[W]hether an individual’s Fourth Amendment\nright to be free from unreasonable seizure continues beyond legal\nprocess.” Pet. for Cert. i. That is exactly the issue we have resolved.\nThe rest of Manuel’s question did indeed express a view as to what\nwould follow from an affirmative answer (“so as to allow a malicious\nprosecution claim”). Ibid. (And as the dissent notes, the Seventh\nCircuit recounted that he made the same argument in that court. See\npost, at 2, n. 1.) But as to that secondary issue, we think (for all the\nreasons just stated) that Manuel jumped the gun. See supra, at 11–14.\nAnd contra the dissent, his doing so provides no warrant for our doing\nso too.\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                     THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 14–9496\n                          _________________\n\n\n ELIJAH MANUEL, PETITIONER v. CITY OF JOLIET, \n\n              ILLINOIS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SEVENTH CIRCUIT\n\n                        [March 21, 2017]\n\n\n   JUSTICE THOMAS, dissenting.\n   I join JUSTICE ALITO’s opinion in full but write separately\nregarding the accrual date for a Fourth Amendment\nunreasonable-seizure claim. JUSTICE ALITO suggests that\na claim for unreasonable seizure based on a warrantless\narrest might not accrue until the “first appearance” under\nIllinois law (or the “initial appearance” under federal\nlaw)—which ordinarily represents the first judicial deter-\nmination of probable cause for that kind of arrest—rather\nthan at the time of the arrest. See post, at 1, 9 (dissenting\nopinion); see also Wallace v. Kato, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2007)\n(taking a similar approach). Which of those events is the\ncorrect one for purposes of accrual makes no difference in\nthis case, because both the arrest and the first appearance\noccurred more than two years before petitioner filed suit.\nSee ante, at 4; see also Wallace, supra, at 387 (petitioner’s\nclaim was untimely regardless of whether it accrued on\nday of arrest or first appearance).\n   I would leave for another case (one where the question is\ndispositive) whether an unreasonable-seizure claim would\naccrue on the date of the first appearance if that appear-\nance occurred on some day after the arrest. I think the\nanswer to that question might turn on the meaning of\n“seizure,” rather than on the presence or absence of any\nform of legal process. See post, at 7–8 (describing the\nordinary meaning of “seizure”).\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                      ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 14–9496\n                          _________________\n\n\n ELIJAH MANUEL, PETITIONER v. CITY OF JOLIET, \n\n              ILLINOIS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SEVENTH CIRCUIT\n\n                        [March 21, 2017]\n\n\n   JUSTICE ALITO, with whom JUSTICE THOMAS joins,\ndissenting.\n   I agree with the Court’s holding up to a point: The pro-\ntection provided by the Fourth Amendment continues to\napply after “the start of legal process,” ante, at 1, if legal\nprocess is understood to mean the issuance of an arrest\nwarrant or what is called a “first appearance” under Illi-\nnois law and an “initial appearance” under federal law.\nIll. Comp. Stat., ch. 725, §§5/109–1(a), (e) (West Supp.\n2015); Fed. Rule Crim. Proc. 5. But if the Court means\nmore—specifically, that new Fourth Amendment claims\ncontinue to accrue as long as pretrial detention lasts—the\nCourt stretches the concept of a seizure much too far.\n   What is perhaps most remarkable about the Court’s\napproach is that it entirely ignores the question that we\nagreed to decide, i.e., whether a claim of malicious prose-\ncution may be brought under the Fourth Amendment. I\nwould decide that question and hold that the Fourth\nAmendment cannot house any such claim. If a malicious\nprosecution claim may be brought under the Constitution,\nit must find some other home, presumably the Due Pro-\ncess Clause.\n                            I\n  The question that was set out in Manuel’s petition for a\n\u000c2                        MANUEL v. JOLIET\n\n                         ALITO, J., dissenting\n\nwrit of certiorari and that we agreed to decide is as\nfollows:\n      “[W]hether an individual’s Fourth Amendment right\n      to be free from unreasonable seizure continues beyond\n      legal process so as to allow a malicious prosecution\n      claim based upon the Fourth Amendment. This ques-\n      tion was raised, but left unanswered, by this Court in\n      Albright v. Oliver, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112924\"\u003e\u003ca href=\"/opinion/112924/albright-v-oliver/\"\u003e\u003cspan class=\"volume\"\u003e510\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e266\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1994). Since then,\n      the First, Second, Third, Fourth, Fifth, Sixth, Ninth,\n      Tenth, Eleventh, and D. C. Circuits have all held that\n      a Fourth Amendment malicious prosecution claim is\n      cognizable through \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983 (“Section 1983”).\n      Only the Seventh Circuit holds that a Fourth\n      Amendment Section 1983 malicious prosecution claim\n      is not cognizable.” Pet. for Cert. i (emphasis added).\n  The question’s reference to “a malicious prosecution\nclaim” was surely no accident. First, the conflict on the\nmalicious prosecution question was the centerpiece of\nManuel’s argument in favor of certiorari.1 Second, unless\n——————\n    1 The Court defends this evasion on the ground that it is resolving\n“the one and only Circuit split involving the decision below.” Ante, at\n15, n. 10. That is flatly wrong. As the Seventh Circuit acknowledged,\nits decision in this case and an earlier case on which the decision here\nrelied, Newsome v. McCabe, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"773982\"\u003e\u003ca href=\"/opinion/773982/james-newsome-v-john-mccabe-and-raymond-mcnally/\"\u003e\u003cspan class=\"volume\"\u003e256\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e747\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2001), conflict with deci-\nsions of other circuits holding that a malicious prosecution claim may\nbe brought under the Fourth Amendment. The decision below states:\n“Manuel argues that we should reconsider our holding in Newsome and\nrecognize a federal claim for malicious prosecution under the Fourth\nAmendment regardless of the available state remedy. By his count, 10\nother Circuits have recognized federal malicious-prosecution claims\nunder the Fourth Amendment.” 590 Fed. Appx. 641, 643 (2015). The\ncourt refused to overrule Newsome and said that “Manuel’s argument is\nbetter left for the Supreme Court.” Ibid.\n   Manuel’s petition for a writ of certiorari repeatedly made the same\npoint. See Pet. for Cert. 2 (“The Seventh Circuit stands alone among\ncircuits in not allowing a federal malicious prosecution claim grounded\non the Fourth Amendment”); id., at 10 (“Ten Federal Circuits Correctly\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                          ALITO, J., dissenting\n\nManuel is given the benefit of the unique accrual rule for\nmalicious prosecution claims, his claim is untimely, and he\nis not entitled to relief.\n                             A\n  I would first consider what I take to be the core of the\nquestion presented—whether a “malicious prosecution\nclaim may be brought under the Fourth Amendment.” See\nibid. Manuel asked us to decide that question because it\nmay be critical to his ultimate success in this lawsuit.\nWhy is that so?\n  The statute of limitations for Manuel’s claim is Illinois’s\ngeneral statute of limitations for personal-injury torts, see\nWallace v. Kato, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 387 (2007), which requires\nsuit to be brought within two years of the accrual of the\n——————\nHold That Malicious Prosecution is Actionable as a Fourth Amend-\nment, Section 1983 Claim”); ibid. (“[E]ight circuits have held that\nmalicious prosecution is cognizable through a Section 1983 Fourth\nAmendment claim”). All of the decisions that are cited as being in\nconflict with the decision below involved malicious prosecution claims\nand are described as such. See id., at 10–11.\n   It is certainly true that the question whether a malicious prosecution\nclaim may be brought under the Fourth Amendment subsumes the\nquestion whether a Fourth Amendment seizure continues past a first or\ninitial appearance, but answering the latter question does not by any\nmeans resolve the Circuit split that Manuel cited and that we took this\ncase to resolve. Suppose that the Seventh Circuit were to hold on\nremand that a Fourth Amendment seizure may continue up to the date\nwhen trial begins but no further. Such a holding would be consistent\nwith the Court’s holding in this case, but there would still be a conflict\nbetween Seventh Circuit case law and the decisions of other Circuits (on\nwhich Manuel relied, see ibid.), holding that a standard malicious\nprosecution claim (which requires a termination favorable to the de-\nfendant) may be brought under the Fourth Amendment. See, e.g.,\nHernandez-Cuevas v. Taylor, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e723\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 99 (CA1 2013); Manganiello\nv. New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2522805\"\u003e\u003ca href=\"/opinion/2522805/manganiello-v-city-of-new-york/\"\u003e\u003cspan class=\"volume\"\u003e612\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e149\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 160–161 (CA2 2010); McKenna v. Philadel-\nphia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1349366\"\u003e\u003ca href=\"/opinion/1349366/mckenna-v-city-of-philadelphia/\"\u003e\u003cspan class=\"volume\"\u003e582\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e447\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 461 (CA3 2009); Evans v. Chalmers, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e703\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e636\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n647 (CA4 2012); Sykes v. Anderson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"178987\"\u003e\u003ca href=\"/opinion/178987/sykes-v-anderson/\"\u003e\u003cspan class=\"volume\"\u003e625\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e294\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 308 (CA6 2010);\nGrider v. Auburn, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"174884\"\u003e\u003ca href=\"/opinion/174884/grider-v-city-of-auburn-ala/\"\u003e\u003cspan class=\"volume\"\u003e618\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1240\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1256 (CA11 2010).\n\u000c4                     MANUEL v. JOLIET\n\n                       ALITO, J., dissenting\n\nclaim, see Ill. Comp. Stat., ch. 735, §5/13–202 (West 2010).\nHere is the chronology of relevant events in this case:\n      \t March 18, 2011: Manuel is arrested and brought be-\n         fore a county court judge, who makes the required\n         probable-cause finding because Manuel was arrested\n         without a warrant.\n      \t March 31, 2011: Manuel is indicted by a grand jury.\n      \t April 8, 2011: Manuel is arraigned.\n      \t May 4, 2011: An assistant state’s attorney moves to\n         dismiss the charges, and the motion is granted.\n      \t May 5, 2011: Manuel is released from jail.\n      \t April 22, 2013: Manuel files his complaint.\n  Since the statute of limitations requires the commence-\nment of suit within two years of accrual, Manuel’s claim is\nuntimely unless it accrued on or after April 22, 2011. And\nthe only events in the above chronology that occurred\nwithin that time frame are the dismissal of the charge\nagainst him and his release from custody. A claim of\nmalicious prosecution “does not accrue until the criminal\nproceedings have terminated in the plaintiff ’s favor.”\nHeck v. Humphrey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117864\"\u003e\u003ca href=\"/opinion/117864/heck-v-humphrey/\"\u003e\u003cspan class=\"volume\"\u003e512\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e477\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 489 (1994); see 3 Re-\nstatement (Second) of Torts §653 (1976). None of the other\ncommon-law torts to which Manuel’s claim might be com-\npared—such as false arrest or false imprisonment—has\nsuch an accrual date. See Wallace, supra, at 397 (holding\nthat a claim for false imprisonment under the Fourth\nAmendment accrues when “the claimant becomes detained\npursuant to legal process”). Therefore, if Manuel’s case is\nto go forward, it is essential that his claim be treated like\na malicious prosecution claim.\n                             B\n    Although the Court refuses to decide whether Manuel’s\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     ALITO, J., dissenting\n\nclaim should be so treated, the answer to that question—\nthe one that the Court actually agreed to review—is\nstraightforward: A malicious prosecution claim cannot be\nbased on the Fourth Amendment.\n   “The first inquiry in any §1983 suit,” the Court has\nexplained, is “to isolate the precise constitutional viola-\ntion with which [the defendant] is charged.” Baker v.\nMcCollan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110132\"\u003e\u003ca href=\"/opinion/110132/baker-v-mccollan/\"\u003e\u003cspan class=\"volume\"\u003e443\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e137\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 140 (1979). In this case, Manuel\ncharges that he was seized without probable cause in\nviolation of the Fourth Amendment. In order to flesh out\nthe elements of this constitutional tort, we must look for\n“tort analogies.” Wilson v. Garcia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111415\"\u003e\u003ca href=\"/opinion/111415/wilson-v-garcia/\"\u003e\u003cspan class=\"volume\"\u003e471\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e261\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 277\n(1985). Manuel says that the appropriate analog is the\ntort of malicious prosecution, so we should look to the\nelements of that tort.\n    To make out a claim for malicious prosecution, a plain-\ntiff generally must show three things: (1) “that the crimi-\nnal proceeding was initiated or continued by the defendant\nwithout ‘probable cause,’ ” W. Keeton, D. Dobbs, P. Keeton,\n\u0026 D. Owen, Prosser and Keeton on Law of Torts 876 (5th\ned. 1984) (Prosser and Keeton) (emphasis added), (2) “that\nthe defendant instituted the proceeding ‘maliciously,’ ” id.,\nat 882, and (3) that “the proceedings have terminated in\nfavor of the accused,” 3 Restatement (Second) of Torts\n§653(b); see also Heck, supra, at 489.\n   There is a severe mismatch between these elements and\nthe Fourth Amendment. First, the defendants typically\nnamed in Fourth Amendment seizure cases—namely, law\nenforcement officers—lack the authority to initiate or\ndismiss a prosecution. See Prosser and Keeton 876. That\nauthority lies in the hands of prosecutors. A law enforce-\nment officer, including the officer responsible for the de-\nfendant’s arrest, may testify before a grand jury, at a\npreliminary examination, see Ill. Comp. Stat., ch. 725,\n§§5/109–3(b), 5/109–3.1(b) (West 2010), or hearing, see\nFed. Rule Crim. Proc. 5.1, and at trial. But when that\n\u000c6                        MANUEL v. JOLIET\n\n                         ALITO, J., dissenting\n\noccurs, the officer is simply a witness and is not responsi-\nble for “the decision to press criminal charges.” Rehberg v.\nPaulk, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e566\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e356\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 371 (2012).\n  Second, while subjective bad faith, i.e., malice, is the\ncore element of a malicious prosecution claim, it is firmly\nestablished that the Fourth Amendment standard of\nreasonableness is fundamentally objective. See Ashcroft v.\nal-Kidd, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"217703\"\u003e\u003ca href=\"/opinion/217703/ashcroft-v-al-kidd/\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e731\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 736 (2011). These two standards—\none subjective and the other objective—cannot co-exist. In\nsome instances, importing a malice requirement into the\nFourth Amendment would leave culpable conduct unpun-\nished. An officer could act unreasonably, thereby violating\nthe Fourth Amendment, without even a hint of bad faith.\nIn other cases, the malice requirement would cast too wide\na net. An officer could harbor intense personal ill will\ntoward an arrestee but still act in an objectively reason-\nable manner in carrying out an arrest.\n  Finally, malicious prosecution’s favorable-termination\nelement makes no sense when the claim is that a seizure\nviolated the Fourth Amendment. The Fourth Amend-\nment, after all, prohibits all unreasonable seizures—\nregardless of whether a prosecution is ever brought or how\na prosecution ends. A “Fourth Amendment wrong” “is\nfully accomplished,” United States v. Calandra, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108898\"\u003e\u003ca href=\"/opinion/108898/united-states-v-calandra/\"\u003e\u003cspan class=\"volume\"\u003e414\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e338\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 354 (1974), when an impermissible seizure occurs.\nThe Amendment is violated and the injury is inflicted no\nmatter what happens in any later proceedings.\n  Our cases concerning Fourth Amendment claims\nbrought under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983 prove the point. For\nexample, we have recognized that there is no favorable-\ntermination element for a Fourth Amendment false im-\nprisonment claim. See Wallace, 549 U. S., at 389–392.2\n——————\n  2 In Wallace, the Court noted that “[f]alse arrest and false imprison-\n\nment overlap” and decided to “refer to the two torts together as false\nimprisonment.” 549 U. S., at 388–389.\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     ALITO, J., dissenting\n\nAn arrestee can file such a claim while his prosecution is\npending—and, in at least some situations—will need to do\nso to ensure that the claim is not time barred. See id., at\n392–395. By the same token, an individual may seek\ndamages for pretrial Fourth Amendment violations even\nafter a valid conviction. For example, in Haring v. Prosise,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110961\"\u003e\u003ca href=\"/opinion/110961/haring-v-prosise/\"\u003e\u003cspan class=\"volume\"\u003e462\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e306\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 308 (1983), the respondent pleaded guilty to\na drug crime without raising any Fourth Amendment\nissues. He then brought a §1983 suit, challenging the\nconstitutionality of the search that led to the discovery of\nthe drugs on which his criminal charge was based. The\nCourt held that respondent’s suit could proceed—despite\nhis valid conviction. Id., at 323; see also Heck, 512 U. S.,\nat 487, n. 7 (“[A] suit for damages attributable to an alleg-\nedly unreasonable search may lie even if the challenged\nsearch produced evidence that was introduced in a state\ncriminal trial resulting in the §1983 plaintiff ’s still-\noutstanding conviction”).\n   The favorable-termination element is similarly irrele-\nvant to claims like Manuel’s. Manuel alleges that he was\narrested and held based entirely on falsified evidence. In\nsuch a case, it makes no difference whether the prosecu-\ntion was eventually able to gather and introduce legiti-\nmate evidence and to obtain a conviction at trial. The\nunlawful arrest and detention would still provide grounds\nfor recovery. Accordingly, there is no good reason why the\naccrual of a claim like Manuel’s should have to await a\nfavorable termination of the prosecution.\n   For all these reasons, malicious prosecution is a strik-\ningly inapt “tort analog[y],” Wilson, 471 U. S., at 277, for\nFourth Amendment violations. So the answer to the\nquestion presented in Manuel’s certiorari petition is that\nthe Fourth Amendment does not give rise to a malicious\nprosecution claim, and this means that Manuel’s suit is\nuntimely. I would affirm the Seventh Circuit on that\nbasis.\n\u000c8                    MANUEL v. JOLIET\n\n                      ALITO, J., dissenting\n\n                               II\n   Instead of deciding the question on which we granted\nreview, the Court ventures in a different direction. The\nCourt purports to refrain from deciding any issue of time-\nliness, see ante, at 10, but the Court’s opinion is certain to\nbe read by some to mean that every moment of pretrial\nconfinement without probable cause constitutes a violation\nof the Fourth Amendment. And if that is so, it would seem\nto follow that new Fourth Amendment claims continue to\naccrue as long as the pretrial detention lasts.\n                              A\n   That proposition—that every moment in pretrial\ndetention constitutes a “seizure”—is hard to square with\nthe ordinary meaning of the term. The term “seizure”\napplies most directly to the act of taking a person into\ncustody or otherwise depriving the person of liberty. It is\nnot generally used to refer to a prolonged detention.\nDictionary definitions from around the time of the adop-\ntion of the Fourth Amendment define the term “seizure” as\na single event—and not a continuing condition. See, e.g., 2\nN. Webster, An American Dictionary of the English Lan-\nguage 67 (1828) (Webster) (defining “seizure” as “the act of\nlaying hold on suddenly”); 1 S. Johnson, A Dictionary of\nthe English Language (6th ed. 1785) (defining “seizure” as\n“the act of taking forcible possession”); 1 T. Dyche \u0026 W.\nPardon, A New General English Dictionary (14th ed. 1771)\n(defining “seize” as “to lay or take hold of violently or at\nunawares, wrongfully, or by force”). As the Court has\nexplained before, “[f]rom the time of the founding to the\npresent, the word ‘seizure’ has meant a ‘taking posses-\nsion.’ ” California v. Hodari D., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112579\"\u003e\u003ca href=\"/opinion/112579/california-v-hodari-d/\"\u003e\u003cspan class=\"volume\"\u003e499\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e621\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 624 (1991)\n(quoting 2 Webster 67). And we have cautioned against\n“stretch[ing] the Fourth Amendment beyond its words and\nbeyond the meaning of arrest.” 499 U. S., at 627. The\nMembers of Congress who proposed the Fourth Amend-\n\u000c                     Cite as: 580 U. S. ____ (2017)                    9\n\n                          ALITO, J., dissenting\n\nment and the State legislatures that ratified the Amend-\nment would have expected to see a more expansive term,\nsuch as “detention” or “confinement,” if a Fourth Amend-\nment seizure could be a long event that continued\nthroughout the entirety of the pretrial period.\n  In my view, a period of detention spanning weeks or\nmonths cannot be viewed as one long, continuing seizure,\nand a pretrial detainee is not “seized” over and over again\nas long as he remains in custody.3 Of course, the damages\nresulting from an unlawful seizure may continue to mount\nduring the period of confinement caused by the seizure,\nbut no new Fourth Amendment seizure claims accrue after\nthat date.4 Thus, any possible Fourth Amendment claim\nthat Manuel could bring is time barred.\n\n——————\n   3 By the Court’s logic, there is no apparent reason why even a judg-\n\nment of conviction should cut off the accrual of new Fourth Amendment\nclaims based on the use of fabricated evidence. The Court writes that\n“[n]othing in the nature of the legal proceeding establishing probable\ncause makes a difference for purposes of the Fourth Amendment.”\nAnte, at 11, n. 8. “[I]f the proceeding is tainted—as here, by fabricated\nevidence—and the result is that probable cause is lacking,” the Court\ncontinues, “then the ensuing pretrial detention violates the confined\nperson’s Fourth Amendment rights, for all the reasons we have stated.”\nIbid. Although the Court inserts the word “pretrial” in this sentence,\nits logic provides no reason for that limitation. If a Fourth Amendment\nseizure continues as long as a person is detained, there is no reason\nwhy incarceration after conviction cannot be regarded as a continuing\nseizure. The Court asserts that the Fourth Amendment “drops out of\nthe picture” after trial, ibid., but it does not explain why this is so.\nThere are facilities that house both pretrial detainees and prisoners\nserving sentences. If a detainee is transferred following conviction from\nthe section for detainees to the section for prisoners, does the transfer\nrender this person “unseized”?\n   4 There is authority for the proposition that a grand jury indictment\n\nor a determination of probable cause after an adversary proceeding may\nbe an intervening cause that cuts off liability for an unlawful arrest.\nSee Wallace v. Kato, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e494\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e384\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 390 (2007); Prosser and Keeton 885.\nI would not decide that question here.\n\u000c10                   MANUEL v. JOLIET\n\n                      ALITO, J., dissenting\n\n                               B\n   The Court is mistaken in saying that its decision “fol-\nlows from settled precedent.” Ante, at 1. The Court reads\nAlbright v. Oliver, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112924\"\u003e\u003ca href=\"/opinion/112924/albright-v-oliver/\"\u003e\u003cspan class=\"volume\"\u003e510\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e266\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1994), and Gerstein v.\nPugh, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109186\"\u003e\u003ca href=\"/opinion/109186/gerstein-v-pugh/\"\u003e\u003cspan class=\"volume\"\u003e420\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e103\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1975), to mean that the Fourth\nAmendment can be violated “when legal process itself goes\nwrong,” ante, at 9, but the accuracy of that interpretation\ndepends on the meaning of “legal process.” The Court’s\nreading is correct if by “legal process” the Court means a\ndetermination of probable cause at a first or initial ap-\npearance. See Ill. Comp. Stat., ch. 725, §5/109–1 (West\nSupp. 2015); Fed. Rule Crim. Proc. 5(b). When an arrest\nwarrant is obtained, the probable-cause determination is\nmade at that time, and there is thus no need for a repeat\ndetermination at the first or initial appearance. But when\nan arrest is made without a warrant, the arrestee, gener-\nally within 48 hours, must be brought before a judicial\nofficer, County of Riverside v. McLaughlin, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112585\"\u003e\u003ca href=\"/opinion/112585/countyof-riverside-v-mclaughlin/\"\u003e\u003cspan class=\"volume\"\u003e500\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e44\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n56 (1991), who then completes the arrest process by mak-\ning the same determination that would have been made as\npart of the warrant application process. See Ill. Comp.\nStat., ch. 725, §§5/109–1(a), (b); Fed. Rule Crim. Proc. 4(a),\n5(b). Thus, this appearance is an integral part of the\nprocess of taking the arrestee into custody and easily falls\nwithin the meaning of the term “seizure.” But other forms\nof “legal process,” for example, a grand jury indictment or\na determination of probable cause at a preliminary exami-\nnation or hearing, do not fit within the concept of a “sei-\nzure,” and the cases cited by the Court do not suggest\notherwise.\n   Take Albright first. A detective named Oliver procured\na warrant for the arrest of Albright for distributing a\n“look-alike” substance. See Albright v. Oliver, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"590941\"\u003e\u003ca href=\"/opinion/590941/kevin-albright-v-roger-oliver-individually-and-in-his-official-capacity/\"\u003e\u003cspan class=\"volume\"\u003e975\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e343\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 344 (CA7 1992). The warrant was based on infor-\nmation given to Oliver by the purchaser of the substance.\nIbid. After learning of the warrant, Albright turned him-\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     ALITO, J., dissenting\n\nself in, was booked, and was released on bond. Ibid.\nOliver testified at what Illinois calls a preliminary exami-\nnation and apparently related the information provided by\nthe alleged purchaser. Ibid. The judge found probable\ncause, but the charges were later dismissed. Ibid. Accord-\ning to the Seventh Circuit, probable cause was sorely\nlacking, id., at 345, and Albright sued Oliver under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983, claiming that Oliver had violated his sub-\nstantive due process right not to be prosecuted without\nprobable cause. All that this Court held was that Al-\nbright’s claim had to be analyzed under the Fourth\nAmendment, not substantive due process.\n   The Court now reads Albright to mean that a Fourth\nAmendment seizure continues “after the start of ‘legal\nprocess,” but three forms of what might be termed “legal\nprocess” were issued in Albright: the arrest warrant, the\norder releasing him on bond after his first appearance,\nand the order holding him over for trial after the prelimi-\nnary examination. I agree that Albright’s seizure did not\nend with the issuance of the warrant (that would be ridic-\nulous since he had not even been arrested at that point) or\nthe first appearance, see ante, at 8–9, and n. 6, but it is\nimpossible to read anything more into the holding in\nAlbright. The terse plurality opinion joined by four Jus-\ntices said no more; the opinion of Justice Scalia, who\njoined the plurality opinion, referred only to Albright’s\n“arrest,” 510 U. S., at 275 (concurring opinion); and Jus-\ntices KENNEDY and THOMAS, who concurred in the judg-\nment, did so only because Albright’s “allegation of arrest\nwithout probable cause must be analyzed under the\nFourth Amendment.” Id., at 281 (KENNEDY, J., concurring\nin the judgment). To read anything more into Albright is\nto adopt the position taken by just one Member of the\nplurality, see id., at 279 (GINSBURG, J., concurring) (sei-\nzure continues throughout the period of pretrial deten-\ntion), and the two Justices in dissent, see id., at 307 (Ste-\n\u000c12                   MANUEL v. JOLIET\n\n                      ALITO, J., dissenting\n\nvens, J., dissenting) (same).\n   The other precedent on which the Court relies, Gerstein,\ngoes no further than Albright. All that the Court held in\nGerstein was that if there is no probable-cause finding by a\nneutral magistrate before an arrest, there must be one\nafter the arrest. 420 U. S., at 111–116. The Court rea-\nsoned that “the Fourth Amendment requires a judicial\ndetermination of probable cause as a prerequisite to ex-\ntended restraint of liberty following arrest.” Id., at 114.\nThe Court said nothing about whether a claim for a sei-\nzure in violation of the Fourth Amendment could accrue\nafter an initial appearance.\n   The Court thus is forced to rely on dicta—taken out of\ncontext—from Gerstein. For example, the Court cites\nGerstein’s statement that “[t]he Fourth Amendment was\ntailored explicitly for the criminal justice system,” and\nthat it “always has been thought to define the ‘process that\nis due’ for seizures of person[s] . . . in criminal cases, in-\ncluding the detention of suspects pending trial.” Id., at\n125, n. 27. This statement hardly shows that a Fourth\nAmendment seizure continues throughout a period of\npretrial detention, and the Court does not mention the\nvery next sentence in Gerstein—which suggests that the\nFourth Amendment might govern “only the first stage” of\na prosecution, eventually giving way to other protections\nthat are also part of our “elaborate system, unique in\njurisprudence, designed to safeguard the rights of those\naccused of criminal conduct.” Ibid. (emphasis deleted). In\nthe end, Gerstein stands for the proposition that the\nFourth Amendment requires a post-arrest probable cause\nfinding by a neutral magistrate; it says nothing about\nwhether the Fourth Amendment extends beyond that or\nany other “legal process.”\n                        *   *   *\n     A well-known medical maxim—“first, do no harm”—is a\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     ALITO, J., dissenting\n\ngood rule of thumb for courts as well. The Court’s decision\ntoday violates that rule by avoiding the question presented\nin order to reach an unnecessary and tricky issue. The\nresulting opinion will, I fear, inject much confusion into\nFourth Amendment law. And it has the potential to do\nmuch harm—by dramatically expanding Fourth Amend-\nment liability under §1983 in a way that does violence to\nthe text of the Fourth Amendment. I respectfully dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       MANUEL v. CITY OF JOLIET, ILLINOIS, ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE SEVENTH CIRCUIT\n\n    No. 14–9496. Argued October 5, 2016—Decided March 21, 2017\nDuring a traffic stop, police officers in Joliet, Illinois, searched petition-\n er Elijah Manuel and found a vitamin bottle containing pills. Sus-\n pecting the pills to be illegal drugs, the officers conducted a field test,\n which came back negative for any controlled substance. Still, they\n arrested Manuel and took him to the police station. There, an evi-\n dence technician tested the pills and got the same negative result,\n but claimed in his report that one of the pills tested “positive for the\n probable presence of ecstasy.” App. 92. An arresting officer also re-\n ported that, based on his “training and experience,” he “knew the\n pills to be ecstasy.” Id., at 91. On the basis of those false statements,\n another officer filed a sworn complaint charging Manuel with unlaw-\n ful possession of a controlled substance. Relying exclusively on that\n complaint, a county court judge found probable cause to detain Ma-\n nuel pending trial.\n    While Manuel was in jail, the Illinois police laboratory tested the\n seized pills and reported that they contained no controlled substanc-\n es. But Manuel remained in custody, spending a total of 48 days in\n pretrial detention. More than two years after his arrest, but less\n than two years after his criminal case was dismissed, Manuel filed a\n 42 U. S. C. §1983 lawsuit against Joliet and several of its police offic-\n ers (collectively, the City), alleging that his arrest and detention vio-\n lated the Fourth Amendment. The District Court dismissed Manuel’s\n suit, holding, first, that the applicable two-year statute of limitations\n barred his unlawful arrest claim, and, second, that under binding\n Circuit precedent, pretrial detention following the start of legal pro-\n cess (here, the judge’s probable-cause determination) could not give\n rise to a Fourth Amendment claim. Manuel appealed the dismissal\n of his unlawful detention claim; the Seventh Circuit affirmed.\n\u000c2                         MANUEL v. JOLIET\n\n                                Syllabus\n\nHeld:\n    1. Manuel may challenge his pretrial detention on Fourth Amend-\n ment grounds. This conclusion follows from the Court’s settled prec-\n edent. In Gerstein v. Pugh, 420 U. S. 103, the Court decided that a\n pretrial detention challenge was governed by the Fourth Amend-\n ment, noting that the Fourth Amendment establishes the minimum\n constitutional “standards and procedures” not just for arrest but also\n for “detention,” id., at 111, and “always has been thought to define”\n the appropriate process “for seizures of person[s] . . . in criminal cas-\n es, including the detention of suspects pending trial,” id., at 125, n.\n 27. And in Albright v. Oliver, 510 U. S. 266, a majority of the Court\n again looked to the Fourth Amendment to assess pretrial restraints\n on liberty. Relying on Gerstein, the plurality reiterated that the\n Fourth Amendment is the “relevan[t]” constitutional provision to as-\n sess the “deprivations of liberty that go hand in hand with criminal\n prosecutions.” Id., at 274; see id., at 290 (Souter, J., concurring in\n judgment) (“[R]ules of recovery for such harms have naturally coa-\n lesced under the Fourth Amendment”). That the pretrial restraints\n in Albright arose pursuant to legal process made no difference, given\n that they were allegedly unsupported by probable cause.\n    As reflected in those cases, pretrial detention can violate the\n Fourth Amendment not only when it precedes, but also when it fol-\n lows, the start of legal process. The Fourth Amendment prohibits\n government officials from detaining a person absent probable cause.\n And where legal process has gone forward, but has done nothing to\n satisfy the probable-cause requirement, it cannot extinguish a de-\n tainee’s Fourth Amendment claim. That was the case here: Because\n the judge’s determination of probable cause was based solely on fab-\n ricated evidence, it did not expunge Manuel’s Fourth Amendment\n claim. For that reason, Manuel stated a Fourth Amendment claim\n when he sought relief not merely for his arrest, but also for his pre-\n trial detention. Pp. 6–10.\n    2. On remand, the Seventh Circuit should determine the claim’s\n accrual date, unless it finds that the City has previously waived its\n timeliness argument. In doing so, the court should look to the com-\n mon law of torts for guidance, Carey v. Piphus, 435 U. S. 247, 257–\n 258, while also closely attending to the values and purposes of the\n constitutional right at issue. The court may also consider any other\n still-live issues relating to the elements of and rules applicable to\n Manuel’s Fourth Amendment claim. Pp. 11–15.\n590 Fed. Appx. 641, reversed and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, BREYER, and SOTOMAYOR, JJ., joined.\n\u000c                    Cite as: 580 U. S. ____ (2017)                   3\n\n                              Syllabus\n\nTHOMAS, J., filed a dissenting opinion.   ALITO, J., filed a dissenting\nopinion, in which THOMAS, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 14–9496\n                                   _________________\n\n\n ELIJAH MANUEL, PETITIONER v. CITY OF JOLIET, \n\n              ILLINOIS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SEVENTH CIRCUIT\n\n                                [March 21, 2017]\n\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  Petitioner Elijah Manuel was held in jail for some seven\nweeks after a judge relied on allegedly fabricated evidence\nto find probable cause that he had committed a crime.\nThe primary question in this case is whether Manuel may\nbring a claim based on the Fourth Amendment to contest\nthe legality of his pretrial confinement. Our answer fol-\nlows from settled precedent. The Fourth Amendment, this\nCourt has recognized, establishes “the standards and\nprocedures” governing pretrial detention. See, e.g., Ger-\nstein v. Pugh, 420 U. S. 103, 111 (1975). And those consti-\ntutional protections apply even after the start of “legal\nprocess” in a criminal case—here, that is, after the judge’s\ndetermination of probable cause. See Albright v. Oliver,\n510 U. S. 266, 274 (1994) (plurality opinion); id., at 290\n(Souter, J., concurring in judgment). Accordingly, we hold\ntoday that Manuel may challenge his pretrial detention on\nthe ground that it violated the Fourth Amendment (while\nwe leave all other issues, including one about that claim’s\ntimeliness, to the court below).\n\u000c2                       MANUEL v. JOLIET\n\n                        Opinion of the Court \n\n\n                              I\n\n   Shortly after midnight on March 18, 2011, Manuel was\nriding through Joliet, Illinois, in the passenger seat of a\nDodge Charger, with his brother at the wheel. A pair of\nJoliet police officers pulled the car over when the driver\nfailed to signal a turn. See App. 90. According to the\ncomplaint in this case, one of the officers dragged Manuel\nfrom the car, called him a racial slur, and kicked and\npunched him as he lay on the ground. See id., at 31–32,\n63.1 The policeman then searched Manuel and found a\nvitamin bottle containing pills. See id., at 64. Suspecting\nthat the pills were actually illegal drugs, the officers con-\nducted a field test of the bottle’s contents. The test came\nback negative for any controlled substance, leaving the\nofficers with no evidence that Manuel had committed a\ncrime. See id., at 69. Still, the officers arrested Manuel\nand took him to the Joliet police station. See id., at 70.\n   There, an evidence technician tested the pills once\nagain, and got the same (negative) result. See ibid. But\nthe technician lied in his report, claiming that one of the\npills was “found to be . . . positive for the probable pres-\nence of ecstasy.” Id., at 92. Similarly, one of the arresting\nofficers wrote in his report that “[f ]rom [ his] training and\nexperience, [ he] knew the pills to be ecstasy.” Id., at 91.\nOn the basis of those statements, another officer swore out\na criminal complaint against Manuel, charging him with\nunlawful possession of a controlled substance. See id., at\n52–53.\n   Manuel was brought before a county court judge later\nthat day for a determination of whether there was proba-\nble cause for the charge, as necessary for further deten-\n——————\n    1 Because\n            we here review an order dismissing Manuel’s suit, we ac-\ncept as true all the factual allegations in his complaint. See, e.g.,\nLeatherman v. Tarrant County Narcotics Intelligence and Coordination\nUnit, 507 U. S. 163, 164 (1993).\n\u000c                      Cite as: 580 U. S. ____ (2017)                      3\n\n                           Opinion of the Court\n\ntion. See Gerstein, 420 U. S., at 114 (requiring a judicial\nfinding of probable cause following a warrantless arrest to\nimpose any significant pretrial restraint on liberty); Ill.\nComp. Stat., ch. 725, §5/109–1 (West 2010) (implementing\nthat constitutional rule). The judge relied exclusively on\nthe criminal complaint—which in turn relied exclusively\non the police department’s fabrications—to support a\nfinding of probable cause. Based on that determination,\nhe sent Manuel to the county jail to await trial. In the\nsomewhat obscure legal lingo of this case, Manuel’s subse-\nquent detention was thus pursuant to “legal process”—\nbecause it followed from, and was authorized by, the\njudge’s probable-cause determination.2\n   While Manuel sat in jail, the Illinois police laboratory\nreexamined the seized pills, and on April 1, it issued a\nreport concluding (just as the prior two tests had) that\nthey contained no controlled substances. See App. 51.\nBut for unknown reasons, the prosecution—and, critically\nfor this case, Manuel’s detention—continued for more than\nanother month. Only on May 4 did an Assistant State’s\nAttorney seek dismissal of the drug charge. See id., at 48,\n101. The County Court immediately granted the request,\nand Manuel was released the next day. In all, he had\nspent 48 days in pretrial detention.\n   On April 22, 2013, Manuel brought this lawsuit under\n42 U. S. C. §1983 against the City of Joliet and several of\nits police officers (collectively, the City). Section 1983\ncreates a “species of tort liability,” Imbler v. Pachtman,\n424 U. S. 409, 417 (1976), for “the deprivation of any\nrights, privileges, or immunities secured by the Constitu-\n——————\n  2 Although not addressed in Manuel’s complaint, the police depart-\n\nment’s alleged fabrications did not stop at this initial hearing on\nprobable cause. About two weeks later, on March 30, a grand jury\nindicted Manuel based on similar false evidence: testimony from one of\nthe arresting officers that “[t]he pills field tested positive” for ecstasy.\nApp. 96 (grand jury minutes).\n\u000c4                       MANUEL v. JOLIET\n\n                        Opinion of the Court\n\ntion,” §1983. Manuel’s complaint alleged that the City\nviolated his Fourth Amendment rights in two ways—first\nby arresting him at the roadside without any reason, and\nnext by “detaining him in police custody” for almost\nseven weeks based entirely on made-up evidence. See\nApp. 79–80.3\n   The District Court dismissed Manuel’s suit. See 2014\nWL 551626 (ND Ill., Feb. 12, 2014). The court first held\nthat the applicable two-year statute of limitations barred\nManuel’s claim for unlawful arrest, because more than two\nyears had elapsed between the date of his arrest (March\n18, 2011) and the filing of his complaint (April 22, 2013).\nBut the court relied on another basis in rejecting Manuel’s\nchallenge to his subsequent detention (which stretched\nfrom March 18 to May 5, 2011). Binding Circuit prece-\ndent, the District Court explained, made clear that pretrial\ndetention following the start of legal process could not give\nrise to a Fourth Amendment claim. See id., at *1 (citing,\ne.g., Newsome v. McCabe, 256 F. 3d 747, 750 (CA7 2001)).\nAccording to that line of decisions, a §1983 plaintiff chal-\nlenging such detention must allege a breach of the Due\nProcess Clause—and must show, to recover on that theory,\nthat state law fails to provide an adequate remedy. See\n2014 WL 551626, at *1–*2. Because Manuel’s complaint\nrested solely on the Fourth Amendment—and because, in\nany event, Illinois’s remedies were robust enough to pre-\nclude the due process avenue—the District Court found\nthat Manuel had no way to proceed. See ibid.\n   The Court of Appeals for the Seventh Circuit affirmed\n——————\n  3 Manuel’s allegation of unlawful detention concerns only the period\n\nafter the onset of legal process—here meaning, again, after the County\nCourt found probable cause that he had committed a crime. See supra,\nat 3. The police also held Manuel in custody for several hours between\nhis warrantless arrest and his first appearance in court. But through-\nout this litigation, Manuel has treated that short period as part and\nparcel of the initial unlawful arrest. See, e.g., Reply Brief 1.\n\u000c                    Cite as: 580 U. S. ____ (2017)                   5\n\n                         Opinion of the Court\n\nthe dismissal of Manuel’s claim for unlawful detention\n(the only part of the District Court’s decision Manuel\nappealed). See 590 Fed. Appx. 641 (2015). Invoking its\nprior caselaw, the Court of Appeals reiterated that such\nclaims could not be brought under the Fourth Amend-\nment. Once a person is detained pursuant to legal pro-\ncess, the court stated, “the Fourth Amendment falls out of\nthe picture and the detainee’s claim that the detention is\nimproper becomes [one of] due process.” Id., at 643–644\n(quoting Llovet v. Chicago, 761 F. 3d 759, 763 (CA7 2014)).\nAnd again: “When, after the arrest[,] a person is not let go\nwhen he should be, the Fourth Amendment gives way to\nthe due process clause as a basis for challenging his deten-\ntion.” 590 Fed. Appx., at 643 (quoting Llovet, 761 F. 3d, at\n764). So the Seventh Circuit held that Manuel’s com-\nplaint, in alleging only a Fourth Amendment violation,\nrested on the wrong part of the Constitution: A person\ndetained following the onset of legal process could at most\n(although, the court agreed, not in Illinois) challenge his\npretrial confinement via the Due Process Clause. See 590\nFed. Appx., at 643–644.\n   The Seventh Circuit recognized that its position makes\nit an outlier among the Courts of Appeals, with ten others\ntaking the opposite view. See id., at 643; Hernandez-\nCuevas v. Taylor, 723 F. 3d 91, 99 (CA1 2013) (“[T]here is\nnow broad consensus among the circuits that the Fourth\nAmendment right to be free from seizure but upon proba-\nble cause extends through the pretrial period”).4 Still, the\n——————\n  4 See also Singer v. Fulton County Sheriff, 63 F. 3d 110, 114–118\n(CA2 1995); McKenna v. Philadelphia, 582 F. 3d 447, 461 (CA3 2009);\nLambert v. Williams, 223 F. 3d 257, 260–262 (CA4 2000); Castellano v.\nFragozo, 352 F. 3d 939, 953–954, 959–960 (CA5 2003) (en banc); Sykes\nv. Anderson, 625 F. 3d 294, 308–309 (CA6 2010); Galbraith v. County of\nSanta Clara, 307 F. 3d 1119, 1126–1127 (CA9 2002); Wilkins v. De-\nReyes, 528 F. 3d 790, 797–799 (CA10 2008); Whiting v. Traylor, 85 F. 3d\n581, 584–586 (CA11 1996); Pitt v. District of Columbia, 491 F. 3d 494,\n\u000c6                      MANUEL v. JOLIET\n\n                       Opinion of the Court\n\ncourt decided, Manuel had failed to offer a sufficient rea-\nson for overturning settled Circuit precedent; his argu-\nment, albeit “strong,” was “better left for the Supreme\nCourt.” 590 Fed. Appx., at 643.\n  On cue, we granted certiorari. 577 U. S. ___ (2016).\n                              II\n   The Fourth Amendment protects “[t]he right of the\npeople to be secure in their persons . . . against unreason-\nable . . . seizures.” Manuel’s complaint seeks just that\nprotection. Government officials, it recounts, detained—\nwhich is to say, “seiz[ed]”—Manuel for 48 days following\nhis arrest. See App. 79–80; Brendlin v. California, 551\nU. S. 249, 254 (2007) (“A person is seized” whenever offi-\ncials “restrain[ ] his freedom of movement” such that he is\n“not free to leave”). And that detention was “unreason-\nable,” the complaint continues, because it was based solely\non false evidence, rather than supported by probable\ncause. See App. 79–80; Bailey v. United States, 568 U. S.\n186, 192 (2013) (“[T]he general rule [is] that Fourth\nAmendment seizures are ‘reasonable’ only if based on\nprobable cause to believe that the individual has commit-\nted a crime”). By their respective terms, then, Manuel’s\nclaim fits the Fourth Amendment, and the Fourth\nAmendment fits Manuel’s claim, as hand in glove.\n   This Court decided some four decades ago that a claim\nchallenging pretrial detention fell within the scope of the\nFourth Amendment. In Gerstein, two persons arrested\nwithout a warrant brought a §1983 suit complaining that\nthey had been held in custody for “a substantial period\nsolely on the decision of a prosecutor.” 420 U. S., at 106.\nThe Court looked to the Fourth Amendment to analyze—\nand uphold—their claim that such a pretrial restraint on\nliberty is unlawful unless a judge (or grand jury) first\n——————\n510–511 (CADC 2007).\n\u000c                      Cite as: 580 U. S. ____ (2017)                     7\n\n                          Opinion of the Court\n\nmakes a reliable finding of probable cause. See id., at 114,\n117, n. 19. The Fourth Amendment, we began, establishes\nthe minimum constitutional “standards and procedures”\nnot just for arrest but also for ensuing “detention.” Id., at\n111. In choosing that Amendment “as the rationale for\ndecision,” the Court responded to a concurring Justice’s\nview that the Due Process Clause offered the better\nframework: The Fourth Amendment, the majority coun-\ntered, was “tailored explicitly for the criminal justice\nsystem, and it[ ] always has been thought to define” the\nappropriate process “for seizures of person[s] . . . in crimi-\nnal cases, including the detention of suspects pending\ntrial.” Id., at 125, n. 27. That Amendment, standing\nalone, guaranteed “a fair and reliable determination of\nprobable cause as a condition for any significant pretrial\nrestraint.” Id., at 125. Accordingly, those detained prior to\ntrial without such a finding could appeal to “the Fourth\nAmendment’s protection against unfounded invasions of\nliberty.” Id., at 112; see id., at 114.5\n   And so too, a later decision indicates, those objecting to\na pretrial deprivation of liberty may invoke the Fourth\nAmendment when (as here) that deprivation occurs after\n\n——————\n  5 The  Court repeated the same idea in a follow-on decision to Ger-\nstein. In County of Riverside v. McLaughlin, 500 U. S. 44, 47 (1991), we\nconsidered how quickly a jurisdiction must provide the probable-cause\ndetermination that Gerstein demanded “as a prerequisite to an extended\npretrial detention.” In holding that the decision should occur within 48\nhours of an arrest, the majority understood its “task [as] articulat[ing]\nmore clearly the boundaries of what is permissible under the Fourth\nAmendment.” 500 U. S., at 56. In arguing for still greater speed, the\nprincipal dissent invoked the original meaning of “the Fourth Amend-\nment’s prohibition of ‘unreasonable seizures,’ insofar as it applies to\nseizure of the person.” Id., at 60 (Scalia, J., dissenting). The difference\nbetween the two opinions was significant, but the commonality still\nmore so: All Justices agreed that the Fourth Amendment provides the\nappropriate lens through which to view a claim involving pretrial\ndetention.\n\u000c8                    MANUEL v. JOLIET\n\n                      Opinion of the Court\n\nlegal process commences. The §1983 plaintiff in Albright\ncomplained of various pretrial restraints imposed after a\ncourt found probable cause to issue an arrest warrant, and\nthen bind him over for trial, based on a policeman’s un-\nfounded charges. See 510 U. S., at 268–269 (plurality\nopinion). For uncertain reasons, Albright ignored the\nFourth Amendment in drafting his complaint; instead, he\nalleged that the defendant officer had infringed his sub-\nstantive due process rights. This Court rejected that\nclaim, with five Justices in two opinions remitting Albright\nto the Fourth Amendment. See id., at 271 (plurality opin-\nion) (“We hold that it is the Fourth Amendment . . . under\nwhich [ his] claim must be judged”); id., at 290 (Souter, J.,\nconcurring in judgment) (“[I]njuries like those [he] alleges\nare cognizable in §1983 claims founded upon . . . the\nFourth Amendment”). “The Framers,” the plurality wrote,\n“considered the matter of pretrial deprivations of liberty\nand drafted the Fourth Amendment to address it.” Id., at\n274. That the deprivations at issue were pursuant to legal\nprocess made no difference, given that they were (allegedly)\nunsupported by probable cause; indeed, neither of the two\nopinions so much as mentioned that procedural circum-\nstance. Relying on Gerstein, the plurality stated that the\nFourth Amendment remained the “relevan[t]” constitu-\ntional provision to assess the “deprivations of liberty”—\nmost notably, pretrial detention—“that go hand in hand\nwith criminal prosecutions.” 510 U. S., at 274; see id., at\n290 (Souter, J., concurring in judgment) (“[R]ules of recov-\nery for such harms have naturally coalesced under the\nFourth Amendment”).\n   As reflected in Albright’s tracking of Gerstein’s analysis,\npretrial detention can violate the Fourth Amendment not\nonly when it precedes, but also when it follows, the start of\nlegal process in a criminal case. The Fourth Amendment\nprohibits government officials from detaining a person in\nthe absence of probable cause. See supra, at 6. That can\n\u000c                     Cite as: 580 U. S. ____ (2017)                     9\n\n                          Opinion of the Court\n\nhappen when the police hold someone without any reason\nbefore the formal onset of a criminal proceeding. But it\nalso can occur when legal process itself goes wrong—when,\nfor example, a judge’s probable-cause determination is\npredicated solely on a police officer’s false statements.\nThen, too, a person is confined without constitutionally\nadequate justification. Legal process has gone forward,\nbut it has done nothing to satisfy the Fourth Amendment’s\nprobable-cause requirement. And for that reason, it can-\nnot extinguish the detainee’s Fourth Amendment claim—\nor somehow, as the Seventh Circuit has held, convert that\nclaim into one founded on the Due Process Clause. See\n590 Fed. Appx., at 643–644. If the complaint is that a\nform of legal process resulted in pretrial detention unsup-\nported by probable cause, then the right allegedly in-\nfringed lies in the Fourth Amendment.6\n   For that reason, and contrary to the Seventh Circuit’s\nview, Manuel stated a Fourth Amendment claim when he\n\n——————\n   6 The opposite view would suggest an untenable result: that a person\n\narrested pursuant to a warrant could not bring a Fourth Amendment\nclaim challenging the reasonableness of even his arrest, let alone any\nsubsequent detention. An arrest warrant, after all, is a way of initiat-\ning legal process, in which a magistrate finds probable cause that a\nperson committed a crime. See Wallace v. Kato, 549 U. S. 384, 389\n(2007) (explaining that the seizure of a person was “without legal\nprocess” because police officers “did not have a warrant for his arrest”);\nW. Keeton, D. Dobbs, R. Keeton, \u0026 D. Owen, Prosser and Keeton on\nLaw of Torts §119, pp. 871, 886 (5th ed. 1984) (similar). If legal process\nis the cut-off point for the Fourth Amendment, then someone arrested\n(as well as later held) under a warrant procured through false testimony\nwould have to look to the Due Process Clause for relief. But that runs\ncounter to our caselaw. See, e.g., Whiteley v. Warden, Wyo. State\nPenitentiary, 401 U. S. 560, 568–569 (1971) (holding that an arrest\nviolated the Fourth Amendment because a magistrate’s warrant was\nnot backed by probable cause). And if the Seventh Circuit would reply\nthat arrest warrants are somehow different—that there is legal process\nand then again there is legal process—the next (and in our view unan-\nswerable) question would be why.\n\u000c10                          MANUEL v. JOLIET\n\n                            Opinion of the Court\n\nsought relief not merely for his (pre-legal-process) arrest,\nbut also for his (post-legal-process) pretrial detention.7\nConsider again the facts alleged in this case. Police offic-\ners initially arrested Manuel without probable cause,\nbased solely on his possession of pills that had field tested\nnegative for an illegal substance. So (putting timeliness\nissues aside) Manuel could bring a claim for wrongful\narrest under the Fourth Amendment. And the same is\ntrue (again, disregarding timeliness) as to a claim for\nwrongful detention—because Manuel’s subsequent weeks\nin custody were also unsupported by probable cause, and\nso also constitutionally unreasonable. No evidence of\nManuel’s criminality had come to light in between the\nroadside arrest and the County Court proceeding initiat-\ning legal process; to the contrary, yet another test of Man-\nuel’s pills had come back negative in that period. All\nthat the judge had before him were police fabrications\nabout the pills’ content. The judge’s order holding Manuel\nfor trial therefore lacked any proper basis. And that\nmeans Manuel’s ensuing pretrial detention, no less than\nhis original arrest, violated his Fourth Amendment rights.\nOr put just a bit differently: Legal process did not expunge\nManuel’s Fourth Amendment claim because the process he\nreceived failed to establish what that Amendment makes\nessential for pretrial detention—probable cause to believe\n\n——————\n  7 Even  the City no longer appears to contest that conclusion. On\nmultiple occasions during oral argument in this Court, the City agreed\nthat “a Fourth Amendment right . . . survive[d] the initiation of pro-\ncess” at the hearing in which the county judge found probable cause\nand ordered detention. Tr. of Oral Arg. 31; see id., at 33 (concurring\nwith the statement that “once [an] individual is brought . . . before a\nmagistrate, and the magistrate using the same bad evidence says, stay\nhere in jail . . . until we get to trial, that that period is a violation of the\nFourth Amendment”); id., at 51 (stating that a detainee has “a Fourth\nAmendment claim” if “misstatements at [such a probable-cause hear-\ning] led to ongoing pretrial seizure”).\n\u000c                     Cite as: 580 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\nhe committed a crime.8\n                            III\n  Our holding—that the Fourth Amendment governs a\nclaim for unlawful pretrial detention even beyond the\nstart of legal process—does not exhaust the disputed legal\n——————\n  8 The dissent goes some way toward claiming that a different kind of\n\npretrial legal process—a grand jury indictment or preliminary exami-\nnation—does expunge such a Fourth Amendment claim. See post, at 9,\nn. 4 (opinion of ALITO, J.) (raising but “not decid[ing] that question”);\npost, at 10 (suggesting an answer nonetheless). The effect of that view\nwould be to cut off Manuel’s claim on the date of his grand jury indict-\nment (March 30)—even though that indictment (like the County\nCourt’s probable-cause proceeding) was entirely based on false testi-\nmony and even though Manuel remained in detention for 36 days longer.\nSee n. 2, supra. Or said otherwise—even though the legal process he\nreceived failed to establish the probable cause necessary for his contin-\nued confinement. We can see no principled reason to draw that line.\nNothing in the nature of the legal proceeding establishing probable\ncause makes a difference for purposes of the Fourth Amendment:\nWhatever its precise form, if the proceeding is tainted—as here, by\nfabricated evidence—and the result is that probable cause is lacking,\nthen the ensuing pretrial detention violates the confined person’s\nFourth Amendment rights, for all the reasons we have stated. By\ncontrast (and contrary to the dissent’s suggestion, see post, at 9, n. 3),\nonce a trial has occurred, the Fourth Amendment drops out: A person\nchallenging the sufficiency of the evidence to support both a conviction\nand any ensuing incarceration does so under the Due Process Clause of\nthe Fourteenth Amendment. See Jackson v. Virginia, 443 U. S. 307,\n318 (1979) (invalidating a conviction under the Due Process Clause\nwhen “the record evidence could [not] reasonably support a finding of\nguilt beyond a reasonable doubt”); Thompson v. Louisville, 362 U. S.\n199, 204 (1960) (striking a conviction under the same provision when\n“the record [wa]s entirely lacking in evidence” of guilt—such that it\ncould not even establish probable cause). Gerstein and Albright, as\nalready suggested, both reflected and recognized that constitutional\ndivision of labor. See supra, at 6–8. In their words, the Framers\n“drafted the Fourth Amendment” to address “the matter of pretrial\ndeprivations of liberty,” Albright, 510 U. S., at 274 (emphasis added),\nand the Amendment thus provides “standards and procedures” for “the\ndetention of suspects pending trial,” Gerstein, 420 U. S., at 125, n. 27\n(emphasis added).\n\u000c12                   MANUEL v. JOLIET\n\n                      Opinion of the Court\n\nissues in this case. It addresses only the threshold inquiry\nin a §1983 suit, which requires courts to “identify the\nspecific constitutional right” at issue. Albright, 510 U. S.,\nat 271. After pinpointing that right, courts still must\ndetermine the elements of, and rules associated with, an\naction seeking damages for its violation. See, e.g., Carey v.\nPiphus, 435 U. S. 247, 257–258 (1978). Here, the parties\nparticularly disagree over the accrual date of Manuel’s\nFourth Amendment claim—that is, the date on which the\napplicable two-year statute of limitations began to run.\nThe timeliness of Manuel’s suit hinges on the choice be-\ntween their proposed dates. But with the following brief\ncomments, we remand that issue to the court below.\n   In defining the contours and prerequisites of a §1983\nclaim, including its rule of accrual, courts are to look first\nto the common law of torts. See ibid. (explaining that tort\nprinciples “provide the appropriate starting point” in\nspecifying the conditions for recovery under §1983); Wal-\nlace v. Kato, 549 U. S. 384, 388–390 (2007) (same for\naccrual dates in particular). Sometimes, that review of\ncommon law will lead a court to adopt wholesale the rules\nthat would apply in a suit involving the most analogous\ntort. See id., at 388–390; Heck v. Humphrey, 512 U. S.\n477, 483–487 (1994). But not always. Common-law prin-\nciples are meant to guide rather than to control the defini-\ntion of §1983 claims, serving “more as a source of inspired\nexamples than of prefabricated components.” Hartman v.\nMoore, 547 U. S. 250, 258 (2006); see Rehberg v. Paulk,\n566 U. S. 356, 366 (2012) (noting that “§1983 is [not]\nsimply a federalized amalgamation of pre-existing common-\nlaw claims”). In applying, selecting among, or adjust-\ning common-law approaches, courts must closely attend to\nthe values and purposes of the constitutional right at\nissue.\n   With these precepts as backdrop, Manuel and the City\noffer competing views about what accrual rule should\n\u000c                  Cite as: 580 U. S. ____ (2017)             13\n\n                      Opinion of the Court\n\ngovern a §1983 suit challenging post-legal-process pretrial\ndetention. According to Manuel, that Fourth Amendment\nclaim accrues only upon the dismissal of criminal charges—\nhere, on May 4, 2011, less than two years before he\nbrought his suit. See Reply Brief 2; Brief for United\nStates as Amicus Curiae 24–25, n. 16 (taking the same\nposition). Relying on this Court’s caselaw, Manuel analo-\ngizes his claim to the common-law tort of malicious prose-\ncution. See Reply Brief 9; Wallace, 549 U. S., at 389–390.\nAn element of that tort is the “termination of the . . .\nproceeding in favor of the accused”; and accordingly, the\nstatute of limitations does not start to run until that ter-\nmination takes place. Heck, 512 U. S., at 484, 489. Man-\nuel argues that following the same rule in suits like his\nwill avoid “conflicting resolutions” in §1983 litigation and\ncriminal proceedings by “preclud[ing] the possibility of the\nclaimant succeeding in the tort action after having been\nconvicted in the underlying criminal prosecution.” Id., at\n484, 486; see Reply Brief 10–11; Brief for United States as\nAmicus Curiae 24–25, n. 16. In support of Manuel’s posi-\ntion, all but two of the ten Courts of Appeals that have\nrecognized a Fourth Amendment claim like his have in-\ncorporated a “favorable termination” element and so\npegged the statute of limitations to the dismissal of the\ncriminal case. See n. 4, supra.9 That means in the great\nmajority of Circuits, Manuel’s claim would be timely.\n   The City, however, contends that any such Fourth\nAmendment claim accrues (and the limitations period\nstarts to run) on the date of the initiation of legal pro-\ncess—here, on March 18, 2011, more than two years before\nManuel filed suit. See Brief for Respondents 33. Accord-\ning to the City, the most analogous tort to Manuel’s consti-\n——————\n  9 The two exceptions—the Ninth and D. C. Circuits—have not yet\n\nweighed in on whether a Fourth Amendment claim like Manuel’s\nincludes a “favorable termination” element.\n\u000c14                       MANUEL v. JOLIET\n\n                         Opinion of the Court\n\ntutional claim is not malicious prosecution but false ar-\nrest, which accrues when legal process commences. See\nTr. of Oral Arg. 47; Wallace, 549 U. S., at 389 (noting\naccrual rule for false arrest suits). And even if malicious\nprosecution were the better comparison, the City contin-\nues, a court should decline to adopt that tort’s favorable-\ntermination element and associated accrual rule in adjudi-\ncating a §1983 claim involving pretrial detention. That\nelement, the City argues, “make[s] little sense” in this\ncontext because “the Fourth Amendment is concerned not\nwith the outcome of a prosecution, but with the legality of\nsearches and seizures.” Brief for Respondents 16. And\nfinally, the City contends that Manuel forfeited an alter-\nnative theory for treating his date of release as the date of\naccrual: to wit, that his pretrial detention “constitute[d] a\ncontinuing Fourth Amendment violation,” each day of\nwhich triggered the statute of limitations anew. Id., at 29,\nand n. 6; see Tr. of Oral Arg. 36; see also Albright, 510\nU. S., at 280 (GINSBURG, J., concurring) (propounding a\nsimilar view). So Manuel, the City concludes, lost the\nopportunity to recover for his pretrial detention by waiting\ntoo long to file suit.\n   We leave consideration of this dispute to the Court of\nAppeals. “[W]e are a court of review, not of first view.”\nCutter v. Wilkinson, 544 U. S. 709, 718, n. 7 (2005). Be-\ncause the Seventh Circuit wrongly held that Manuel\nlacked any Fourth Amendment claim once legal process\nbegan, the court never addressed the elements of, or rules\napplicable to, such a claim. And in particular, the court\nnever confronted the accrual issue that the parties contest\nhere.10 On remand, the Court of Appeals should decide\n——————\n  10 The dissent would have us address these questions anyway, on the\n\nground that “the conflict on the malicious prosecution question was the\ncenterpiece of Manuel’s argument in favor of certiorari.” Post, at 2.\nBut the decision below did not implicate a “conflict on the malicious\nprosecution question”—because the Seventh Circuit, in holding that\n\u000c                     Cite as: 580 U. S. ____ (2017)                  15\n\n                         Opinion of the Court\n\nthat question, unless it finds that the City has previously\nwaived its timeliness argument. See Reply to Brief in\nOpposition 1–2 (addressing the possibility of waiver); Tr.\nof Oral Arg. 40–44 (same). And so too, the court may\nconsider any other still-live issues relating to the contours\nof Manuel’s Fourth Amendment claim for unlawful pretrial\ndetention.\n                        *     *    *\n  For the reasons stated, we reverse the judgment of the\nSeventh Circuit and remand the case for further proceed-\nings consistent with this opinion.\n                                          It is so ordered.\n\n\n\n\n——————\ndetainees like Manuel could not bring a Fourth Amendment claim at\nall, never considered whether (and, if so, how) that claim should resem-\nble the malicious prosecution tort. Nor did Manuel’s petition for\ncertiorari suggest otherwise. The principal part of his question pre-\nsented—mirroring the one and only Circuit split involving the decision\nbelow—reads as follows: “[W]hether an individual’s Fourth Amendment\nright to be free from unreasonable seizure continues beyond legal\nprocess.” Pet. for Cert. i. That is exactly the issue we have resolved.\nThe rest of Manuel’s question did indeed express a view as to what\nwould follow from an affirmative answer (“so as to allow a malicious\nprosecution claim”). Ibid. (And as the dissent notes, the Seventh\nCircuit recounted that he made the same argument in that court. See\npost, at 2, n. 1.) But as to that secondary issue, we think (for all the\nreasons just stated) that Manuel jumped the gun. See supra, at 11–14.\nAnd contra the dissent, his doing so provides no warrant for our doing\nso too.\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                     THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 14–9496\n                          _________________\n\n\n ELIJAH MANUEL, PETITIONER v. CITY OF JOLIET, \n\n              ILLINOIS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SEVENTH CIRCUIT\n\n                        [March 21, 2017]\n\n\n   JUSTICE THOMAS, dissenting.\n   I join JUSTICE ALITO’s opinion in full but write separately\nregarding the accrual date for a Fourth Amendment\nunreasonable-seizure claim. JUSTICE ALITO suggests that\na claim for unreasonable seizure based on a warrantless\narrest might not accrue until the “first appearance” under\nIllinois law (or the “initial appearance” under federal\nlaw)—which ordinarily represents the first judicial deter-\nmination of probable cause for that kind of arrest—rather\nthan at the time of the arrest. See post, at 1, 9 (dissenting\nopinion); see also Wallace v. Kato, 549 U. S. 384 (2007)\n(taking a similar approach). Which of those events is the\ncorrect one for purposes of accrual makes no difference in\nthis case, because both the arrest and the first appearance\noccurred more than two years before petitioner filed suit.\nSee ante, at 4; see also Wallace, supra, at 387 (petitioner’s\nclaim was untimely regardless of whether it accrued on\nday of arrest or first appearance).\n   I would leave for another case (one where the question is\ndispositive) whether an unreasonable-seizure claim would\naccrue on the date of the first appearance if that appear-\nance occurred on some day after the arrest. I think the\nanswer to that question might turn on the meaning of\n“seizure,” rather than on the presence or absence of any\nform of legal process. See post, at 7–8 (describing the\nordinary meaning of “seizure”).\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                      ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 14–9496\n                          _________________\n\n\n ELIJAH MANUEL, PETITIONER v. CITY OF JOLIET, \n\n              ILLINOIS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SEVENTH CIRCUIT\n\n                        [March 21, 2017]\n\n\n   JUSTICE ALITO, with whom JUSTICE THOMAS joins,\ndissenting.\n   I agree with the Court’s holding up to a point: The pro-\ntection provided by the Fourth Amendment continues to\napply after “the start of legal process,” ante, at 1, if legal\nprocess is understood to mean the issuance of an arrest\nwarrant or what is called a “first appearance” under Illi-\nnois law and an “initial appearance” under federal law.\nIll. Comp. Stat., ch. 725, §§5/109–1(a), (e) (West Supp.\n2015); Fed. Rule Crim. Proc. 5. But if the Court means\nmore—specifically, that new Fourth Amendment claims\ncontinue to accrue as long as pretrial detention lasts—the\nCourt stretches the concept of a seizure much too far.\n   What is perhaps most remarkable about the Court’s\napproach is that it entirely ignores the question that we\nagreed to decide, i.e., whether a claim of malicious prose-\ncution may be brought under the Fourth Amendment. I\nwould decide that question and hold that the Fourth\nAmendment cannot house any such claim. If a malicious\nprosecution claim may be brought under the Constitution,\nit must find some other home, presumably the Due Pro-\ncess Clause.\n                            I\n  The question that was set out in Manuel’s petition for a\n\u000c2                        MANUEL v. JOLIET\n\n                         ALITO, J., dissenting\n\nwrit of certiorari and that we agreed to decide is as\nfollows:\n      “[W]hether an individual’s Fourth Amendment right\n      to be free from unreasonable seizure continues beyond\n      legal process so as to allow a malicious prosecution\n      claim based upon the Fourth Amendment. This ques-\n      tion was raised, but left unanswered, by this Court in\n      Albright v. Oliver, 510 U. S. 266 (1994). Since then,\n      the First, Second, Third, Fourth, Fifth, Sixth, Ninth,\n      Tenth, Eleventh, and D. C. Circuits have all held that\n      a Fourth Amendment malicious prosecution claim is\n      cognizable through 42 U. S. C. §1983 (“Section 1983”).\n      Only the Seventh Circuit holds that a Fourth\n      Amendment Section 1983 malicious prosecution claim\n      is not cognizable.” Pet. for Cert. i (emphasis added).\n  The question’s reference to “a malicious prosecution\nclaim” was surely no accident. First, the conflict on the\nmalicious prosecution question was the centerpiece of\nManuel’s argument in favor of certiorari.1 Second, unless\n——————\n    1 The Court defends this evasion on the ground that it is resolving\n“the one and only Circuit split involving the decision below.” Ante, at\n15, n. 10. That is flatly wrong. As the Seventh Circuit acknowledged,\nits decision in this case and an earlier case on which the decision here\nrelied, Newsome v. McCabe, 256 F. 3d 747 (2001), conflict with deci-\nsions of other circuits holding that a malicious prosecution claim may\nbe brought under the Fourth Amendment. The decision below states:\n“Manuel argues that we should reconsider our holding in Newsome and\nrecognize a federal claim for malicious prosecution under the Fourth\nAmendment regardless of the available state remedy. By his count, 10\nother Circuits have recognized federal malicious-prosecution claims\nunder the Fourth Amendment.” 590 Fed. Appx. 641, 643 (2015). The\ncourt refused to overrule Newsome and said that “Manuel’s argument is\nbetter left for the Supreme Court.” Ibid.\n   Manuel’s petition for a writ of certiorari repeatedly made the same\npoint. See Pet. for Cert. 2 (“The Seventh Circuit stands alone among\ncircuits in not allowing a federal malicious prosecution claim grounded\non the Fourth Amendment”); id., at 10 (“Ten Federal Circuits Correctly\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                          ALITO, J., dissenting\n\nManuel is given the benefit of the unique accrual rule for\nmalicious prosecution claims, his claim is untimely, and he\nis not entitled to relief.\n                             A\n  I would first consider what I take to be the core of the\nquestion presented—whether a “malicious prosecution\nclaim may be brought under the Fourth Amendment.” See\nibid. Manuel asked us to decide that question because it\nmay be critical to his ultimate success in this lawsuit.\nWhy is that so?\n  The statute of limitations for Manuel’s claim is Illinois’s\ngeneral statute of limitations for personal-injury torts, see\nWallace v. Kato, 549 U. S. 384, 387 (2007), which requires\nsuit to be brought within two years of the accrual of the\n——————\nHold That Malicious Prosecution is Actionable as a Fourth Amend-\nment, Section 1983 Claim”); ibid. (“[E]ight circuits have held that\nmalicious prosecution is cognizable through a Section 1983 Fourth\nAmendment claim”). All of the decisions that are cited as being in\nconflict with the decision below involved malicious prosecution claims\nand are described as such. See id., at 10–11.\n   It is certainly true that the question whether a malicious prosecution\nclaim may be brought under the Fourth Amendment subsumes the\nquestion whether a Fourth Amendment seizure continues past a first or\ninitial appearance, but answering the latter question does not by any\nmeans resolve the Circuit split that Manuel cited and that we took this\ncase to resolve. Suppose that the Seventh Circuit were to hold on\nremand that a Fourth Amendment seizure may continue up to the date\nwhen trial begins but no further. Such a holding would be consistent\nwith the Court’s holding in this case, but there would still be a conflict\nbetween Seventh Circuit case law and the decisions of other Circuits (on\nwhich Manuel relied, see ibid.), holding that a standard malicious\nprosecution claim (which requires a termination favorable to the de-\nfendant) may be brought under the Fourth Amendment. See, e.g.,\nHernandez-Cuevas v. Taylor, 723 F. 3d 91, 99 (CA1 2013); Manganiello\nv. New York, 612 F. 3d 149, 160–161 (CA2 2010); McKenna v. Philadel-\nphia, 582 F. 3d 447, 461 (CA3 2009); Evans v. Chalmers, 703 F. 3d 636,\n647 (CA4 2012); Sykes v. Anderson, 625 F. 3d 294, 308 (CA6 2010);\nGrider v. Auburn, 618 F. 3d 1240, 1256 (CA11 2010).\n\u000c4                     MANUEL v. JOLIET\n\n                       ALITO, J., dissenting\n\nclaim, see Ill. Comp. Stat., ch. 735, §5/13–202 (West 2010).\nHere is the chronology of relevant events in this case:\n      \t March 18, 2011: Manuel is arrested and brought be-\n         fore a county court judge, who makes the required\n         probable-cause finding because Manuel was arrested\n         without a warrant.\n      \t March 31, 2011: Manuel is indicted by a grand jury.\n      \t April 8, 2011: Manuel is arraigned.\n      \t May 4, 2011: An assistant state’s attorney moves to\n         dismiss the charges, and the motion is granted.\n      \t May 5, 2011: Manuel is released from jail.\n      \t April 22, 2013: Manuel files his complaint.\n  Since the statute of limitations requires the commence-\nment of suit within two years of accrual, Manuel’s claim is\nuntimely unless it accrued on or after April 22, 2011. And\nthe only events in the above chronology that occurred\nwithin that time frame are the dismissal of the charge\nagainst him and his release from custody. A claim of\nmalicious prosecution “does not accrue until the criminal\nproceedings have terminated in the plaintiff ’s favor.”\nHeck v. Humphrey, 512 U. S. 477, 489 (1994); see 3 Re-\nstatement (Second) of Torts §653 (1976). None of the other\ncommon-law torts to which Manuel’s claim might be com-\npared—such as false arrest or false imprisonment—has\nsuch an accrual date. See Wallace, supra, at 397 (holding\nthat a claim for false imprisonment under the Fourth\nAmendment accrues when “the claimant becomes detained\npursuant to legal process”). Therefore, if Manuel’s case is\nto go forward, it is essential that his claim be treated like\na malicious prosecution claim.\n                             B\n    Although the Court refuses to decide whether Manuel’s\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     ALITO, J., dissenting\n\nclaim should be so treated, the answer to that question—\nthe one that the Court actually agreed to review—is\nstraightforward: A malicious prosecution claim cannot be\nbased on the Fourth Amendment.\n   “The first inquiry in any §1983 suit,” the Court has\nexplained, is “to isolate the precise constitutional viola-\ntion with which [the defendant] is charged.” Baker v.\nMcCollan, 443 U. S. 137, 140 (1979). In this case, Manuel\ncharges that he was seized without probable cause in\nviolation of the Fourth Amendment. In order to flesh out\nthe elements of this constitutional tort, we must look for\n“tort analogies.” Wilson v. Garcia, 471 U. S. 261, 277\n(1985). Manuel says that the appropriate analog is the\ntort of malicious prosecution, so we should look to the\nelements of that tort.\n    To make out a claim for malicious prosecution, a plain-\ntiff generally must show three things: (1) “that the crimi-\nnal proceeding was initiated or continued by the defendant\nwithout ‘probable cause,’ ” W. Keeton, D. Dobbs, P. Keeton,\n\u0026 D. Owen, Prosser and Keeton on Law of Torts 876 (5th\ned. 1984) (Prosser and Keeton) (emphasis added), (2) “that\nthe defendant instituted the proceeding ‘maliciously,’ ” id.,\nat 882, and (3) that “the proceedings have terminated in\nfavor of the accused,” 3 Restatement (Second) of Torts\n§653(b); see also Heck, supra, at 489.\n   There is a severe mismatch between these elements and\nthe Fourth Amendment. First, the defendants typically\nnamed in Fourth Amendment seizure cases—namely, law\nenforcement officers—lack the authority to initiate or\ndismiss a prosecution. See Prosser and Keeton 876. That\nauthority lies in the hands of prosecutors. A law enforce-\nment officer, including the officer responsible for the de-\nfendant’s arrest, may testify before a grand jury, at a\npreliminary examination, see Ill. Comp. Stat., ch. 725,\n§§5/109–3(b), 5/109–3.1(b) (West 2010), or hearing, see\nFed. Rule Crim. Proc. 5.1, and at trial. But when that\n\u000c6                        MANUEL v. JOLIET\n\n                         ALITO, J., dissenting\n\noccurs, the officer is simply a witness and is not responsi-\nble for “the decision to press criminal charges.” Rehberg v.\nPaulk, 566 U. S. 356, 371 (2012).\n  Second, while subjective bad faith, i.e., malice, is the\ncore element of a malicious prosecution claim, it is firmly\nestablished that the Fourth Amendment standard of\nreasonableness is fundamentally objective. See Ashcroft v.\nal-Kidd, 563 U. S. 731, 736 (2011). These two standards—\none subjective and the other objective—cannot co-exist. In\nsome instances, importing a malice requirement into the\nFourth Amendment would leave culpable conduct unpun-\nished. An officer could act unreasonably, thereby violating\nthe Fourth Amendment, without even a hint of bad faith.\nIn other cases, the malice requirement would cast too wide\na net. An officer could harbor intense personal ill will\ntoward an arrestee but still act in an objectively reason-\nable manner in carrying out an arrest.\n  Finally, malicious prosecution’s favorable-termination\nelement makes no sense when the claim is that a seizure\nviolated the Fourth Amendment. The Fourth Amend-\nment, after all, prohibits all unreasonable seizures—\nregardless of whether a prosecution is ever brought or how\na prosecution ends. A “Fourth Amendment wrong” “is\nfully accomplished,” United States v. Calandra, 414 U. S.\n338, 354 (1974), when an impermissible seizure occurs.\nThe Amendment is violated and the injury is inflicted no\nmatter what happens in any later proceedings.\n  Our cases concerning Fourth Amendment claims\nbrought under 42 U. S. C. §1983 prove the point. For\nexample, we have recognized that there is no favorable-\ntermination element for a Fourth Amendment false im-\nprisonment claim. See Wallace, 549 U. S., at 389–392.2\n——————\n  2 In Wallace, the Court noted that “[f]alse arrest and false imprison-\n\nment overlap” and decided to “refer to the two torts together as false\nimprisonment.” 549 U. S., at 388–389.\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     ALITO, J., dissenting\n\nAn arrestee can file such a claim while his prosecution is\npending—and, in at least some situations—will need to do\nso to ensure that the claim is not time barred. See id., at\n392–395. By the same token, an individual may seek\ndamages for pretrial Fourth Amendment violations even\nafter a valid conviction. For example, in Haring v. Prosise,\n462 U. S. 306, 308 (1983), the respondent pleaded guilty to\na drug crime without raising any Fourth Amendment\nissues. He then brought a §1983 suit, challenging the\nconstitutionality of the search that led to the discovery of\nthe drugs on which his criminal charge was based. The\nCourt held that respondent’s suit could proceed—despite\nhis valid conviction. Id., at 323; see also Heck, 512 U. S.,\nat 487, n. 7 (“[A] suit for damages attributable to an alleg-\nedly unreasonable search may lie even if the challenged\nsearch produced evidence that was introduced in a state\ncriminal trial resulting in the §1983 plaintiff ’s still-\noutstanding conviction”).\n   The favorable-termination element is similarly irrele-\nvant to claims like Manuel’s. Manuel alleges that he was\narrested and held based entirely on falsified evidence. In\nsuch a case, it makes no difference whether the prosecu-\ntion was eventually able to gather and introduce legiti-\nmate evidence and to obtain a conviction at trial. The\nunlawful arrest and detention would still provide grounds\nfor recovery. Accordingly, there is no good reason why the\naccrual of a claim like Manuel’s should have to await a\nfavorable termination of the prosecution.\n   For all these reasons, malicious prosecution is a strik-\ningly inapt “tort analog[y],” Wilson, 471 U. S., at 277, for\nFourth Amendment violations. So the answer to the\nquestion presented in Manuel’s certiorari petition is that\nthe Fourth Amendment does not give rise to a malicious\nprosecution claim, and this means that Manuel’s suit is\nuntimely. I would affirm the Seventh Circuit on that\nbasis.\n\u000c8                    MANUEL v. JOLIET\n\n                      ALITO, J., dissenting\n\n                               II\n   Instead of deciding the question on which we granted\nreview, the Court ventures in a different direction. The\nCourt purports to refrain from deciding any issue of time-\nliness, see ante, at 10, but the Court’s opinion is certain to\nbe read by some to mean that every moment of pretrial\nconfinement without probable cause constitutes a violation\nof the Fourth Amendment. And if that is so, it would seem\nto follow that new Fourth Amendment claims continue to\naccrue as long as the pretrial detention lasts.\n                              A\n   That proposition—that every moment in pretrial\ndetention constitutes a “seizure”—is hard to square with\nthe ordinary meaning of the term. The term “seizure”\napplies most directly to the act of taking a person into\ncustody or otherwise depriving the person of liberty. It is\nnot generally used to refer to a prolonged detention.\nDictionary definitions from around the time of the adop-\ntion of the Fourth Amendment define the term “seizure” as\na single event—and not a continuing condition. See, e.g., 2\nN. Webster, An American Dictionary of the English Lan-\nguage 67 (1828) (Webster) (defining “seizure” as “the act of\nlaying hold on suddenly”); 1 S. Johnson, A Dictionary of\nthe English Language (6th ed. 1785) (defining “seizure” as\n“the act of taking forcible possession”); 1 T. Dyche \u0026 W.\nPardon, A New General English Dictionary (14th ed. 1771)\n(defining “seize” as “to lay or take hold of violently or at\nunawares, wrongfully, or by force”). As the Court has\nexplained before, “[f]rom the time of the founding to the\npresent, the word ‘seizure’ has meant a ‘taking posses-\nsion.’ ” California v. Hodari D., 499 U. S. 621, 624 (1991)\n(quoting 2 Webster 67). And we have cautioned against\n“stretch[ing] the Fourth Amendment beyond its words and\nbeyond the meaning of arrest.” 499 U. S., at 627. The\nMembers of Congress who proposed the Fourth Amend-\n\u000c                     Cite as: 580 U. S. ____ (2017)                    9\n\n                          ALITO, J., dissenting\n\nment and the State legislatures that ratified the Amend-\nment would have expected to see a more expansive term,\nsuch as “detention” or “confinement,” if a Fourth Amend-\nment seizure could be a long event that continued\nthroughout the entirety of the pretrial period.\n  In my view, a period of detention spanning weeks or\nmonths cannot be viewed as one long, continuing seizure,\nand a pretrial detainee is not “seized” over and over again\nas long as he remains in custody.3 Of course, the damages\nresulting from an unlawful seizure may continue to mount\nduring the period of confinement caused by the seizure,\nbut no new Fourth Amendment seizure claims accrue after\nthat date.4 Thus, any possible Fourth Amendment claim\nthat Manuel could bring is time barred.\n\n——————\n   3 By the Court’s logic, there is no apparent reason why even a judg-\n\nment of conviction should cut off the accrual of new Fourth Amendment\nclaims based on the use of fabricated evidence. The Court writes that\n“[n]othing in the nature of the legal proceeding establishing probable\ncause makes a difference for purposes of the Fourth Amendment.”\nAnte, at 11, n. 8. “[I]f the proceeding is tainted—as here, by fabricated\nevidence—and the result is that probable cause is lacking,” the Court\ncontinues, “then the ensuing pretrial detention violates the confined\nperson’s Fourth Amendment rights, for all the reasons we have stated.”\nIbid. Although the Court inserts the word “pretrial” in this sentence,\nits logic provides no reason for that limitation. If a Fourth Amendment\nseizure continues as long as a person is detained, there is no reason\nwhy incarceration after conviction cannot be regarded as a continuing\nseizure. The Court asserts that the Fourth Amendment “drops out of\nthe picture” after trial, ibid., but it does not explain why this is so.\nThere are facilities that house both pretrial detainees and prisoners\nserving sentences. If a detainee is transferred following conviction from\nthe section for detainees to the section for prisoners, does the transfer\nrender this person “unseized”?\n   4 There is authority for the proposition that a grand jury indictment\n\nor a determination of probable cause after an adversary proceeding may\nbe an intervening cause that cuts off liability for an unlawful arrest.\nSee Wallace v. Kato, 494 U. S. 384, 390 (2007); Prosser and Keeton 885.\nI would not decide that question here.\n\u000c10                   MANUEL v. JOLIET\n\n                      ALITO, J., dissenting\n\n                               B\n   The Court is mistaken in saying that its decision “fol-\nlows from settled precedent.” Ante, at 1. The Court reads\nAlbright v. Oliver, 510 U. S. 266 (1994), and Gerstein v.\nPugh, 420 U. S. 103 (1975), to mean that the Fourth\nAmendment can be violated “when legal process itself goes\nwrong,” ante, at 9, but the accuracy of that interpretation\ndepends on the meaning of “legal process.” The Court’s\nreading is correct if by “legal process” the Court means a\ndetermination of probable cause at a first or initial ap-\npearance. See Ill. Comp. Stat., ch. 725, §5/109–1 (West\nSupp. 2015); Fed. Rule Crim. Proc. 5(b). When an arrest\nwarrant is obtained, the probable-cause determination is\nmade at that time, and there is thus no need for a repeat\ndetermination at the first or initial appearance. But when\nan arrest is made without a warrant, the arrestee, gener-\nally within 48 hours, must be brought before a judicial\nofficer, County of Riverside v. McLaughlin, 500 U. S. 44,\n56 (1991), who then completes the arrest process by mak-\ning the same determination that would have been made as\npart of the warrant application process. See Ill. Comp.\nStat., ch. 725, §§5/109–1(a), (b); Fed. Rule Crim. Proc. 4(a),\n5(b). Thus, this appearance is an integral part of the\nprocess of taking the arrestee into custody and easily falls\nwithin the meaning of the term “seizure.” But other forms\nof “legal process,” for example, a grand jury indictment or\na determination of probable cause at a preliminary exami-\nnation or hearing, do not fit within the concept of a “sei-\nzure,” and the cases cited by the Court do not suggest\notherwise.\n   Take Albright first. A detective named Oliver procured\na warrant for the arrest of Albright for distributing a\n“look-alike” substance. See Albright v. Oliver, 975 F. 2d\n343, 344 (CA7 1992). The warrant was based on infor-\nmation given to Oliver by the purchaser of the substance.\nIbid. After learning of the warrant, Albright turned him-\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     ALITO, J., dissenting\n\nself in, was booked, and was released on bond. Ibid.\nOliver testified at what Illinois calls a preliminary exami-\nnation and apparently related the information provided by\nthe alleged purchaser. Ibid. The judge found probable\ncause, but the charges were later dismissed. Ibid. Accord-\ning to the Seventh Circuit, probable cause was sorely\nlacking, id., at 345, and Albright sued Oliver under 42\nU. S. C. §1983, claiming that Oliver had violated his sub-\nstantive due process right not to be prosecuted without\nprobable cause. All that this Court held was that Al-\nbright’s claim had to be analyzed under the Fourth\nAmendment, not substantive due process.\n   The Court now reads Albright to mean that a Fourth\nAmendment seizure continues “after the start of ‘legal\nprocess,” but three forms of what might be termed “legal\nprocess” were issued in Albright: the arrest warrant, the\norder releasing him on bond after his first appearance,\nand the order holding him over for trial after the prelimi-\nnary examination. I agree that Albright’s seizure did not\nend with the issuance of the warrant (that would be ridic-\nulous since he had not even been arrested at that point) or\nthe first appearance, see ante, at 8–9, and n. 6, but it is\nimpossible to read anything more into the holding in\nAlbright. The terse plurality opinion joined by four Jus-\ntices said no more; the opinion of Justice Scalia, who\njoined the plurality opinion, referred only to Albright’s\n“arrest,” 510 U. S., at 275 (concurring opinion); and Jus-\ntices KENNEDY and THOMAS, who concurred in the judg-\nment, did so only because Albright’s “allegation of arrest\nwithout probable cause must be analyzed under the\nFourth Amendment.” Id., at 281 (KENNEDY, J., concurring\nin the judgment). To read anything more into Albright is\nto adopt the position taken by just one Member of the\nplurality, see id., at 279 (GINSBURG, J., concurring) (sei-\nzure continues throughout the period of pretrial deten-\ntion), and the two Justices in dissent, see id., at 307 (Ste-\n\u000c12                   MANUEL v. JOLIET\n\n                      ALITO, J., dissenting\n\nvens, J., dissenting) (same).\n   The other precedent on which the Court relies, Gerstein,\ngoes no further than Albright. All that the Court held in\nGerstein was that if there is no probable-cause finding by a\nneutral magistrate before an arrest, there must be one\nafter the arrest. 420 U. S., at 111–116. The Court rea-\nsoned that “the Fourth Amendment requires a judicial\ndetermination of probable cause as a prerequisite to ex-\ntended restraint of liberty following arrest.” Id., at 114.\nThe Court said nothing about whether a claim for a sei-\nzure in violation of the Fourth Amendment could accrue\nafter an initial appearance.\n   The Court thus is forced to rely on dicta—taken out of\ncontext—from Gerstein. For example, the Court cites\nGerstein’s statement that “[t]he Fourth Amendment was\ntailored explicitly for the criminal justice system,” and\nthat it “always has been thought to define the ‘process that\nis due’ for seizures of person[s] . . . in criminal cases, in-\ncluding the detention of suspects pending trial.” Id., at\n125, n. 27. This statement hardly shows that a Fourth\nAmendment seizure continues throughout a period of\npretrial detention, and the Court does not mention the\nvery next sentence in Gerstein—which suggests that the\nFourth Amendment might govern “only the first stage” of\na prosecution, eventually giving way to other protections\nthat are also part of our “elaborate system, unique in\njurisprudence, designed to safeguard the rights of those\naccused of criminal conduct.” Ibid. (emphasis deleted). In\nthe end, Gerstein stands for the proposition that the\nFourth Amendment requires a post-arrest probable cause\nfinding by a neutral magistrate; it says nothing about\nwhether the Fourth Amendment extends beyond that or\nany other “legal process.”\n                        *   *   *\n     A well-known medical maxim—“first, do no harm”—is a\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     ALITO, J., dissenting\n\ngood rule of thumb for courts as well. The Court’s decision\ntoday violates that rule by avoiding the question presented\nin order to reach an unnecessary and tricky issue. The\nresulting opinion will, I fear, inject much confusion into\nFourth Amendment law. And it has the potential to do\nmuch harm—by dramatically expanding Fourth Amend-\nment liability under §1983 in a way that does violence to\nthe text of the Fourth Amendment. I respectfully dissent.\n\u000c",
	"cited_id": [
		112924
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Albright v. Oliver, 510 U. S. 266 (1994)"
	],
	"case_extract": [
		"Albright v. Oliver, 510 U. S. 266, 274 (1994)"
	],
	"citing_sentence": "And those consti- tutional protections apply even after the start of “legal process” in a criminal case—here, that is, after the judge’s determination of probable cause. See Albright v. Oliver, 510 U. S. 266, 274 (1994) (plurality opinion); id., at 290 (Souter, J., concurring in judgment).",
	"citing_paragraph": "Petitioner Elijah Manuel was held in jail for some seven weeks after a judge relied on allegedly fabricated evidence to find probable cause that he had committed a crime. The primary question in this case is whether Manuel may bring a claim based on the Fourth Amendment to contest the legality of his pretrial confinement. Our answer fol- lows from settled precedent. The Fourth Amendment, this Court has recognized, establishes “the standards and procedures” governing pretrial detention. See, e.g., Ger- stein v. Pugh, 420 U. S. 103, 111 (1975). And those consti- tutional protections apply even after the start of “legal process” in a criminal case—here, that is, after the judge’s determination of probable cause. See Albright v. Oliver, 510 U. S. 266, 274 (1994) (plurality opinion); id., at 290 (Souter, J., concurring in judgment). Accordingly, we hold today that Manuel may challenge his pretrial detention on the ground that it violated the Fourth Amendment (while we leave all other issues, including one about that claim’s timeliness, to the court below).",
	"relevant_keywords": [
		"Fourth Amendment",
		"pretrial detention",
		"standard",
		"procedure",
		"person",
		"suspect",
		"pending trial",
		"deprivation of liberty",
		"apply",
		"commence",
		"legal process",
		""
	],
	"query": [
		"(\"pretrial detention\" OR \"pending trial\") AND (\"Fourth Amendment\" OR \"4th Amendment\") AND standard AND procedure AND (person OR suspect) AND commence! AND after AND \"legal process\"",
		"(\"pretrial detention\" OR \"pending trial\") AND (\"Fourth Amendment\" OR \"4th Amendment\") AND standard AND procedure AND (person OR suspect) AND ((commence! AND after AND \"legal process\") OR \"probable cause\")",
		"(\"Fourth Amendment\" OR \"4th Amendment\") AND standard AND procedure AND (person OR suspect) AND ((commence! AND after AND \"legal process\") OR \"reasonable cause\") AND (detent! OR detain!)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "standard"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "procedure"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "commence*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "after"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "legal process",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "pretrial detention",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "pending trial",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fourth amendment",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "4th amendment",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "person"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "suspect"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "standard"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "procedure"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "pretrial detention",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "pending trial",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fourth amendment",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "4th amendment",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "person"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "suspect"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "probable cause",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "commence*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "after"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "legal process",
														"type": "phrase"
													}
												}
											]
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "standard"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "procedure"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fourth amendment",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "4th amendment",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "person"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "suspect"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "reasonable cause",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "commence*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "after"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "legal process",
														"type": "phrase"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "detent*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "detain*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}