{
	"id": 43,
	"case_id": 4154238,
	"case_title": "NLRB v. SW General, Inc",
	"date_filed": "2017-03-21",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n     NATIONAL LABOR RELATIONS BOARD v. SW \n\n    GENERAL, INC., DBA SOUTHWEST AMBULANCE \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n          THE DISTRICT OF COLUMBIA CIRCUIT\n\n  No. 15–1251. Argued November 7, 2016—Decided March 21, 2017\nArticle II of the Constitution requires that the President obtain “the\n  Advice and Consent of the Senate” before appointing “Officers of the\n  United States.” §2, cl. 2. Given this provision, the responsibilities of\n  an office requiring Presidential appointment and Senate confirma-\n  tion (PAS office) may go unperformed if a vacancy arises and the\n  President and Senate cannot promptly agree on a replacement. Con-\n  gress has accounted for this reality by giving the President limited\n  authority to appoint acting officials to temporarily perform the func-\n  tions of a vacant PAS office without first obtaining Senate approval.\n     The current version of that authorization is the Federal Vacancies\n  Reform Act of 1998 (FVRA). Section 3345(a) of the FVRA permits\n  three categories of Government officials to perform acting service in a\n  vacant PAS office. Subsection (a)(1) prescribes the general rule that,\n  if a vacancy arises in a PAS office, the first assistant to that office\n  “shall perform” the office’s “functions and duties temporarily in an\n  acting capacity.” Subsections (a)(2) and (a)(3) provide that, “notwith-\n  standing paragraph (1),” the President “may direct” a person already\n  serving in another PAS office, or a senior employee in the relevant\n  agency, to serve in an acting capacity instead.\n     Section 3345 also makes certain individuals ineligible for acting\n  service. Subsection (b)(1) states: “Notwithstanding subsection (a)(1),\n  a person may not serve as an acting officer for an office under this\n  section” if the President nominates him for the vacant PAS office and,\n  during the 365-day period preceding the vacancy, the person “did not\n  serve in the position of first assistant” to that office or “served in\n  [that] position . . . for less than 90 days.”\n     The general counsel of the National Labor Relations Board (NLRB\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2\u003c/span\u003e                    \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                                Syllabus\n\n or the Board) is a PAS office. In June 2010, a vacancy arose in that\n office, and the President directed Lafe Solomon to serve as acting\n general counsel. Solomon qualified for acting service under subsec-\n tion (a)(3) of the FVRA, because he was a senior employee at the\n NLRB. In January 2011, the President nominated Solomon to serve\n as the NLRB’s general counsel on a permanent basis. The Senate\n never took action on the nomination, and the President ultimately\n withdrew Solomon’s name in favor of a new candidate, whom the\n Senate confirmed in October 2013. Throughout this entire period\n Solomon served as the acting general counsel to the NLRB.\n    In January 2013, an NLRB Regional Director, exercising authority\n on Solomon’s behalf, issued an unfair labor practices complaint\n against respondent SW General, Inc. An Administrative Law Judge\n concluded that SW General had committed unfair labor practices,\n and the NLRB agreed. SW General sought review in the United\n States Court of Appeals for the District of Columbia Circuit, arguing\n that the complaint was invalid because, under subsection (b)(1) of the\n FVRA, Solomon could not perform the duties of general counsel to the\n NLRB after having been nominated to fill that position. The NLRB\n countered that subsection (b)(1) applies only to first assistants who\n automatically assume acting duties under subsection (a)(1), not to\n acting officers who, like Solomon, serve under (a)(2) or (a)(3). The\n Court of Appeals vacated the Board’s order. It concluded that the\n prohibition on acting service by nominees contained in subsection\n (b)(1) applies to all acting officers, regardless of whether they serve\n pursuant to subsection (a)(1), (a)(2), or (a)(3). As a result, Solomon\n became ineligible to perform the duties of general counsel in an act-\n ing capacity once the President nominated him to fill that post.\nHeld:\n    1. Subsection (b)(1) of the FVRA prevents a person who has been\n nominated to fill a vacant PAS office from performing the duties of\n that office in an acting capacity. The prohibition applies to anyone\n performing acting service under the FVRA. It is not limited to first\n assistants performing acting service under subsection (a)(1). Pp. 8–\n 18.\n       (a) The text of the FVRA requires this conclusion. Pp. 8–14.\n         (1) Subsection (b)(1) applies to any “person” and prohibits ser-\n vice “as an acting officer for an office under this section.” “Person”\n has an expansive meaning that can encompass anyone who performs\n acting duties under the FVRA. See Pfizer Inc. v. Government of In-\n dia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109763\"\u003e\u003ca href=\"/opinion/109763/pfizer-inc-v-government-of-india/\"\u003e\u003cspan class=\"volume\"\u003e434\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e308\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 312. And “under this section” clarifies that sub-\n section (b)(1) applies to all of §3345: The FVRA contains cross-\n references to specific subsections and paragraphs. But subsection\n (b)(1) refers to §3345, which contains all of the ways a person may be-\n\u000c                   Cite as: 580 U. S. ____ (2017)                      3\n\n                              Syllabus\n\ncome an acting officer. The rest of the FVRA also uses the pairing of\n“person” and “section” to encompass anyone serving as an acting of-\nficer under the FVRA, and Congress could readily have used more\nspecific language if it intended subsection (b)(1) to apply only to first\nassistants acting under (a)(1).\n   The dependent clause at the beginning of subsection (b)(1)—\n“[n]otwithstanding subsection (a)(1)”—confirms the breadth of the\nprohibition on acting service by nominees. In statutes, “notwith-\nstanding” clauses show that one provision prevails over another in\nthe event of a conflict. Here, that means that subsection (b)(1) ap-\nplies even when it conflicts with the default rule in (a)(1) that first\nassistants “shall perform” acting duties. Pp. 8–10.\n        (2) The Board argues that, because the phrase “notwithstand-\ning subsection (a)(1)” does not mention (a)(2) or (a)(3), Congress did\nnot intend the prohibition in subsection (b)(1) to apply to people serv-\ning as acting officers under those provisions. The Board relies on the\n“interpretive canon, expressio unius est exclusio alterius, expressing\none item of [an] associated group or series excludes another left un-\nmentioned.” Chevron U. S. A. Inc. v. Echazabal, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"121147\"\u003e\u003ca href=\"/opinion/121147/chevron-usa-inc-v-echazabal/\"\u003e\u003cspan class=\"volume\"\u003e536\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e73\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 80 (in-\nternal quotation marks omitted).\n   This interpretive canon applies, however, only when “circumstanc-\nes support[ ] a sensible inference that the term left out must have\nbeen meant to be excluded.” Id., at 81. A “notwithstanding” clause\ndoes not naturally give rise to such an inference; it just shows which\nof two or more provisions prevails in the event of a conflict. Singling\nout one conflict generally does not suggest that other, unaddressed\nconflicts should be resolved in the opposite manner. Here, the con-\nflict between (a)(1) and (b)(1) is unique: The former uses mandatory\nlanguage—the first assistant “shall perform” acting duties—while the\nlatter identifies who “may not” serve as an acting officer. The “not-\nwithstanding” clause clarifies that the mandatory language in sub-\nsection (a)(1) does not prevail over subsection (b)(1) in the event of a\nconflict. Subsections (a)(2) and (a)(3) lack that mandatory language,\nso the natural inference is that Congress left these provisions out of\nthe “notwithstanding” clause because they differ from subsection\n(a)(1), not to implicitly exempt them from the prohibition in subsec-\ntion (b)(1).\n   Moreover, subsection (b)(2) specifies that (b)(1) “shall not apply” to\ncertain people who are “serving as the first assistant.” If (b)(1) ap-\nplied only to first assistants, stating that limitation would be super-\nfluous. Pp. 10–14.\n      (b) Because the text is clear, the Board’s arguments about legis-\nlative history, purpose, and post-enactment practice need not be con-\nsidered. In any event, its arguments are not compelling.\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e                      \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                                   Syllabus\n\n       The original draft of the FVRA contained a prohibition on nomi-\n    nees serving as acting officers, but explicitly limited that prohibition\n    to first assistants. The Board argues that, when Congress revised\n    this original draft, it made changes to give the President more flexi-\n    bility to appoint acting officers and did not intend to broaden the\n    prohibition on nominees performing acting service. The glitch in this\n    argument is that Congress did change the prohibition on nominees\n    performing acting service, revising it to clearly apply to all acting of-\n    ficers. The fact that certain Senators stated that they wanted to give\n    the President more flexibility to appoint acting officials does not\n    mean that they got exactly what they wanted. Nor does a statement\n    by one of the sponsors of the FVRA—who said that subsection (b)(1)\n    applies only to first assistants—overcome the clear text, particularly\n    given that the very next Senator to speak offered a contradictory ac-\n    count of the provision.\n       The Board also argues that, since the FVRA was enacted, Congress\n    has not objected when Presidents have nominated individuals who\n    were serving as acting officers under subsection (a)(2) or (a)(3), and\n    that the Office of Legal Counsel and Government Accountability Of-\n    fice have issued guidance construing subsection (b)(1) to apply only to\n    first assistants. Relying on NLRB v. Noel Canning, the Board con-\n    tends that this “historical practice” is entitled to “significant weight.”\n    \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e573\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___.\n       “[H]istorical practice” is too grand a title for the Board’s evidence.\n    The FVRA was not enacted until 1998, and the evidence the Board\n    cites is not significant enough to warrant the conclusion that Con-\n    gress’s failure to speak up implies that it has acquiesced in the view\n    that subsection (b)(1) applies only to first assistants. By contrast, the\n    Court’s decision in Noel Canning dealt with the President’s constitu-\n    tional authority under the Recess Appointments Clause; an issue\n    that had attracted intense attention from Presidents, Attorneys Gen-\n    eral, and the Senate dating back to the beginning of the Republic.\n    Pp. 14–18.\n       2. Applying the FVRA to this case is straightforward. Subsection\n    (b)(1) prohibited Solomon from continuing his service as acting gen-\n    eral counsel once the President nominated him to fill the position\n    permanently. The President could have appointed another person to\n    serve as acting officer in Solomon’s place, but did not do so. P. 18.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e796\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e67\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, affirmed.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nTHOMAS, BREYER, ALITO, and KAGAN, JJ., joined. THOMAS, J., filed a\nconcurring opinion. SOTOMAYOR, J., filed a dissenting opinion, in which\nGINSBURG, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1251\n                                   _________________\n\n\nNATIONAL LABOR RELATIONS BOARD, PETITIONER\n     v. SW GENERAL, INC., DBA SOUTHWEST\n                AMBULANCE\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                                [March 21, 2017]\n\n\n  CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n  Article II of the Constitution requires that the President\nobtain “the Advice and Consent of the Senate” before\nappointing “Officers of the United States.” §2, cl. 2. Given\nthis provision, the responsibilities of an office requiring\nPresidential appointment and Senate confirmation—\nknown as a “PAS” office—may go unperformed if a va-\ncancy arises and the President and Senate cannot promptly\nagree on a replacement. Congress has long accounted\nfor this reality by authorizing the President to direct\ncertain officials to temporarily carry out the duties of a\nvacant PAS office in an acting capacity, without Senate\nconfirmation.\n  The Federal Vacancies Reform Act of 1998 (FVRA), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3345 et seq., is the latest version of that authori-\nzation. Section 3345(a) of the FVRA authorizes three\nclasses of Government officials to become acting officers.\nThe general rule is that the first assistant to a vacant\noffice shall become the acting officer. The President may\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                     Opinion of the Court\n\noverride that default rule by directing either a person\nserving in a different PAS office or a senior employee\nwithin the relevant agency to become the acting officer\ninstead.\n  The FVRA, however, prohibits certain persons from\nserving as acting officers if the President has nominated\nthem to fill the vacant office permanently. The question\npresented is whether that limitation applies only to first\nassistants who have automatically assumed acting duties,\nor whether it also applies to PAS officers and senior em-\nployees serving as acting officers at the President’s behest.\nWe hold that it applies to all three categories of acting\nofficers.\n                               I\n\n                               A\n\n   The Senate’s advice and consent power is a critical\n“structural safeguard[ ] of the constitutional scheme.”\nEdmond v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118113\"\u003e\u003ca href=\"/opinion/118113/edmond-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e520\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e651\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 659 (1997). The\nFramers envisioned it as “an excellent check upon a spirit\nof favoritism in the President” and a guard against “the\nappointment of unfit characters . . . from family connec-\ntion, from personal attachment, or from a view to popular-\nity.” The Federalist No. 76, p. 457 (C. Rossiter ed. 1961)\n(A. Hamilton). The constitutional process of Presidential\nappointment and Senate confirmation, however, can take\ntime: The President may not promptly settle on a nominee\nto fill an office; the Senate may be unable, or unwilling, to\nspeedily confirm the nominee once submitted. Yet neither\nmay desire to see the duties of the vacant office go unper-\nformed in the interim.\n   Since President Washington’s first term, Congress has\ngiven the President limited authority to appoint acting\nofficials to temporarily perform the functions of a vacant\nPAS office without first obtaining Senate approval. The\nearliest statutes authorized the appointment of “any\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\nperson or persons” to fill specific vacancies in the Depart-\nments of State, Treasury, and War. Act of May 8, 1792,\nch. 37, §8, 1 Stat. 281. Congress at first allowed acting\nofficers to serve until the permanent officeholder could\nresume his duties or a successor was appointed, ibid., but\nsoon imposed a six-month limit on acting service, Act of\nFeb. 13, 1795, ch. 21, 1 Stat. 415.\n   Congress revisited the issue in the 1860s, ultimately\npassing the Vacancies Act of 1868. The Vacancies Act\nexpanded the number of PAS offices that the President\ncould fill with acting officers. Act of July 23, 1868, ch. 227,\n15 Stat. 168; see also Act of Feb. 20, 1863, ch. 45, 12 Stat.\n656. With that expansion came new constraints. The\nauthority to appoint “any person or persons” as an acting\nofficer gave way to a default rule that the “first or sole\nassistant . . . shall” perform that function, with an excep-\ntion allowing the President to instead fill the post with a\nperson already serving in a PAS office. 15 Stat. 168. And\nrather than six months of acting service, the Vacancies Act\ngenerally authorized only ten days. Ibid. That narrow\nwindow of acting service was later lengthened to 30 days.\nAct of Feb. 6, 1891, ch. 113, 26 Stat. 733.\n   During the 1970s and 1980s, interbranch conflict arose\nover the Vacancies Act. The Department of Justice took\nthe position that, in many instances, the head of an execu-\ntive agency had independent authority apart from the\nVacancies Act to temporarily fill vacant offices. The\nComptroller General disagreed, arguing that the Act was\nthe exclusive authority for temporarily filling vacancies in\nexecutive agencies. See M. Rosenberg, Congressional\nResearch Service Report for Congress, The New Vacancies\nAct: Congress Acts to Protect the Senate’s Confirmation\nPrerogative 2–4 (1998) (Rosenberg).           Congress then\namended the Vacancies Act to clarify that it applies to\nsuch agencies, while at the same time lengthening the\nterm of permissible acting service to 120 days, with a\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e                 \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                      Opinion of the Court\n\ntolling period while a nomination is pending. Id., at 3; see\nPresidential Transitions Effectiveness Act, §7, 102 Stat.\n988.\n   But tensions did not ease. By 1998, approximately 20\npercent of PAS offices in executive agencies were occupied\nby “temporary designees, most of whom had served beyond\nthe 120-day limitation period . . . without presidential\nsubmissions of nominations.” Rosenberg 1. These acting\nofficers filled high-level positions, sometimes in obvious\ncontravention of the Senate’s wishes. One, for instance,\nwas brought in from outside Government to serve as Act-\ning Assistant Attorney General for the Civil Rights Divi-\nsion of the Justice Department, immediately after the\nSenate refused to confirm him for that very office. Ibid.;\nsee M. Rosenberg, Congressional Research Service, Valid-\nity of Designation of Bill Lann Lee as Acting Assistant\nAttorney General for Civil Rights 1–3 (1998). Perceiving a\nthreat to the Senate’s advice and consent power, see Rosen-\nberg 6, Congress acted again. In 1998, it replaced the\nVacancies Act with the FVRA.\n   Section 3345(a) of the FVRA permits three categories of\nGovernment officials to perform acting service in a vacant\nPAS office. Subsection (a)(1) prescribes a general rule: If a\nperson serving in a PAS office dies, resigns, or is otherwise\nunable to perform his duties, the first assistant to that\noffice “shall perform” the office’s “functions and duties . . .\ntemporarily in an acting capacity.”\n   The next two paragraphs of §3345(a) identify alterna-\ntives. Subsection (a)(2) provides that “notwithstanding\nparagraph (1),” the President “may direct a person” who\nalready serves in a PAS office to “perform the functions\nand duties of the vacant office temporarily in an acting\ncapacity.” Subsection (a)(3) adds that “notwithstanding\nparagraph (1),” the President “may direct” a person to\nperform acting duties if the person served in a senior\nposition in the relevant agency for at least 90 days in the\n\u000c                    Cite as: 580 U. S. ____ (2017)                   5\n\n                         Opinion of the Court\n\n365-day period preceding the vacancy.1\n  Section 3345 also makes certain individuals ineligible\nfor acting service. Subsection (b)(1) states: “Notwithstand-\ning subsection (a)(1), a person may not serve as an acting\nofficer for an office under this section” if the President\nnominates him for the vacant PAS office and, during the\n365-day period preceding the vacancy, the individual “did\nnot serve in the position of first assistant” to that office or\n“served in [that] position . . . for less than 90 days.” Sub-\nsection (b)(2) creates an exception to this prohibition,\nproviding that “[p]aragraph (1) shall not apply to any\nperson” serving in a first assistant position that itself\nrequires the Senate’s advice and consent.\n  Other sections of the FVRA establish time limits on\nacting service and penalties for noncompliance. In most\ncases, the statute permits acting service for “210 days\nbeginning on the date the vacancy occurs”; tolls that time\nlimit while a nomination is pending; and starts a new 210-\nday clock if the nomination is “rejected, withdrawn, or\nreturned.” §§3346(a)–(b)(1). Upon a second nomination,\nthe time limit tolls once more, and an acting officer can\nserve an additional 210 days if the second nomination\nproves unsuccessful. §3346(b)(2). The FVRA ensures\ncompliance by providing that, in general, “any function or\nduty of a vacant office” performed by a person not properly\nserving under the statute “shall have no force or effect.”\n§3348(d).\n                             B\n  The National Labor Relations Board (NLRB or Board) is\ncharged with administering the National Labor Relations\nAct. By statute, its general counsel must be appointed by\nthe President with the advice and consent of the Senate.\n——————\n  1 A senior position is one that has a rate of pay equal to or greater\n\nthan the minimum rate “for a position at GS–15 of the General Sched-\nule.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3345(a)(3)(B).\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e6\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                     Opinion of the Court\n\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §153(d).\n   In June 2010, the NLRB’s general counsel—who had\nbeen serving with Senate confirmation—resigned. The\nPresident directed Lafe Solomon to serve temporarily as\nthe NLRB’s acting general counsel, citing the FVRA as the\nbasis for the appointment. See Memorandum from Presi-\ndent Barack Obama to L. Solomon (June 18, 2010). Solo-\nmon satisfied the requirements for acting service under\nsubsection (a)(3) of the FVRA because he had spent the\nprevious ten years in the senior position of Director of the\nNLRB’s Office of Representation Appeals.\n   The President had bigger plans for Solomon than acting\nservice. On January 5, 2011, he nominated Solomon to\nserve as the NLRB’s general counsel on a permanent\nbasis. The Senate had other ideas. That body did not act\nupon the nomination during the 112th Congress, so it was\nreturned to the President when the legislative session\nexpired. 159 Cong. Rec. S17 (Jan. 3, 2013). The President\nresubmitted Solomon’s name for consideration in the\nspring of 2013, id., at S3884 (May 23, 2013), but to no\navail.   The President ultimately withdrew Solomon’s\nnomination and put forward a new candidate, whom the\nSenate confirmed on October 29, 2013. Id., at S7635.\nThroughout this entire period, Solomon served as the\nNLRB’s acting general counsel.\n   Solomon’s responsibilities included exercising “final\nauthority” to issue complaints alleging unfair labor prac-\ntices. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§153(d), 160(b). In January 2013, an\nNLRB Regional Director, exercising authority on Solo-\nmon’s behalf, issued a complaint alleging that respondent\nSW General, Inc.—a company that provides ambulance\nservices—had improperly failed to pay certain bonuses to\nlong-term employees. An Administrative Law Judge\nconcluded that SW General had committed unfair labor\npractices, and the NLRB agreed. 360 N. L. R. B. 109\n(2014).\n\u000c                     Cite as: 580 U. S. ____ (2017)                   7\n\n                         Opinion of the Court\n\n  SW General filed a petition for review in the United\nStates Court of Appeals for the District of Columbia Cir-\ncuit. It argued that the unfair labor practices complaint\nwas invalid because, under subsection (b)(1) of the FVRA,\nSolomon could not legally perform the duties of general\ncounsel after having been nominated to fill that position.\nThe NLRB defended Solomon’s actions. It contended that\nsubsection (b)(1) applies only to first assistants who auto-\nmatically assume acting duties under subsection (a)(1),\nnot to acting officers who, like Solomon, serve under (a)(2)\nor (a)(3).\n  The Court of Appeals granted SW General’s petition for\nreview and vacated the Board’s order. It reasoned that\n“the text of subsection (b)(1) squarely supports” the con-\nclusion that the provision’s restriction on nominees serv-\ning as acting officers “applies to all acting officers, no\nmatter whether they serve pursuant to subsection (a)(1),\n(a)(2) or (a)(3).” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e796\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e67\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 78 (CADC 2015). As a re-\nsult, Solomon became “ineligible to serve as Acting Gen-\neral Counsel once the President nominated him to be\nGeneral Counsel.” Id., at 72.2 We granted certiorari, 579\nU. S. ___ (2016), and now affirm.\n\n——————\n  2 The   FVRA exempts “the General Counsel of the National Labor\nRelations Board” from the general rule that actions taken in violation\nof the FVRA are void ab initio. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3348(e)(1). The Court of\nAppeals “assume[d] that section 3348(e)(1) renders the actions of an\nimproperly serving Acting General Counsel voidable” and rejected the\nBoard’s argument against voiding Solomon’s actions. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e796\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 79–\n82. The Board did not seek certiorari on this issue, so we do not con-\nsider it.\n   In addition, the unfair labor practice complaint in this case was\nissued after the Senate had returned Solomon’s nomination the first\ntime but before the President had renominated him to the same posi-\ntion. In the proceedings below, the Board did not argue that this\ntiming made any difference, and the court assumed it had no bearing\non the proper application of the FVRA to this case. Id., at 72, n. 3. We\nproceed on the same assumption.\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e                  \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                        Opinion of the Court\n\n                              II\n   Subsection (b)(1) of the FVRA prevents a person who\nhas been nominated for a vacant PAS office from perform-\ning the duties of that office in an acting capacity. In full,\nit states:\n         “(1) Notwithstanding subsection (a)(1), a person\n      may not serve as an acting officer for an office under\n      this section, if—\n         (A) during the 365-day period preceding the date of\n      the death, resignation, or beginning of inability to\n      serve, such person—\n         (i) did not serve in the position of first assistant to\n      the office of such officer; or\n         (ii) served in the position of first assistant to the of-\n      fice of such officer for less than 90 days; and\n         (B) the President submits a nomination of such per-\n      son to the Senate for appointment to such office.”\nSubsection (b)(2) adds that “[p]aragraph (1) shall not\napply” to a person serving in a first assistant position that\nitself requires the advice and consent of the Senate.\n   We conclude that the prohibition in subsection (b)(1)\napplies to anyone performing acting service under the\nFVRA. It is not, as the Board contends, limited to first\nassistants performing acting service under subsection\n(a)(1). The text of the prohibition extends to any “person”\nwho serves “as an acting officer . . . under this section,” not\njust to “first assistants” serving under subsection (a)(1).\nThe phrase “[n]otwithstanding subsection (a)(1)” does not\nlimit the reach of (b)(1), but instead clarifies that the\nprohibition applies even when it conflicts with the default\nrule that first assistants shall perform acting duties.\n                             A\n                             1\n    Our analysis of subsection (b)(1) begins with its text.\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nSubsection (b)(1) applies to any “person” and prohibits\nservice “as an acting officer for an office under this sec-\ntion.” The key words are “person” and “section.” They\nclearly indicate that (b)(1) applies to all acting officers\nunder §3345, regardless of the means of appointment.\n   Start with “person.” The word has a naturally expan-\nsive meaning that can encompass anyone who performs\nacting duties under the FVRA. See Pfizer Inc. v. Govern-\nment of India, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109763\"\u003e\u003ca href=\"/opinion/109763/pfizer-inc-v-government-of-india/\"\u003e\u003cspan class=\"volume\"\u003e434\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e308\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 312 (1978). Important as\nthey may be, first assistants are not the only “person[s]” of\nthe bunch.\n   Now add “under this section.” The language clarifies\nthat subsection (b)(1) applies to all persons serving under\n§3345. Congress often drafts statutes with hierarchical\nschemes—section, subsection, paragraph, and on down the\nline. See Koons Buick Pontiac GMC, Inc. v. Nigh, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137728\"\u003e\u003ca href=\"/opinion/137728/koons-buick-pontiac-gmc-inc-v-nigh/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e50\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 60–61 (2004); L. Filson, The Legislative Drafter’s\nDesk Reference 222 (1992). Congress used that structure\nin the FVRA and relied on it to make precise cross-\nreferences. When Congress wanted to refer only to a\nparticular subsection or paragraph, it said so. See, e.g.,\n§3346(a)(2) (“subsection (b)”); §3346(b)(2) (“paragraph\n(1)”). But in (b)(1) Congress referred to the entire sec-\ntion—§3345—which subsumes all of the ways a person\nmay become an acting officer.\n   The rest of the FVRA uses the pairing of “person” and\n“section” the same way. Section 3346, for example, speci-\nfies how long “the person serving as an acting officer as\ndescribed under section 3345 may serve in the office.”\n(Emphasis added.) And §3348(d)(1) describes the conse-\nquences of noncompliance with the FVRA by referring to\nthe actions “taken by any person who is not acting under\nsection 3345, 3346, or 3347.” (Emphasis added.) No one\ndisputes that both provisions apply to anyone serving as\nan acting officer under the FVRA, not just first assistants\nserving under subsection (a)(1).\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e10\u003c/span\u003e               \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                      Opinion of the Court\n\n   Had Congress intended subsection (b)(1) to apply only to\nfirst assistants acting under (a)(1), it could easily have\nchosen clearer language. Replacing “person” with “first\nassistant” would have done the trick. So too would replac-\ning “under this section” with “under subsection (a)(1).”\n“The fact that [Congress] did not adopt [either] readily\navailable and apparent alternative strongly supports” the\nconclusion that subsection (b)(1) applies to any acting\nofficer appointed under any provision within §3345.\nKnight v. Commissioner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145836\"\u003e\u003ca href=\"/opinion/145836/knight-v-cir/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e181\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 188 (2008).\n   The dependent clause at the beginning of subsection\n(b)(1)—“[n]otwithstanding subsection (a)(1)”—confirms\nthat the prohibition on acting service applies even when it\nconflicts with the default rule that the first assistant shall\nperform acting duties. The ordinary meaning of “notwith-\nstanding” is “in spite of,” or “without prevention or ob-\nstruction from or by.” Webster’s Third New International\nDictionary 1545 (1986); Black’s Law Dictionary 1091 (7th\ned. 1999) (“Despite; in spite of ”). In statutes, the word\n“shows which provision prevails in the event of a clash.”\nA. Scalia \u0026 B. Garner, Reading Law: The Interpretation of\nLegal Texts 126–127 (2012). Subsection (a)(1) sets the\nrule that first assistants “shall perform” the vacant office’s\n“functions and duties . . . in an acting capacity.” But the\n“notwithstanding” clause in subsection (b)(1) means that,\neven if a first assistant is serving as an acting officer\nunder this statutory mandate, he must cease that service\nif the President nominates him to fill the vacant PAS\noffice. That subsection (b)(1) also applies to acting officers\nserving at the President’s behest is already clear from the\nbroad text of the independent clause—they are all “per-\nson[s]” serving “under this section.”\n                            2\n  The Board takes a different view of the phrase\n“[n]otwithstanding subsection (a)(1).” It begins by noting\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\nthat §3345(a) uses three different subsections to “create\nthree separate paths for becoming an acting official.”\nReply Brief 2. The prohibition in subsection (b)(1), the\nBoard continues, “applies ‘[n]otwithstanding’ only one of\nthese subsections—‘subsection (a)(1).’ ”       Ibid. In the\nBoard’s view, singling out subsection (a)(1) carries a nega-\ntive implication: that “Congress did not intend Subsection\n(b)(1) to override the alternative mechanisms for acting\nservice in Subsections (a)(2) and (a)(3).” Id., at 3.\n   We disagree. The Board relies on the “interpretive\ncanon, expressio unius est exclusio alterius, ‘expressing one\nitem of [an] associated group or series excludes another\nleft unmentioned.’ ” Chevron U. S. A. Inc. v. Echazabal,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"121147\"\u003e\u003ca href=\"/opinion/121147/chevron-usa-inc-v-echazabal/\"\u003e\u003cspan class=\"volume\"\u003e536\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e73\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 80 (2002) (quoting United States v. Vonn, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118487\"\u003e\u003ca href=\"/opinion/118487/united-states-v-vonn/\"\u003e\u003cspan class=\"volume\"\u003e535\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e55\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 65 (2002)). If a sign at the entrance to a zoo says\n“come see the elephant, lion, hippo, and giraffe,” and a\ntemporary sign is added saying “the giraffe is sick,” you\nwould reasonably assume that the others are in good\nhealth.\n   “The force of any negative implication, however, de-\npends on context.” Marx v. General Revenue Corp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (slip op., at 9). The expressio unius\ncanon applies only when “circumstances support[ ] a sen-\nsible inference that the term left out must have been\nmeant to be excluded.” Echazabal, 536 U. S., at 81. A\n“notwithstanding” clause does not naturally give rise to\nsuch an inference; it just shows which of two or more\nprovisions prevails in the event of a conflict. Such a clause\nconfirms rather than constrains breadth. Singling out one\npotential conflict might suggest that Congress thought the\nconflict was particularly difficult to resolve, or was quite\nlikely to arise. But doing so generally does not imply\nanything about other, unaddressed conflicts, much less\nthat they should be resolved in the opposite manner.\n   Suppose a radio station announces: “We play your favor-\nite hits from the ’60s, ’70s, and ’80s. Notwithstanding the\n\u000c1\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2\u003c/span\u003e               \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                     Opinion of the Court\n\nfact that we play hits from the ’60s, we do not play music\nby British bands.” You would not tune in expecting to\nhear the 1970s British band “The Clash” any more than\nthe 1960s “Beatles.” The station, after all, has announced\nthat “we do not play music by British bands.” The “not-\nwithstanding” clause just establishes that this applies\neven to music from the ’60s, when British bands were\nprominently featured on the charts. No one, however,\nwould think the station singled out the ’60s to convey\nimplicitly that its categorical statement “we do not play\nmusic by British bands” actually did not apply to the ’70s\nand ’80s.\n   Drawing a negative inference from the “notwithstand-\ning” clause in subsection (b)(1) is similarly inapt. Without\nthat clause, subsection (b)(1) plainly would apply to all\npersons serving as acting officers under §3345(a). Adding\n“notwithstanding subsection (a)(1)” makes sense because\n(a)(1) conflicts with (b)(1) in a unique manner. The former\nis mandatory and self-executing: The first assistant “shall\nperform” acting duties. The latter, by contrast, speaks to\nwho “may not” be an acting officer. So if a vacancy arises\nand the President nominates the first assistant to fill the\nposition, (a)(1) says the first assistant “shall perform” the\nduties of that office in an acting capacity while the nomi-\nnation is pending, and (b)(1) says he “may not.” The “not-\nwithstanding” clause clarifies that the language of (a)(1)\ndoes not prevail if that conflict occurs.\n   Compare the mandatory language of subsection (a)(1) to\n(a)(2) and (a)(3). People appointed under those provisions\nare just as much acting officers as first assistants who\nassume the role. But there is no freestanding directive\nthat they perform acting duties; subsections (a)(2) and\n(a)(3) just say that the President “may direct” them to do\nso. The natural inference, then, is that Congress left these\nprovisions out of the “notwithstanding” clause because\nthey are different from subsection (a)(1), not to exempt\n\u000c                  Cite as: 580 U. S. ____ (2017)           13\n\n                      Opinion of the Court\n\nfrom the broad prohibition in subsection (b)(1) those offic-\ners serving under (a)(2) and (a)(3).\n   Indeed, “notwithstanding” is used the same way in other\nparts of §3345. Subsections (a)(2) and (a)(3) are each\npreceded by the phrase “notwithstanding paragraph (1).”\nThe phrase recognizes that subsection (a)(1) is unique, and\nresolves the potential conflict between the mandatory\n“shall perform” in that provision and the permissive “may\ndirect” in (a)(2) and (a)(3). But it implies nothing about\nother potential conflicts that may arise in the statutory\nscheme. In subsection (b)(1), it works the same way: The\n“notwithstanding” clause simply shows that (b)(1) over-\nrides (a)(1), and nothing more.\n   Step back from the Board’s focus on “notwithstanding”\nand another problem appears: Its interpretation of subsec-\ntion (b)(1) makes a mess of (b)(2). Subsection (b)(2) speci-\nfies that (b)(1) “shall not apply to any person” if (A) that\nperson “is serving as the first assistant”; (B) the first\nassistant position is itself a PAS office; and (C) “the Senate\nhas approved the appointment of such person” to that\noffice.\n   The Board’s interpretation makes the first requirement\nsuperfluous, a result we typically try to avoid. Williams v.\nTaylor, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145122\"\u003e\u003ca href=\"/opinion/145122/williams-v-taylor/\"\u003e\u003cspan class=\"volume\"\u003e529\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e362\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 404 (2000) (“It is . . . a cardinal\nprinciple of statutory construction that we must give\neffect, if possible, to every clause and word of a statute.”\n(internal quotation marks omitted)). If subsection (b)(1)\napplied only to first assistants, there would be no need to\nstate the requirement in (b)(2)(A) that “such person is\nserving as the first assistant.” The Board proposes that\nCongress did so for clarity, but the same could be said of\nmost superfluous language.\n   The Board and the dissent counter that applying the\nprohibition in subsection (b)(1) to anyone performing\nacting service under §3345(a) has its own problem: Doing\nso would also require applying it to §3345(c)(1), which\n\u000c1\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                      Opinion of the Court\n\n“would nullify” that provision. Reply Brief 9. The dissent\ndeems this “no way to read a statute.” Post, at 6.\n    We agree, and it is not the way we read it. Under our\nreading, subsection (b)(1) has no effect on (c)(1). Subsec-\ntion (b)(1) addresses nominations generally, prohibiting\nany person who has been nominated to fill any vacant\noffice from performing that office’s duties in an acting\ncapacity. Subsection (c)(1) speaks to a specific nomination\nscenario: When a person is “nominated by the President\nfor reappointment for an additional term to the same office\n. . . without a break in service.” In this particular situa-\ntion, the FVRA authorizes the nominee “to continue to\nserve in that office.” §3345(c). “[I]t is a commonplace of\nstatutory construction that the specific governs the gen-\neral.” RadLAX Gateway Hotel, LLC v. Amalgamated\nBank, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e566\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e639\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 645 (2012). The general prohibition\non acting service by nominees yields to the more specific\nauthorization allowing officers up for reappointment to\nremain at their posts. Applying subsection (b)(1) to\n§3345(a) hardly compels a different result.\n    The text of subsection (b)(1) is clear: Subject to one\nnarrow exception, it prohibits anyone who has been nomi-\nnated to fill a vacant PAS office from performing the du-\nties of that office in an acting capacity, regardless of\nwhether the acting officer was appointed under subsection\n(a)(1), (a)(2), or (a)(3). It is not limited to first assistants\nwho automatically assume acting duties under (a)(1).\n                              B\n   The Board contends that legislative history, purpose,\nand post-enactment practice uniformly show that subsec-\ntion (b)(1) applies only to first assistants. The text is\nclear, so we need not consider this extra-textual evidence.\nSee State Farm Fire \u0026 Casualty Co. v. United States\nex rel. Rigsby, 580 U. S. ___ (2016) (slip op., at 9). In any\nevent, the Board’s evidence is not compelling.\n\u000c                 Cite as: 580 U. S. ____ (2017)           15\n\n                     Opinion of the Court\n\n   The Board argues that subsection (b)(1) was designed to\nserve a specific purpose: preventing the President from\nhaving his nominee serve as an acting officer by making\nhim first assistant after (or right before) a vacancy arises.\nBrief for Petitioner 38. The original draft of the FVRA\nauthorized first assistants and PAS officers to perform\nacting service. Subsection (b) of that draft provided that if\na first assistant was nominated to fill the vacant office, he\ncould not perform that office’s duties in an acting capacity\nunless he had been the first assistant for at least 180 days\nbefore the vacancy. Several Senators thought the FVRA\ntoo restrictive. They asked to add senior agency officials\nto the list of potential acting officers and to shorten the\n180-day length-of-service requirement in subsection (b).\nTheir requests, the Board says, were granted; the final\nversion of the FVRA included subsection (a)(3) for senior\nemployees and shortened the length-of-service require-\nment to 90 days. There was no intent to extend the pro-\nhibition in subsection (b) beyond first assistants. Id., at\n45–46.\n   The glitch in this argument is of course the text of sub-\nsection (b)(1). Congress did amend the statute to allow\nsenior employees to become acting officers under subsec-\ntion (a)(3). The only substantive change that was requested\nin (b) was to reduce the length-of-service requirement.\nCongress could have done that with a few tweaks to the\noriginal version of subsection (b). Instead, Congress went\nfurther: It also removed language that expressly limited\nsubsection (b) to first assistants. And it added a provi-\nsion—subsection (b)(2)—that makes sense only if (b)(1)\napplies to all acting officers. In short, Congress took a\nprovision that explicitly applied only to first assistants\nand turned it into one that applies to all acting officers.\n   The Board protests that Congress would not have ex-\npanded the prohibition on nominees serving as acting\nofficers after Senators asked to give the President more\n\u000c1\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e6\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                      Opinion of the Court\n\nflexibility. See Brief for Petitioner 45–46. That certain\nSenators made specific demands, however, does not mean\nthat they got exactly what they wanted. Passing a law\noften requires compromise, where even the most firm\npublic demands bend to competing interests. See Rags-\ndale v. Wolverine World Wide, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118488\"\u003e\u003ca href=\"/opinion/118488/ragsdale-v-wolverine-world-wide-inc/\"\u003e\u003cspan class=\"volume\"\u003e535\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e81\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 93–94\n(2002). What Congress ultimately agrees on is the text\nthat it enacts, not the preferences expressed by certain\nlegislators. See Oncale v. Sundowner Offshore Services,\nInc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118181\"\u003e\u003ca href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"\u003e\u003cspan class=\"volume\"\u003e523\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e75\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 79 (1998) (“[I]t is ultimately the provi-\nsions of our laws rather than the principal concerns of our\nlegislators by which we are governed.”).\n   Compromise is precisely what happened here: “[A]\nperiod of intense negotiations” took place after Senators\ndemanded changes to the original draft of the FVRA, and\nthe final bill was “a compromise measure.” Rosenberg 9.\nThe legislation as passed did expand the pool of individu-\nals the President could appoint as acting officers, by add-\ning senior employees in subsection (a)(3). But it also\nexpanded the scope of the limitation on acting service in\n(b)(1), by dropping the language making (b)(1) applicable\nonly to first assistants.\n   The Board contends that this compromise must not have\nhappened because Senator Thompson, one of the sponsors\nof the FVRA, said that subsection (b)(1) “applies only\nwhen the acting officer is the first assistant, and not when\nthe acting officer is designated by the President pursuant\nto §§3345(a)(2) or 3345(a)(3).” 144 Cong. Rec. 27496\n(1998). But Senator Byrd—the very next speaker—offered\na contradictory account: A nominee may not “serve as an\nacting officer” if “he is not the first assistant” or “has been\nthe first assistant for less than 90 . . . days, and has not\nbeen confirmed for the position.” Id., at 27498. This is a\ngood example of why floor statements by individual legis-\nlators rank among the least illuminating forms of legisla-\ntive history. See Milner v. Department of Navy, 562 U. S.\n\u000c                  Cite as: 580 U. S. ____ (2017)            17\n\n                      Opinion of the Court\n\n562, 572 (2011) (“Those of us who make use of legislative\nhistory believe that clear evidence of congressional intent\nmay illuminate ambiguous text. We will not take the\nopposite tack of allowing ambiguous legislative history to\nmuddy clear statutory language.”).\n   Finally, the Board supports its interpretation with post-\nenactment practice. It notes that the Office of Legal\nCounsel and the Government Accountability Office have\nissued guidance construing subsection (b)(1) to apply only\nto first assistants. And three Presidents have, without\ncongressional objection, submitted the nominations of 112\nindividuals who were serving as acting officers under\nsubsections (a)(2) and (a)(3). The Board contends that this\n“historical practice” is entitled to “significant weight”\nbecause the FVRA “concern[s] the allocation of power\nbetween two elected branches of Government.” Brief for\nPetitioner 49 (quoting NLRB v. Noel Canning, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e573\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___–___ (2014) (slip op., at 6–7); internal quotation\nmarks omitted).\n   “[H]istorical practice” is too grand a title for the Board’s\nevidence. The FVRA was not enacted until 1998, and the\n112 nominations that the Board cites make up less than\ntwo percent of the thousands of nominations to positions\nin executive agencies that the Senate has considered in\nthe years since its passage. Even the guidance documents\nthe Board cites paid the matter little attention; both made\nconclusory statements about subsection (b)(1), with no\nanalysis.\n   In this context, Congress’s failure to speak up does not\nfairly imply that it has acquiesced in the Board’s interpre-\ntation. See Zuber v. Allen, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e396\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e168\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 185, n. 21\n(1969); Alexander v. Sandoval, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2620697\"\u003e\u003ca href=\"/opinion/2620697/alexander-v-sandoval/\"\u003e\u003cspan class=\"volume\"\u003e532\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e275\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 292 (2001).\nThe Senate may not have noticed that certain nominees\nwere serving as acting officers in violation of the FVRA, or\nit may have chosen not to reject a qualified candidate just\nto make a point about compliance with the statute. Either\n\u000c1\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                      Opinion of the Court\n\nis at least as plausible as the theory that the Legislature’s\ninaction reflects considered acceptance of the Executive’s\npractice.\n   Our decision in Noel Canning—the chief opinion on\nwhich the Board relies—is a sharp contrast. That case\ndealt with the President’s constitutional authority under\nthe Recess Appointments Clause, an issue that has at-\ntracted intense attention and written analysis from Presi-\ndents, Attorneys General, and the Senate. 573 U. S., at\n___–___ (slip op., at 22–32). The voluminous historical\nrecord dated back to “the beginning of the Republic,” and\nincluded “thousands of intra-session recess appointments.”\nId., at ___, ___ (slip op., at 8, 12). That the chronicle of the\nRecess Appointments Clause weighed heavily in Noel\nCanning offers no support to the Board here.\n                             III\n   Applying the FVRA to this case is straightforward.\nSolomon was appointed as acting general counsel under\nsubsection (a)(3). Once the President submitted his nomi-\nnation to fill that position in a permanent capacity, sub-\nsection (b)(1) prohibited him from continuing his acting\nservice. This does not mean that the duties of general\ncounsel to the NLRB needed to go unperformed; the Presi-\ndent could have appointed another person to serve as the\nacting officer in Solomon’s place. And he had a wide array\nof individuals to choose from: any one of the approximately\n250 senior NLRB employees or the hundreds of individu-\nals in PAS positions throughout the Government. The\nPresident, however, did not do so, and Solomon’s contin-\nued service violated the FVRA. Accordingly, the judgment\nof the Court of Appeals is affirmed.\n                                             It is so ordered.\n\u000c                  Cite as: 580 U. S. ____ (2017)           19\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n                          APPENDIX\n   Section 3345 of the FVRA provides:\n   “(a) If an officer of an Executive agency (including the\nExecutive Office of the President, and other than the\nGovernment Accountability Office) whose appointment to\noffice is required to be made by the President, by and with\nthe advice and consent of the Senate, dies, resigns, or is\notherwise unable to perform the functions and duties of\nthe office—\n   (1) the first assistant to the office of such officer shall\nperform the functions and duties of the office temporarily\nin an acting capacity subject to the time limitations of\nsection 3346;\n   (2) notwithstanding paragraph (1), the President (and\nonly the President) may direct a person who serves in an\noffice for which appointment is required to be made by the\nPresident, by and with the advice and consent of the Sen-\nate, to perform the functions and duties of the vacant\noffice temporarily in an acting capacity subject to the time\nlimitations of section 3346; or\n   (3) notwithstanding paragraph (1), the President (and\nonly the President) may direct an officer or employee of\nsuch Executive agency to perform the functions and duties\nof the vacant office temporarily in an acting capacity,\nsubject to the time limitations of section 3346, if—\n   (A) during the 365-day period preceding the date of\ndeath, resignation, or beginning of inability to serve of the\napplicable officer, the officer or employee served in a posi-\ntion in such agency for not less than 90 days; and\n   (B) the rate of pay for the position described under\nsubparagraph (A) is equal to or greater than the minimum\nrate of pay payable for a position at GS–15 of the General\nSchedule.\n   (b)(1) Notwithstanding subsection (a)(1), a person may\nnot serve as an acting officer for an office under this sec-\ntion, if—\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e                 \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                       Opinion\n                  Appendix      of the of\n                           to opinion  Court\n                                          the Court\n\n   (A) during the 365-day period preceding the date of the\ndeath, resignation, or beginning of inability to serve, such\nperson—\n   (i) did not serve in the position of first assistant to the\noffice of such officer; or\n   (ii) served in the position of first assistant to the office of\nsuch officer for less than 90 days; and\n   (B) the President submits a nomination of such person\nto the Senate for appointment to such office.\n   (2) Paragraph (1) shall not apply to any person if—\n   (A) such person is serving as the first assistant to the\noffice of an officer described under subsection (a);\n   (B) the office of such first assistant is an office for which\nappointment is required to be made by the President, by\nand with the advice and consent of the Senate; and\n   (C) the Senate has approved the appointment of such\nperson to such office.\n   (c)(1) Notwithstanding subsection (a)(1), the President\n(and only the President) may direct an officer who is nom-\ninated by the President for reappointment for an office in\nan Executive department without a break in service, to\ncontinue to serve in that office subject to the time limita-\ntions in section 3346, until such time as the Senate has\nacted to confirm or reject the nomination, notwithstanding\nadjournment sine die.\n   (2) For purposes of this section and sections 3346, 3347,\n3348, 3349, 3349a, and 3349d, the expiration of a term of\noffice is an inability to perform the functions and duties of\nsuch office.”\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                    THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1251\n                         _________________\n\n\nNATIONAL LABOR RELATIONS BOARD, PETITIONER\n     v. SW GENERAL, INC., DBA SOUTHWEST\n                AMBULANCE\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                       [March 21, 2017]\n\n\n  JUSTICE THOMAS, concurring.\n  I join the opinion of the Court because it correctly inter-\nprets the Federal Vacancies Reform Act of 1998 (FVRA), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3345 et seq. The dissent’s conclusion that the\nFVRA authorized the appointment in this case, however,\nimplicates an important constitutional question that the\nCourt’s interpretation does not: Whether directing Lafe\nSolomon to serve as acting general counsel of the National\nLabor Relations Board (NLRB or Board), without the\nadvice and consent of the Senate, complied with the Con-\nstitution. I write separately to explain my view that\nthe Appointments Clause likely prohibited Solomon’s\nappointment.\n                               I\n  The Appointments Clause prescribes the exclusive\nprocess by which the President may appoint “officers of\nthe United States.” United States v. Germaine, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"89975\"\u003e\u003ca href=\"/opinion/89975/united-states-v-germaine/\"\u003e\u003cspan class=\"volume\"\u003e99\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e508\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 510 (1879); accord, Buckley v. Valeo, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109380\"\u003e\u003ca href=\"/opinion/109380/buckley-v-valeo/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 132\n(1976) (per curiam) (“[A]ll officers of the United States are\nto be appointed in accordance with the Clause . . . . No\nclass or type of officer is excluded because of its special\nfunctions”). It provides that the President\n    “shall nominate, and by and with the Advice and Con-\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                    THOMAS, J., concurring\n\n    sent of the Senate, shall appoint Ambassadors, other\n    public Ministers and Consuls, Judges of the supreme\n    Court, and all other Officers of the United States,\n    whose Appointments are not herein otherwise pro-\n    vided for, and which shall be established by Law: but\n    the Congress may by Law vest the Appointment of such\n    inferior Officers, as they think proper, in the Presi-\n    dent alone, in the Courts of Law, or in the Heads of\n    Departments.” U. S. Const., Art. II, §2, cl. 2.\n   “[F]or purposes of appointment,” the Clause divides all\nofficers into two classes—“inferior officers” and noninferior\nofficers, which we have long denominated “principal”\nofficers. Germaine, supra, at 509, 511. Principal officers\nmust be appointed by the President by and with the advice\nand consent of the Senate. See Edmond v. United States,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118113\"\u003e\u003ca href=\"/opinion/118113/edmond-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e520\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e651\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 660 (1997). That process “is also the default\nmanner of appointment for inferior officers.” Ibid. But\nthe Clause provides a limited exception for the appoint-\nment of inferior officers: Congress may “by Law” authorize\nthe President, the head of an executive department, or a\ncourt of law to appoint inferior officers without the advice\nand consent of the Senate. Ibid.\n   The FVRA governs the process by which the President\nmay temporarily fill a vacancy in an Executive Branch\noffice normally occupied by an officer of the United States.\nAs relevant in this case, when a vacancy arises, the Presi-\ndent may “direct” an official to “perform the functions and\nduties of the office temporarily.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§3345(a)(2),\n(3). That official may be an officer previously appointed by\nthe President and confirmed by the Senate to any office, or\ncertain high-ranking employees of the agency in which the\nvacancy arose. Ibid. The FVRA does not, however, re-\nquire the President to seek the advice and consent of the\nSenate before directing the official to perform the func-\ntions of the vacant office.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                    THOMAS, J., concurring\n\n  When the President “direct[s]” someone to serve as an\nofficer pursuant to the FVRA, he is “appoint[ing]” that\nperson as an “officer of the United States” within the\nmeaning of the Appointments Clause. Around the time of\nthe framing, the verb “appoint” meant “[t]o establish\nanything by decree,” 1 S. Johnson, A Dictionary of the\nEnglish Language (def. 3) (6th ed. 1785); T. Sheridan, A\nComplete Dictionary of the English Language (To Appoint)\n(6th ed. 1796), or “[t]o allot, assign, or designate,” 1 N.\nWebster, An American Dictionary of the English Lan-\nguage (def. 3) (1828). When the President “direct[s]” a\nperson to serve as an acting officer, he is “assign[ing]” or\n“designat[ing]” that person to serve as an officer.\n  The FVRA authorizes the President to appoint both\ninferior and principal officers without first obtaining the\nadvice and consent of the Senate. Appointing inferior\nofficers in this manner raises no constitutional problems.\nThat is because the Appointments Clause authorizes\nCongress to enact “Law[s],” like the FVRA, “vest[ing] the\nAppointment of such inferior Officers . . . in the President\nalone.” Appointing principal officers under the FVRA,\nhowever, raises grave constitutional concerns because the\nAppointments Clause forbids the President to appoint\nprincipal officers without the advice and consent of the\nSenate.\n                              II\n  Because we interpret the FVRA to forbid Solomon’s\nappointment in this case, we need not confront these\nconcerns. But the dissent’s contrary interpretation neces-\nsarily raises the question whether that appointment com-\nplied with the requirements of the Appointments Clause.\nThat inquiry turns on two considerations: (1) whether the\ngeneral counsel of the NLRB is an “Officer of the United\nStates” within the meaning of the Appointments Clause\nand, if so, (2) whether he is a principal officer who can be\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e                   \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                        THOMAS, J., concurring\n\nappointed only by and with the advice and consent of the\nSenate.1 In my view, the general counsel plainly is an\nofficer of the United States. I also think he is likely a\nprincipal officer.\n                                A\n   As an initial matter, the NLRB’s general counsel is an\n“officer of the United States” whose appointment is gov-\nerned by the Appointments Clause. “Extensive evidence\nsuggests” that, at the time of the framing, this phrase was\nunderstood to encompass “all federal officials with respon-\nsibility for an ongoing statutory duty.” Mascott, Who\nare “Officers of the United States”? 70 Stan. L. Rev.\n(forthcoming 2017) (manuscript, at 74, online at\nhttps://ssrn.com/abstract=2918952 (as last visited Mar. 17,\n2017)); see also Officers of the United States Within the\nMeaning of the Appointments Clause, 31 Op. O. L. C. 73,\n77 (2007) (an officer of the United States was originally\nunderstood to be an official who “hold[s] a position with\ndelegated sovereign authority” and whose office was “ ‘con-\ntinuing,’ ” rather than “ ‘incidental’ ” or “ad hoc”). And this\nCourt has previously held that an “Officer of the United\nStates” is “any appointee exercising significant authority\npursuant to the laws of the United States.” Buckley, 424\nU. S., at 126; see also Free Enterprise Fund v. Public\nCompany Accounting Oversight Bd., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"149586\"\u003e\u003ca href=\"/opinion/149586/free-enterprise-fund-v-public-company-accounting-oversight-bd/\"\u003e\u003cspan class=\"volume\"\u003e561\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e477\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 539–\n540 (2010) (BREYER, J., dissenting) (collecting cases ad-\ndressing who counts as an officer).\n\n——————\n    1 ThatSolomon was appointed “temporarily” to serve as acting gen-\neral counsel does not change the analysis. I do not think the structural\nprotections of the Appointments Clause can be avoided based on such\ntrivial distinctions. Solomon served for more than three years in an\noffice limited by statute to a 4-year term, and he exercised all of the\nstatutory duties of that office. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §153(d). There was thus\nnothing “special and temporary” about Solomon’s appointment. United\nStates v. Eaton, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"94825\"\u003e\u003ca href=\"/opinion/94825/united-states-v-eaton/\"\u003e\u003cspan class=\"volume\"\u003e169\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e331\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 343 (1898).\n\u000c                     Cite as: 580 U. S. ____ (2017)                    5\n\n                        THOMAS, J., concurring\n\n   The general counsel is an officer of the United States\nunder both the probable original meaning of the Clause\nand this Court’s precedents. He is charged by statute with\ncarrying out significant duties. He “exercise[s] general\nsupervision over all attorneys employed by the Board . . .\nand over the officers and employees in the regional of-\nfices.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §153(d). He has “final authority, on behalf\nof the Board, in respect of the investigation of charges and\nissuances of complaints . . . and in respect of the prosecu-\ntion of such complaints before the Board.” Ibid. The\ngeneral counsel is effectively the Nation’s labor-law prose-\ncutor and is therefore an officer of the United States. See\nEdmond, 520 U. S., at 666 (treating the general counsel of\nthe Department of Transportation as an officer).\n                                B\n   Although a closer question, the general counsel also is\nlikely a principal officer. In Edmond, we explained that\nan “ ‘inferior’ ” officer is one “whose work is directed and\nsupervised at some level by others who were appointed by\nPresidential nomination with the advice and consent of\nthe Senate.” Id., at 663. That view is consistent with the\noriginal meaning of the term and with the practices of the\nearly Congresses. See id., at 663–664; Morrison v. Olson,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112139\"\u003e\u003ca href=\"/opinion/112139/morrison-v-olson/\"\u003e\u003cspan class=\"volume\"\u003e487\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e654\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 719–721 (1988) (Scalia, J., dissenting); see\nalso, e.g., Sheridan, supra, (Inferiour); 1 Johnson, supra,\n(Inferiour (def. 2)); 1 Webster, supra, (Inferior).2 By con-\n——————\n  2 In Morrison, the Court used a multifactor test to determine whether\n\nan independent counsel under the Ethics in Government Act of 1978,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§49, 591 (1982 ed., Supp. V), was an “Inferior officer.” 487\nU. S., at 671–672. Although we did not explicitly overrule Morrison in\nEdmond, it is difficult to see how Morrison’s nebulous approach sur-\nvived our opinion in Edmond. Edmond is also consistent with the\nConstitution’s original meaning and therefore should guide our view of\nthe principal-inferior distinction. See Calabresi \u0026 Lawson, The Uni-\ntary Executive, Jurisdiction Stripping, and the Hamdan Opinions: A\nTextualist Response to Justice Scalia, 107 Colum. L. Rev. 1002, 1018–\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e6\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                    THOMAS, J., concurring\n\ntrast, a principal officer is one who has no superior other\nthan the President.\n   The general counsel of the NLRB appears to satisfy that\ndefinition. Before 1947, the Board “controlled not only the\nfiling of complaints, but their prosecution and adjudica-\ntion” as well. NLRB v. Food \u0026 Commercial Workers, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111970\"\u003e\u003ca href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e112\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 117 (1987). The Labor Management Relations\nAct, 1947, ch. 120, 61 Stat. 136, however, “effected an\nimportant change” in the NLRB’s structure by “sepa-\nrat[ing] the prosecuting from the adjudicating function, to\nplace the former in the General Counsel, and to make him\nan independent official appointed by the President.”\nLewis v. NLRB, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105708\"\u003e\u003ca href=\"/opinion/105708/lewis-v-nlrb/\"\u003e\u003cspan class=\"volume\"\u003e357\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e10\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 16, n. 10 (1958). Congress\nthus separated the NLRB into “two independent branches,”\nFood \u0026 Commercial Workers, 484 U. S., at 129, and\nmade the general counsel “independent of the Board’s\nsupervision and review,” id., at 118; see also id., at 129\n(Congress “decided to place the General Counsel within\nthe agency, but to make the office independent of the\nBoard’s authority”). Moreover, the general counsel’s pros-\necutorial decisions are unreviewable by either the Board\nor the Judiciary. NLRB v. Sears, Roebuck \u0026 Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109241\"\u003e\u003ca href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"\u003e\u003cspan class=\"volume\"\u003e421\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e132\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 138 (1975); Vaca v. Sipes, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107367\"\u003e\u003ca href=\"/opinion/107367/vaca-v-sipes/\"\u003e\u003cspan class=\"volume\"\u003e386\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e171\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 182 (1967).\n   Although the Board has power to define some of the\ngeneral counsel’s duties, see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §153(d), and the\ngeneral counsel represents the Board in certain judicial\nproceedings, see Higgins, Labor Czars—Commissars—\nKeeping Women in the Kitchen—The Purpose and Effects\nof the Administrative Changes Made by Taft-Hartley, 47\nCath. U. L. Rev. 941, 967 (1998), the statute does not give\nthe Board the power to remove him or otherwise generally\nto control his activities, see Edmond, supra, at 664 (“The\npower to remove officers, we have recognized, is a powerful\ntool for control”); see also Free Enterprise Fund, 561 U. S.,\n——————\n1019 (2007).\n\u000c                      Cite as: 580 U. S. ____ (2017)                     7\n\n                         THOMAS, J., concurring\n\nat 510 (holding that executive officials were inferior offic-\ners in large part because they were subject to a superior’s\nremoval). Because it appears that the general counsel\nanswers to no officer inferior to the President, he is likely\na principal officer.3 Accordingly, the President likely could\nnot lawfully have appointed Solomon to serve in that\nrole without first obtaining the advice and consent of the\nSenate.\n                              III\n   I recognize that the “burdens on governmental processes”\nthat the Appointments Clause imposes may “often seem\nclumsy, inefficient, even unworkable.” INS v. Chadha,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110985\"\u003e\u003ca href=\"/opinion/110985/ins-v-chadha/\"\u003e\u003cspan class=\"volume\"\u003e462\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e919\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 959 (1983). Granting the President unilat-\neral power to fill vacancies in high offices might contribute\nto more efficient Government. But the Appointments\nClause is not an empty formality.              Although the\nFramers recognized the potential value of leaving the\nselection of officers to “one man of discernment” rather\nthan to a fractious, multimember body, see The Federalist\nNo. 76, p. 510 (J. Cooke ed., 1961), they also recognized\nthe serious risk for abuse and corruption posed by permit-\nting one person to fill every office in the Government, see\nid., at 513; 3 J. Story, Commentaries on the Constitution\nof the United States §1524, p. 376 (1833). The Framers\n“had lived under a form of government that permitted\narbitrary governmental acts to go unchecked,” Chadha,\nsupra, at 959, and they knew that liberty could be pre-\nserved only by ensuring that the powers of Government\nwould never be consolidated in one body, see The Federal-\nist No. 51, p. 348. They thus empowered the Senate to\nconfirm principal officers on the view that “the necessity of\nits co-operation in the business of appointments will be a\n——————\n  3 I think the general counsel would likely qualify as a principal officer\n\neven under Morrison v. Olson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112139\"\u003e\u003ca href=\"/opinion/112139/morrison-v-olson/\"\u003e\u003cspan class=\"volume\"\u003e487\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e654\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1988). See id., at 671–\n672.\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e                 \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                     THOMAS, J., concurring\n\nconsiderable and salutary restraint upon the conduct of ”\nthe President. The Federalist No. 76, at 514; 3 Story,\nsupra, §1525, at 376–377. We cannot cast aside the sepa-\nration of powers and the Appointments Clause’s important\ncheck on executive power for the sake of administrative\nconvenience or efficiency. See Bowsher v. Synar, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111756\"\u003e\u003ca href=\"/opinion/111756/bowsher-v-synar/\"\u003e\u003cspan class=\"volume\"\u003e478\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e714\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 736 (1986).\n   That the Senate voluntarily relinquished its advice-and-\nconsent power in the FVRA does not make this end-run\naround the Appointments Clause constitutional. The\nClause, like all of the Constitution’s structural provisions,\n“is designed first and foremost not to look after the inter-\nests of the respective branches, but to protect individual\nliberty.” NLRB v. Noel Canning, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e573\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014)\n(Scalia, J., concurring in judgment) (slip op., at 3) (internal\nquotation marks and bracket omitted). It is therefore\nirrelevant that “the encroached-upon branch approves the\nencroachment.” Free Enterprise Fund, supra, at 497\n(internal quotation marks omitted). “Neither Congress\nnor the Executive can agree to waive” the structural provi-\nsions of the Constitution any more than they could agree\nto disregard an enumerated right. Freytag v. Commis-\nsioner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112644\"\u003e\u003ca href=\"/opinion/112644/freytag-v-commissioner/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e868\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 880 (1991). The Judicial Branch\nmust be most vigilant in guarding the separation between\nthe political powers precisely when those powers collude to\navoid the structural constraints of our Constitution.\n                       *    *    *\n  Courts inevitably will be called upon to determine\nwhether the Constitution permits the appointment of\nprincipal officers pursuant to the FVRA without Senate\nconfirmation. But here, the proper interpretation of the\nFVRA bars the appointment.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                   SOTOMAYOR, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1251\n                         _________________\n\n\nNATIONAL LABOR RELATIONS BOARD, PETITIONER\n     v. SW GENERAL, INC., DBA SOUTHWEST\n                AMBULANCE\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                       [March 21, 2017]\n\n\n   JUSTICE SOTOMAYOR, with whom JUSTICE GINSBURG\njoins, dissenting.\n   Many high-level offices in the Executive Branch may be\nfilled only by a person who has been nominated to the\nposition by the President and confirmed by the Senate.\nThe Federal Vacancies Reform Act of 1998 (FVRA) cedes\nthe Senate’s confirmation authority, partially and on a\ntemporary basis, to allow executive agencies to continue to\nfunction when one of those high-level offices becomes\nvacant. It authorizes certain categories of officials to\nperform the duties of vacant offices on an acting basis.\nOne of its provisions pulls back that authorization when\nan official has been nominated to fill the vacant office on a\npermanent basis. The scope of that provision is at issue\nhere. I agree with the Court that the provision applies to\nfirst assistants to a vacant office who serve as acting\nofficials automatically, by operation of the FVRA. I dis-\nagree with the Court’s conclusion that the provision also\napplies to other officials who may serve as acting officials\nif the President directs them to serve in that capacity.\nThe Court gives the provision a broader reach than the\ntext can bear with no support from the history of, or prac-\ntice under, the FVRA. I respectfully dissent.\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2\u003c/span\u003e                 \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                    SOTOMAYOR, J., dissenting\n\n                                I\n   As the Court explains, the FVRA governs vacancies in\noffices held by persons “whose appointment to office is\nrequired to be made by the President, by and with the\nadvice and consent of the Senate.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3345(a).\nThese are known as “PAS” offices. When an official in a\nPAS office “dies, resigns, or is otherwise unable to perform\nthe functions and duties of the office” the FVRA steps in.\nIbid.; see also §3345(c)(2) (an “expiration of a term of\noffice” makes an official unable “to perform the functions\nand duties” of the office).\n   Section 3345 of the FVRA authorizes four categories of\nofficials to perform the duties of a vacant office. Subsec-\ntion (a)(1) contains a default rule: The “first assistant to\nthe office” automatically assumes the vacant office and\nperforms “the functions and duties of the office temporarily\nin an acting capacity.” §3345(a)(1). Subsections (a)(2),\n(a)(3), and (c)(1) authorize the President to override that\ndefault rule. The President may direct a person already\nconfirmed by the Senate to a PAS office to serve as the\nacting officer. See §3345(a)(2). The President may direct\ncertain senior officials in the same agency to serve as the\nacting officer. See §3345(a)(3). Or the President may\ndirect a person whose Senate-confirmed term in the office\nhas expired and who has been nominated to a subsequent\nterm in that same office to serve as the acting officer until\nthe Senate acts on the nomination. See §3345(c)(1).\n   Subsection (b)(1) takes away this authorization in a\nspecific situation. It provides that, “[n]otwithstanding\nsubsection (a)(1)”—the first assistant default rule—a\nperson may not serve as an acting official while nominated\nto fill the office if the person was not the first assistant to\nthe office for at least 90 of the 365 days preceding the\nvacancy. §3345(b)(1). The prohibition in subsection (b)(1)\ndoes not apply to a person serving as the Senate-confirmed\nfirst assistant to the vacant office. See §3345(b)(2).\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                    SOTOMAYOR, J., dissenting\n\n                             II\n  In my view, the text, purpose, and history of the FVRA\nmake clear that the prohibition in subsection (b)(1) applies\nonly to a first assistant who performs the duties of a va-\ncant office under subsection (a)(1).\n                              A\n   As the Court observes, subsection (b)(1) contains some\npotentially broad language. The provision specifies when\n“a person may not serve as an acting officer for an office\nunder this section”—that is, §3345. The words “person”\nand “this section,” taken in isolation, could signal that the\nprohibition applies to subsections (a)(1), (a)(2), (a)(3), and\n(c)(1) and thus covers all acting officials. But context\nmatters. And here, the context cabins those words and\ngives subsection (b)(1) a more limited reach.\n   The text of subsection (b)(1) contains a clear signal that\nits prohibition applies only to first assistants who auto-\nmatically assume a vacant office under subsection (a)(1): It\nbegins with the clause “[n]otwithstanding subsection\n(a)(1).” A notwithstanding clause identifies a potential\nconflict between two or more provisions and specifies\nwhich provision will prevail. Under the familiar expressio\nunius est exclusio alterius interpretive canon, the choice to\nsingle out subsection (a)(1)—and only subsection (a)(1)—in\nthis notwithstanding clause strongly suggests that the\nprohibition reaches, and conflicts with, subsection (a)(1),\nand only subsection (a)(1).\n   The rest of §3345 confirms this conclusion. The prohibi-\ntion in subsection (b)(1) establishes who may not perform\nthe duties of a vacant office. In doing so, it introduces a\npotential conflict with subsections (a)(1), (a)(2), (a)(3), and\n(c)(1), which identify four categories of persons who may\nperform the duties of a vacant office. By stating that its\nprohibition applies “[n]otwithstanding subsection (a)(1),”\nsubsection (b)(1) expressly states that its prohibition takes\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e                 \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                    SOTOMAYOR, J., dissenting\n\nprecedence over the default rule set out in subsection\n(a)(1). The omission of any reference to subsections (a)(2),\n(a)(3), and (c)(1), in spite of the parallel potential for con-\nflict with those subsections, suggests that the omission\nwas a “ ‘deliberate choice, not inadvertence.’ ” Bruesewitz\nv. Wyeth LLC, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e562\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e223\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 232–233 (2011) (quoting\nBarnhart v. Peabody Coal Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"122253\"\u003e\u003ca href=\"/opinion/122253/barnhart-v-peabody-coal-co/\"\u003e\u003cspan class=\"volume\"\u003e537\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e149\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 168 (2003)).\nThat choice means that subsection (b)(1) trumps subsec-\ntion (a)(1) but not subsections (a)(2), (a)(3), and (c)(1).\n    Nothing about a notwithstanding clause renders it\nimpervious to this established rule of statutory interpreta-\ntion. The Court says that the rule has less force in the\ncontext of a notwithstanding clause because such a clause\n“confirms rather than constrains” the breadth of the provi-\nsion to which it is attached. Ante, at 11. But the breadth\nof the attached provision is precisely the question here,\nand the clause’s specific reference to subsection (a)(1) and\nonly subsection (a)(1) strongly supports reading the at-\ntached prohibition to limit only subsection (a)(1). See\nPreseault v. ICC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112373\"\u003e\u003ca href=\"/opinion/112373/preseault-v-icc/\"\u003e\u003cspan class=\"volume\"\u003e494\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 13–14 (1990) (a reference to\n“ ‘this Act’ ” in a notwithstanding clause limited the scope\nof the attached provision (emphasis deleted)).\n    The Court claims that the reference to subsection (a)(1)\nmay serve a different purpose. In its view, the reference\nmight instead demonstrate a congressional concern that a\nconflict between subsection (b)(1) and subsection (a)(1)\nwould be “quite likely to arise” or “particularly difficult to\nresolve.” Ante, at 11. A closer examination does not bear\nout this hypothesis.\n    The text itself refutes the theory that subsection (b)(1) is\nmore likely to conflict with subsection (a)(1) than the other\nsubsections. The prohibition in subsection (b)(1) does not\napply to a person who served as the first assistant to the\nvacant office for more than 90 days in the year before the\nvacancy arose, §3345(b)(1)(A), or who serves as a Senate-\nconfirmed first assistant to the office, §3345(b)(2). A\n\u000c                  Cite as: 580 U. S. ____ (2017)              5\n\n                    SOTOMAYOR, J., dissenting\n\nperson serving under subsection (a)(1)—by definition, only\na first assistant—has a leg up in meeting those conditions\nand avoiding subsection (b)(1)’s prohibition altogether.\nThose serving under subsections (a)(2), (a)(3), and (c)(1)—\nPAS officials, senior agency officials, or officials whose\nterms in the vacant office have expired—do not. The\nprohibition in subsection (b)(1) is thus more likely, not less\nlikely, to conflict with subsections (a)(2), (a)(3), and (c)(1).\n   And true enough, subsection (a)(1) sets out an automatic\nrule under which the first assistant assumes acting status\nupon a vacancy, whereas subsections (a)(2), (a)(3), and\n(c)(1) set out conditional rules, under which the President\nmay choose to direct other officials to assume acting sta-\ntus. But that distinction makes no difference when asking\nwhether a conflict between subsections (b)(1) and (a)(1)\nwould be harder to resolve without guidance than a con-\nflict between subsection (b)(1) and the other subsections.\nIn stating who may not assume acting status, subsection\n(b)(1) conflicts equally with the rules about who may\nassume acting status set out in subsections (a)(1), (a)(2),\n(a)(3), and (c)(1). The reference to subsection (a)(1) in\nsubsection (b)(1)’s notwithstanding clause thus cannot be\nunderstood as a means to resolve a particularly vexing\nconflict. The same conflict exists for all four categories.\n   Indeed, the Court’s explanations make the notwith-\nstanding clause in subsection (b)(1) superfluous. If the\nnotwithstanding clause serves only to confirm the breadth\nof subsection (b)(1) and singles out subsection (a)(1) to\naddress a conflict shared equally by other subsections,\nthen it does no real work. The clause could be deleted\nwithout changing the meaning of subsection (b)(1), as the\nCourt all but admits. See ante, at 12.\n   Worse still, a broad interpretation of subsection (b)(1)\nrenders subsection (c)(1) superfluous. Under subsection\n(c)(1), the President may designate a person whose term in\nan office has expired and who has been nominated to a\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e6\u003c/span\u003e                    \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                       SOTOMAYOR, J., dissenting\n\nsubsequent term to serve as the acting official. It is un-\nlikely, even implausible, that a person who serves out a\nset term will have served as the first assistant to her own\noffice during the year before her term expired. Yet subsec-\ntion (b)(1) requires such service before a person can serve\nas both an acting official and a nominee.1 As a result, if\nsubsection (b)(1) applies to all acting officials, it would\nprohibit what subsection (c)(1) expressly permits: acting\nservice by a person nominated by the President to serve\nout a consecutive Senate-confirmed term in the vacant\noffice. That is no way to read a statute.\n   Not a problem, the Court says. “[S]ubsection (b)(1) has\nno effect on (c)(1)” because subsection (c)(1) contains a\nspecific rule about acting service by a nominee for a second\nterm that, under ordinary principles of statutory interpre-\ntation, controls over the general rule governing acting\nservice by a nominee in subsection (b)(1). Ante, at 14. The\nCourt’s reasoning on this point undercuts its opening\nclaim that the words “person” and “under this section” in\nsubsection (b)(1) must refer to “anyone who performs\nacting duties under the FVRA.” Ante, at 9. And it under-\nscores why the “[n]otwithstanding subsection (a)(1)” clause\nin subsection (b)(1) is superfluous under the Court’s read-\ning. The general authorization of acting service by a first\nassistant in subsection (a)(1) would yield to the specific\nprohibition on acting service by certain nominees in sub-\nsection (b)(1) even without the notwithstanding clause.2\n——————\n    1 Subsection (b)(2)’s exception would not apply, as a person “nominated\n\n. . . for reappointment for an additional term to the same office . . .\nwithout a break in service,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3345(c)(1), will of course not be\na Senate-confirmed first assistant to that office.\n    2 SW General offers a different response that a person directed to\n\nperform the duties of a vacant office under subsection (c)(1) does not\n“serve as an acting officer,” §3345(b)(1). See Tr. of Oral Arg. 30. This\nalso misses the mark. Like subsections (a)(1), (a)(2), and (a)(3), subsec-\ntion (c)(1) is located in §3345, titled, “Acting officer.” Div. C, §151(b),\n112 Stat. 2681–611. Like those subsections, it addresses who may fill a\n\u000c                      Cite as: 580 U. S. ____ (2017)                      7\n\n                        SOTOMAYOR, J., dissenting\n\n   In contrast, reading subsection (b)(1) to apply only to a\nfirst assistant serving as an acting official under subsec-\ntion (a)(1) renders no other provision superfluous. The\nCourt reasons that subsection (b)(2)(A)’s reference to a\nperson “serving as the first assistant to the office” would\nbe superfluous if subsection (b)(1) applies only to first\nassistants serving under subsection (a)(1). See ante, at 13.\nBut recall that subsection (b)(2) creates an exception to\nsubsection (b)(1). Subsection (b)(1) provides that a person\ncannot serve as an acting official while nominated if that\nperson was not the first assistant to the vacant office for at\nleast 90 of the 365 days before the vacancy arose. Subsec-\ntion (b)(2) states that those requirements do “not apply to”\ncurrent Senate-confirmed first assistants. Put another\nway, subsection (b)(1) imposes requirements based on a\nperson’s past service, and subsection (b)(2) lifts those\nrequirements based on a person’s current service. The\nreference in subsection (b)(2)(A) to a person “serving as\nthe first assistant to the office” is thus necessary to convey\nthe relevant time period of the service that triggers the\nexception to subsection (b)(1).\n                            B\n  The events leading up to and following the enactment of\nthe FVRA further support interpreting subsection (b)(1) to\napply only to first assistants serving under subsection \n\n(a)(1). \n\n—————— \n\nvacant office. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3345(c)(2). And like those subsections, it\nexpressly subjects service to the time limits in §3346, which apply to\n“the person serving as an acting officer as described under section\n3345.” §3346(a). Moreover, relegating officials directed to serve under\nsubsection (c)(1) to some statutorily unnamed, non-acting official status\nwould muddle other provisions of the FVRA. See §3347(a) (making\n§§3345 and 3346 “the exclusive means for temporarily authorizing an\nacting official” to serve in a PAS office); §3349(a)(2) (requiring reporting\nof “the name of any person serving in an acting capacity and the date\nsuch service began immediately upon the designation”).\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                   SOTOMAYOR, J., dissenting\n\n   First, nothing in the legislative history of the FVRA\nindicates that subsection (b)(1) was enacted as a broad\nprohibition on acting service by all nominees. Under the\nVacancies Act of 1868, the FVRA’s predecessor, the first\nassistant to a vacant office served as the acting official\nunless the President directed another PAS official to do so.\nSee Act of July 23, 1868, ch. 227, 15 Stat. 168–169. The\nAct did not prohibit any person, first assistant or other-\nwise, from serving as an acting official while nominated to\nfill the office. This structure remained in place for over a\ncentury.\n   The events that prompted the FVRA’s enactment con-\nfirm, in line with the reading above, that the Act altered\nthis pre-existing structure to prohibit certain first assis-\ntants from serving in an acting capacity while nominated\nto the vacant office. The service of one acting official, Bill\nLann Lee, was the turning point in a broader, long-\nrunning dispute between the political branches over Exec-\nutive Branch compliance with the Vacancies Act of 1868.\nIn 1997, Lee was brought into the Department of Justice\nto serve as the Acting Assistant Attorney General for the\nCivil Rights Division after his nomination to the position\nfailed. He continued to serve in an acting capacity after\nhe was renominated to the position. The decision to bring\nLee in to serve in the Department of Justice after his\nfailed nomination led to strong congressional criticism.\nSee, e.g., Letter from A. Fois, Assistant Attorney General,\nOffice of Legislative Affairs, to Sen. S. Thurmond, pp. 3–4\n(Feb. 24, 1998). Subsection (b)(1) addresses the Lee inci-\ndent and prevents its recurrence. See S. Rep. No. 105–\n250, p. 13 (1998) (explaining that an earlier version of\nsubsection (b)(1) “prevent[s] manipulation of first assis-\ntants to include persons highly unlikely to be career offi-\ncials”). It bars a first assistant from serving under subsec-\ntion (a)(1) while nominated unless the person was the first\nassistant for a significant period of time before the vacancy\n\u000c                  Cite as: 580 U. S. ____ (2017)             9\n\n                    SOTOMAYOR, J., dissenting\n\narose (90 of the previous 365 days) or the person is the\nSenate-confirmed first assistant to the vacant office.\n   In contrast, there is no indication of an intent to depart\nfurther from the century-old practice under the Vacancies\nAct of 1868 and prohibit acting service by other officials\nnominated to a vacant office. No one has identified con-\ngressional statements expressing concern with such ser-\nvice or calling for a broader prohibition. Indeed, an earlier\nversion of subsection (b)(1) unquestionably applied only to\nfirst assistants serving under subsection (a)(1), even\nthough the bill permitted the President to designate a PAS\nofficial as the acting official instead of the first assistant.\nSee id., at 25. The legislative history does not document\nthe reason for the changes to this subsection. The Court\nsuggests that an unspoken congressional compromise led\nto an expanded subsection (b)(1). Ante, at 15–16. While\nthe compromise it hypothesizes is possible, no evidence\nsupports it, and the absence of any hint that the compro-\nmise was hoped for during the development of or debate on\nthe FVRA means that it is not probable.\n   Second, under the Court’s reading of subsection (b)(1),\nthe Executive Branch began violating the FVRA almost\nimmediately after its enactment. Within months, the\nDepartment of Justice’s Office of Legal Counsel (OLC)\nadvised Executive Branch agencies that the prohibition in\nsubsection (b)(1) “applies only to persons who serve as\nacting officers by virtue of having been the first assistant\nto the office.” Guidance on Application of Federal Vacan-\ncies Reform Act of 1998, 23 Op. OLC 60, 64 (1999). The\nGovernment Accountability Office, tasked with aiding\ncongressional enforcement of the FVRA, later reached the\nsame conclusion. See Letter from C. Joyner, Dir., Strate-\ngic Issues, to F. Thompson, Chairman, U. S. Senate Com-\nmittee on Governmental Affairs, Subject: Eligibility Crite-\nria for Individuals To Temporarily Fill Vacant Positions\nUnder the Federal Vacancies Reform Act of 1998, pp. 3–4\n\u000c\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e10\u003c/span\u003e                \u003cspan class=\"reporter\"\u003eN.L.R.B.\u003c/span\u003e \u003cspan class=\"page\"\u003ev\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. SW GENERAL, INC.\n\n                    SOTOMAYOR, J., dissenting\n\n(GAO–01–468R, Feb. 23, 2001). Since the enactment of\nthe FVRA, the Senate has received over 100 nominations\nof persons who continued to serve in an acting capacity\nafter their nomination but had not satisfied the conditions\nin subsection (b)(1) for acting service by a nominee. See\nApp. A to Brief for United States.\n   And yet, this legion of would-be violations prompted no\nresponse. No evidence suggests that the Senate reacted by\nrequiring any of those nominees to cease their acting\nservice. Cf. Pet. for Cert. 28–29 (citing objections raised\nafter the decision below). The failure to object is all the\nmore glaring in light of the enforcement mechanism writ-\nten into the FVRA. Section 3349 requires each Executive\nBranch agency to “immediately” notify the Comptroller\nGeneral, who heads the Government Accountability Office,\nand both Houses of Congress of “a vacancy . . . and the\ndate such vacancy occurred,” “the name of any person\nserving in an acting capacity and the date such service\nbegan,” “the name of any person nominated to the Senate\nto fill the vacancy and the date such nomination is submit-\nted,” and the date a nomination is acted upon. This provi-\nsion leaves no doubt that Congress had all the information\nit needed to object to any FVRA violations it perceived.\n   Congressional silence in the face of a decade-plus prac-\ntice of giving subsection (b)(1) a narrow reach casts serious\ndoubt on the broader interpretation. It indicates that\nCongress, like the Executive Branch, interpreted subsec-\ntion (b)(1) in line with its text to reach only first assistants\nto the vacant office serving pursuant to subsection (a)(1).\n                         *    *     *\n  The FVRA prohibits a limited set of acting officials—\nnon-Senate confirmed first assistants who serve under\nsubsection (a)(1) and did not serve as the first assistant to\nthe vacant office for at least 90 of the 365 days before the\nvacancy arose—from performing the duties of a vacant\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                   SOTOMAYOR, J., dissenting\n\noffice while also serving as the President’s nominee to fill\nthat office. Reading the provision more broadly to apply to\nall acting officials disregards the full text of the FVRA and\nfinds no support in its purpose or history. The Court\nprefers that reading. I respectfully dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n     NATIONAL LABOR RELATIONS BOARD v. SW \n\n    GENERAL, INC., DBA SOUTHWEST AMBULANCE \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n          THE DISTRICT OF COLUMBIA CIRCUIT\n\n  No. 15–1251. Argued November 7, 2016—Decided March 21, 2017\nArticle II of the Constitution requires that the President obtain “the\n  Advice and Consent of the Senate” before appointing “Officers of the\n  United States.” §2, cl. 2. Given this provision, the responsibilities of\n  an office requiring Presidential appointment and Senate confirma-\n  tion (PAS office) may go unperformed if a vacancy arises and the\n  President and Senate cannot promptly agree on a replacement. Con-\n  gress has accounted for this reality by giving the President limited\n  authority to appoint acting officials to temporarily perform the func-\n  tions of a vacant PAS office without first obtaining Senate approval.\n     The current version of that authorization is the Federal Vacancies\n  Reform Act of 1998 (FVRA). Section 3345(a) of the FVRA permits\n  three categories of Government officials to perform acting service in a\n  vacant PAS office. Subsection (a)(1) prescribes the general rule that,\n  if a vacancy arises in a PAS office, the first assistant to that office\n  “shall perform” the office’s “functions and duties temporarily in an\n  acting capacity.” Subsections (a)(2) and (a)(3) provide that, “notwith-\n  standing paragraph (1),” the President “may direct” a person already\n  serving in another PAS office, or a senior employee in the relevant\n  agency, to serve in an acting capacity instead.\n     Section 3345 also makes certain individuals ineligible for acting\n  service. Subsection (b)(1) states: “Notwithstanding subsection (a)(1),\n  a person may not serve as an acting officer for an office under this\n  section” if the President nominates him for the vacant PAS office and,\n  during the 365-day period preceding the vacancy, the person “did not\n  serve in the position of first assistant” to that office or “served in\n  [that] position . . . for less than 90 days.”\n     The general counsel of the National Labor Relations Board (NLRB\n\u000c2                    NLRB v. SW GENERAL, INC.\n\n                                Syllabus\n\n or the Board) is a PAS office. In June 2010, a vacancy arose in that\n office, and the President directed Lafe Solomon to serve as acting\n general counsel. Solomon qualified for acting service under subsec-\n tion (a)(3) of the FVRA, because he was a senior employee at the\n NLRB. In January 2011, the President nominated Solomon to serve\n as the NLRB’s general counsel on a permanent basis. The Senate\n never took action on the nomination, and the President ultimately\n withdrew Solomon’s name in favor of a new candidate, whom the\n Senate confirmed in October 2013. Throughout this entire period\n Solomon served as the acting general counsel to the NLRB.\n    In January 2013, an NLRB Regional Director, exercising authority\n on Solomon’s behalf, issued an unfair labor practices complaint\n against respondent SW General, Inc. An Administrative Law Judge\n concluded that SW General had committed unfair labor practices,\n and the NLRB agreed. SW General sought review in the United\n States Court of Appeals for the District of Columbia Circuit, arguing\n that the complaint was invalid because, under subsection (b)(1) of the\n FVRA, Solomon could not perform the duties of general counsel to the\n NLRB after having been nominated to fill that position. The NLRB\n countered that subsection (b)(1) applies only to first assistants who\n automatically assume acting duties under subsection (a)(1), not to\n acting officers who, like Solomon, serve under (a)(2) or (a)(3). The\n Court of Appeals vacated the Board’s order. It concluded that the\n prohibition on acting service by nominees contained in subsection\n (b)(1) applies to all acting officers, regardless of whether they serve\n pursuant to subsection (a)(1), (a)(2), or (a)(3). As a result, Solomon\n became ineligible to perform the duties of general counsel in an act-\n ing capacity once the President nominated him to fill that post.\nHeld:\n    1. Subsection (b)(1) of the FVRA prevents a person who has been\n nominated to fill a vacant PAS office from performing the duties of\n that office in an acting capacity. The prohibition applies to anyone\n performing acting service under the FVRA. It is not limited to first\n assistants performing acting service under subsection (a)(1). Pp. 8–\n 18.\n       (a) The text of the FVRA requires this conclusion. Pp. 8–14.\n         (1) Subsection (b)(1) applies to any “person” and prohibits ser-\n vice “as an acting officer for an office under this section.” “Person”\n has an expansive meaning that can encompass anyone who performs\n acting duties under the FVRA. See Pfizer Inc. v. Government of In-\n dia, 434 U. S. 308, 312. And “under this section” clarifies that sub-\n section (b)(1) applies to all of §3345: The FVRA contains cross-\n references to specific subsections and paragraphs. But subsection\n (b)(1) refers to §3345, which contains all of the ways a person may be-\n\u000c                   Cite as: 580 U. S. ____ (2017)                      3\n\n                              Syllabus\n\ncome an acting officer. The rest of the FVRA also uses the pairing of\n“person” and “section” to encompass anyone serving as an acting of-\nficer under the FVRA, and Congress could readily have used more\nspecific language if it intended subsection (b)(1) to apply only to first\nassistants acting under (a)(1).\n   The dependent clause at the beginning of subsection (b)(1)—\n“[n]otwithstanding subsection (a)(1)”—confirms the breadth of the\nprohibition on acting service by nominees. In statutes, “notwith-\nstanding” clauses show that one provision prevails over another in\nthe event of a conflict. Here, that means that subsection (b)(1) ap-\nplies even when it conflicts with the default rule in (a)(1) that first\nassistants “shall perform” acting duties. Pp. 8–10.\n        (2) The Board argues that, because the phrase “notwithstand-\ning subsection (a)(1)” does not mention (a)(2) or (a)(3), Congress did\nnot intend the prohibition in subsection (b)(1) to apply to people serv-\ning as acting officers under those provisions. The Board relies on the\n“interpretive canon, expressio unius est exclusio alterius, expressing\none item of [an] associated group or series excludes another left un-\nmentioned.” Chevron U. S. A. Inc. v. Echazabal, 536 U. S. 73, 80 (in-\nternal quotation marks omitted).\n   This interpretive canon applies, however, only when “circumstanc-\nes support[ ] a sensible inference that the term left out must have\nbeen meant to be excluded.” Id., at 81. A “notwithstanding” clause\ndoes not naturally give rise to such an inference; it just shows which\nof two or more provisions prevails in the event of a conflict. Singling\nout one conflict generally does not suggest that other, unaddressed\nconflicts should be resolved in the opposite manner. Here, the con-\nflict between (a)(1) and (b)(1) is unique: The former uses mandatory\nlanguage—the first assistant “shall perform” acting duties—while the\nlatter identifies who “may not” serve as an acting officer. The “not-\nwithstanding” clause clarifies that the mandatory language in sub-\nsection (a)(1) does not prevail over subsection (b)(1) in the event of a\nconflict. Subsections (a)(2) and (a)(3) lack that mandatory language,\nso the natural inference is that Congress left these provisions out of\nthe “notwithstanding” clause because they differ from subsection\n(a)(1), not to implicitly exempt them from the prohibition in subsec-\ntion (b)(1).\n   Moreover, subsection (b)(2) specifies that (b)(1) “shall not apply” to\ncertain people who are “serving as the first assistant.” If (b)(1) ap-\nplied only to first assistants, stating that limitation would be super-\nfluous. Pp. 10–14.\n      (b) Because the text is clear, the Board’s arguments about legis-\nlative history, purpose, and post-enactment practice need not be con-\nsidered. In any event, its arguments are not compelling.\n\u000c4                      NLRB v. SW GENERAL, INC.\n\n                                   Syllabus\n\n       The original draft of the FVRA contained a prohibition on nomi-\n    nees serving as acting officers, but explicitly limited that prohibition\n    to first assistants. The Board argues that, when Congress revised\n    this original draft, it made changes to give the President more flexi-\n    bility to appoint acting officers and did not intend to broaden the\n    prohibition on nominees performing acting service. The glitch in this\n    argument is that Congress did change the prohibition on nominees\n    performing acting service, revising it to clearly apply to all acting of-\n    ficers. The fact that certain Senators stated that they wanted to give\n    the President more flexibility to appoint acting officials does not\n    mean that they got exactly what they wanted. Nor does a statement\n    by one of the sponsors of the FVRA—who said that subsection (b)(1)\n    applies only to first assistants—overcome the clear text, particularly\n    given that the very next Senator to speak offered a contradictory ac-\n    count of the provision.\n       The Board also argues that, since the FVRA was enacted, Congress\n    has not objected when Presidents have nominated individuals who\n    were serving as acting officers under subsection (a)(2) or (a)(3), and\n    that the Office of Legal Counsel and Government Accountability Of-\n    fice have issued guidance construing subsection (b)(1) to apply only to\n    first assistants. Relying on NLRB v. Noel Canning, the Board con-\n    tends that this “historical practice” is entitled to “significant weight.”\n    573 U. S. ___.\n       “[H]istorical practice” is too grand a title for the Board’s evidence.\n    The FVRA was not enacted until 1998, and the evidence the Board\n    cites is not significant enough to warrant the conclusion that Con-\n    gress’s failure to speak up implies that it has acquiesced in the view\n    that subsection (b)(1) applies only to first assistants. By contrast, the\n    Court’s decision in Noel Canning dealt with the President’s constitu-\n    tional authority under the Recess Appointments Clause; an issue\n    that had attracted intense attention from Presidents, Attorneys Gen-\n    eral, and the Senate dating back to the beginning of the Republic.\n    Pp. 14–18.\n       2. Applying the FVRA to this case is straightforward. Subsection\n    (b)(1) prohibited Solomon from continuing his service as acting gen-\n    eral counsel once the President nominated him to fill the position\n    permanently. The President could have appointed another person to\n    serve as acting officer in Solomon’s place, but did not do so. P. 18.\n796 F. 3d 67, affirmed.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nTHOMAS, BREYER, ALITO, and KAGAN, JJ., joined. THOMAS, J., filed a\nconcurring opinion. SOTOMAYOR, J., filed a dissenting opinion, in which\nGINSBURG, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1251\n                                   _________________\n\n\nNATIONAL LABOR RELATIONS BOARD, PETITIONER\n     v. SW GENERAL, INC., DBA SOUTHWEST\n                AMBULANCE\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                                [March 21, 2017]\n\n\n  CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n  Article II of the Constitution requires that the President\nobtain “the Advice and Consent of the Senate” before\nappointing “Officers of the United States.” §2, cl. 2. Given\nthis provision, the responsibilities of an office requiring\nPresidential appointment and Senate confirmation—\nknown as a “PAS” office—may go unperformed if a va-\ncancy arises and the President and Senate cannot promptly\nagree on a replacement. Congress has long accounted\nfor this reality by authorizing the President to direct\ncertain officials to temporarily carry out the duties of a\nvacant PAS office in an acting capacity, without Senate\nconfirmation.\n  The Federal Vacancies Reform Act of 1998 (FVRA), 5\nU. S. C. §3345 et seq., is the latest version of that authori-\nzation. Section 3345(a) of the FVRA authorizes three\nclasses of Government officials to become acting officers.\nThe general rule is that the first assistant to a vacant\noffice shall become the acting officer. The President may\n\u000c2                NLRB v. SW GENERAL, INC.\n\n                     Opinion of the Court\n\noverride that default rule by directing either a person\nserving in a different PAS office or a senior employee\nwithin the relevant agency to become the acting officer\ninstead.\n  The FVRA, however, prohibits certain persons from\nserving as acting officers if the President has nominated\nthem to fill the vacant office permanently. The question\npresented is whether that limitation applies only to first\nassistants who have automatically assumed acting duties,\nor whether it also applies to PAS officers and senior em-\nployees serving as acting officers at the President’s behest.\nWe hold that it applies to all three categories of acting\nofficers.\n                               I\n\n                               A\n\n   The Senate’s advice and consent power is a critical\n“structural safeguard[ ] of the constitutional scheme.”\nEdmond v. United States, 520 U. S. 651, 659 (1997). The\nFramers envisioned it as “an excellent check upon a spirit\nof favoritism in the President” and a guard against “the\nappointment of unfit characters . . . from family connec-\ntion, from personal attachment, or from a view to popular-\nity.” The Federalist No. 76, p. 457 (C. Rossiter ed. 1961)\n(A. Hamilton). The constitutional process of Presidential\nappointment and Senate confirmation, however, can take\ntime: The President may not promptly settle on a nominee\nto fill an office; the Senate may be unable, or unwilling, to\nspeedily confirm the nominee once submitted. Yet neither\nmay desire to see the duties of the vacant office go unper-\nformed in the interim.\n   Since President Washington’s first term, Congress has\ngiven the President limited authority to appoint acting\nofficials to temporarily perform the functions of a vacant\nPAS office without first obtaining Senate approval. The\nearliest statutes authorized the appointment of “any\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\nperson or persons” to fill specific vacancies in the Depart-\nments of State, Treasury, and War. Act of May 8, 1792,\nch. 37, §8, 1 Stat. 281. Congress at first allowed acting\nofficers to serve until the permanent officeholder could\nresume his duties or a successor was appointed, ibid., but\nsoon imposed a six-month limit on acting service, Act of\nFeb. 13, 1795, ch. 21, 1 Stat. 415.\n   Congress revisited the issue in the 1860s, ultimately\npassing the Vacancies Act of 1868. The Vacancies Act\nexpanded the number of PAS offices that the President\ncould fill with acting officers. Act of July 23, 1868, ch. 227,\n15 Stat. 168; see also Act of Feb. 20, 1863, ch. 45, 12 Stat.\n656. With that expansion came new constraints. The\nauthority to appoint “any person or persons” as an acting\nofficer gave way to a default rule that the “first or sole\nassistant . . . shall” perform that function, with an excep-\ntion allowing the President to instead fill the post with a\nperson already serving in a PAS office. 15 Stat. 168. And\nrather than six months of acting service, the Vacancies Act\ngenerally authorized only ten days. Ibid. That narrow\nwindow of acting service was later lengthened to 30 days.\nAct of Feb. 6, 1891, ch. 113, 26 Stat. 733.\n   During the 1970s and 1980s, interbranch conflict arose\nover the Vacancies Act. The Department of Justice took\nthe position that, in many instances, the head of an execu-\ntive agency had independent authority apart from the\nVacancies Act to temporarily fill vacant offices. The\nComptroller General disagreed, arguing that the Act was\nthe exclusive authority for temporarily filling vacancies in\nexecutive agencies. See M. Rosenberg, Congressional\nResearch Service Report for Congress, The New Vacancies\nAct: Congress Acts to Protect the Senate’s Confirmation\nPrerogative 2–4 (1998) (Rosenberg).           Congress then\namended the Vacancies Act to clarify that it applies to\nsuch agencies, while at the same time lengthening the\nterm of permissible acting service to 120 days, with a\n\u000c4                 NLRB v. SW GENERAL, INC.\n\n                      Opinion of the Court\n\ntolling period while a nomination is pending. Id., at 3; see\nPresidential Transitions Effectiveness Act, §7, 102 Stat.\n988.\n   But tensions did not ease. By 1998, approximately 20\npercent of PAS offices in executive agencies were occupied\nby “temporary designees, most of whom had served beyond\nthe 120-day limitation period . . . without presidential\nsubmissions of nominations.” Rosenberg 1. These acting\nofficers filled high-level positions, sometimes in obvious\ncontravention of the Senate’s wishes. One, for instance,\nwas brought in from outside Government to serve as Act-\ning Assistant Attorney General for the Civil Rights Divi-\nsion of the Justice Department, immediately after the\nSenate refused to confirm him for that very office. Ibid.;\nsee M. Rosenberg, Congressional Research Service, Valid-\nity of Designation of Bill Lann Lee as Acting Assistant\nAttorney General for Civil Rights 1–3 (1998). Perceiving a\nthreat to the Senate’s advice and consent power, see Rosen-\nberg 6, Congress acted again. In 1998, it replaced the\nVacancies Act with the FVRA.\n   Section 3345(a) of the FVRA permits three categories of\nGovernment officials to perform acting service in a vacant\nPAS office. Subsection (a)(1) prescribes a general rule: If a\nperson serving in a PAS office dies, resigns, or is otherwise\nunable to perform his duties, the first assistant to that\noffice “shall perform” the office’s “functions and duties . . .\ntemporarily in an acting capacity.”\n   The next two paragraphs of §3345(a) identify alterna-\ntives. Subsection (a)(2) provides that “notwithstanding\nparagraph (1),” the President “may direct a person” who\nalready serves in a PAS office to “perform the functions\nand duties of the vacant office temporarily in an acting\ncapacity.” Subsection (a)(3) adds that “notwithstanding\nparagraph (1),” the President “may direct” a person to\nperform acting duties if the person served in a senior\nposition in the relevant agency for at least 90 days in the\n\u000c                    Cite as: 580 U. S. ____ (2017)                   5\n\n                         Opinion of the Court\n\n365-day period preceding the vacancy.1\n  Section 3345 also makes certain individuals ineligible\nfor acting service. Subsection (b)(1) states: “Notwithstand-\ning subsection (a)(1), a person may not serve as an acting\nofficer for an office under this section” if the President\nnominates him for the vacant PAS office and, during the\n365-day period preceding the vacancy, the individual “did\nnot serve in the position of first assistant” to that office or\n“served in [that] position . . . for less than 90 days.” Sub-\nsection (b)(2) creates an exception to this prohibition,\nproviding that “[p]aragraph (1) shall not apply to any\nperson” serving in a first assistant position that itself\nrequires the Senate’s advice and consent.\n  Other sections of the FVRA establish time limits on\nacting service and penalties for noncompliance. In most\ncases, the statute permits acting service for “210 days\nbeginning on the date the vacancy occurs”; tolls that time\nlimit while a nomination is pending; and starts a new 210-\nday clock if the nomination is “rejected, withdrawn, or\nreturned.” §§3346(a)–(b)(1). Upon a second nomination,\nthe time limit tolls once more, and an acting officer can\nserve an additional 210 days if the second nomination\nproves unsuccessful. §3346(b)(2). The FVRA ensures\ncompliance by providing that, in general, “any function or\nduty of a vacant office” performed by a person not properly\nserving under the statute “shall have no force or effect.”\n§3348(d).\n                             B\n  The National Labor Relations Board (NLRB or Board) is\ncharged with administering the National Labor Relations\nAct. By statute, its general counsel must be appointed by\nthe President with the advice and consent of the Senate.\n——————\n  1 A senior position is one that has a rate of pay equal to or greater\n\nthan the minimum rate “for a position at GS–15 of the General Sched-\nule.” 5 U. S. C. §3345(a)(3)(B).\n\u000c6                NLRB v. SW GENERAL, INC.\n\n                     Opinion of the Court\n\n29 U. S. C. §153(d).\n   In June 2010, the NLRB’s general counsel—who had\nbeen serving with Senate confirmation—resigned. The\nPresident directed Lafe Solomon to serve temporarily as\nthe NLRB’s acting general counsel, citing the FVRA as the\nbasis for the appointment. See Memorandum from Presi-\ndent Barack Obama to L. Solomon (June 18, 2010). Solo-\nmon satisfied the requirements for acting service under\nsubsection (a)(3) of the FVRA because he had spent the\nprevious ten years in the senior position of Director of the\nNLRB’s Office of Representation Appeals.\n   The President had bigger plans for Solomon than acting\nservice. On January 5, 2011, he nominated Solomon to\nserve as the NLRB’s general counsel on a permanent\nbasis. The Senate had other ideas. That body did not act\nupon the nomination during the 112th Congress, so it was\nreturned to the President when the legislative session\nexpired. 159 Cong. Rec. S17 (Jan. 3, 2013). The President\nresubmitted Solomon’s name for consideration in the\nspring of 2013, id., at S3884 (May 23, 2013), but to no\navail.   The President ultimately withdrew Solomon’s\nnomination and put forward a new candidate, whom the\nSenate confirmed on October 29, 2013. Id., at S7635.\nThroughout this entire period, Solomon served as the\nNLRB’s acting general counsel.\n   Solomon’s responsibilities included exercising “final\nauthority” to issue complaints alleging unfair labor prac-\ntices. 29 U. S. C. §§153(d), 160(b). In January 2013, an\nNLRB Regional Director, exercising authority on Solo-\nmon’s behalf, issued a complaint alleging that respondent\nSW General, Inc.—a company that provides ambulance\nservices—had improperly failed to pay certain bonuses to\nlong-term employees. An Administrative Law Judge\nconcluded that SW General had committed unfair labor\npractices, and the NLRB agreed. 360 N. L. R. B. 109\n(2014).\n\u000c                     Cite as: 580 U. S. ____ (2017)                   7\n\n                         Opinion of the Court\n\n  SW General filed a petition for review in the United\nStates Court of Appeals for the District of Columbia Cir-\ncuit. It argued that the unfair labor practices complaint\nwas invalid because, under subsection (b)(1) of the FVRA,\nSolomon could not legally perform the duties of general\ncounsel after having been nominated to fill that position.\nThe NLRB defended Solomon’s actions. It contended that\nsubsection (b)(1) applies only to first assistants who auto-\nmatically assume acting duties under subsection (a)(1),\nnot to acting officers who, like Solomon, serve under (a)(2)\nor (a)(3).\n  The Court of Appeals granted SW General’s petition for\nreview and vacated the Board’s order. It reasoned that\n“the text of subsection (b)(1) squarely supports” the con-\nclusion that the provision’s restriction on nominees serv-\ning as acting officers “applies to all acting officers, no\nmatter whether they serve pursuant to subsection (a)(1),\n(a)(2) or (a)(3).” 796 F. 3d 67, 78 (CADC 2015). As a re-\nsult, Solomon became “ineligible to serve as Acting Gen-\neral Counsel once the President nominated him to be\nGeneral Counsel.” Id., at 72.2 We granted certiorari, 579\nU. S. ___ (2016), and now affirm.\n\n——————\n  2 The   FVRA exempts “the General Counsel of the National Labor\nRelations Board” from the general rule that actions taken in violation\nof the FVRA are void ab initio. 5 U. S. C. §3348(e)(1). The Court of\nAppeals “assume[d] that section 3348(e)(1) renders the actions of an\nimproperly serving Acting General Counsel voidable” and rejected the\nBoard’s argument against voiding Solomon’s actions. 796 F. 3d, at 79–\n82. The Board did not seek certiorari on this issue, so we do not con-\nsider it.\n   In addition, the unfair labor practice complaint in this case was\nissued after the Senate had returned Solomon’s nomination the first\ntime but before the President had renominated him to the same posi-\ntion. In the proceedings below, the Board did not argue that this\ntiming made any difference, and the court assumed it had no bearing\non the proper application of the FVRA to this case. Id., at 72, n. 3. We\nproceed on the same assumption.\n\u000c8                  NLRB v. SW GENERAL, INC.\n\n                        Opinion of the Court\n\n                              II\n   Subsection (b)(1) of the FVRA prevents a person who\nhas been nominated for a vacant PAS office from perform-\ning the duties of that office in an acting capacity. In full,\nit states:\n         “(1) Notwithstanding subsection (a)(1), a person\n      may not serve as an acting officer for an office under\n      this section, if—\n         (A) during the 365-day period preceding the date of\n      the death, resignation, or beginning of inability to\n      serve, such person—\n         (i) did not serve in the position of first assistant to\n      the office of such officer; or\n         (ii) served in the position of first assistant to the of-\n      fice of such officer for less than 90 days; and\n         (B) the President submits a nomination of such per-\n      son to the Senate for appointment to such office.”\nSubsection (b)(2) adds that “[p]aragraph (1) shall not\napply” to a person serving in a first assistant position that\nitself requires the advice and consent of the Senate.\n   We conclude that the prohibition in subsection (b)(1)\napplies to anyone performing acting service under the\nFVRA. It is not, as the Board contends, limited to first\nassistants performing acting service under subsection\n(a)(1). The text of the prohibition extends to any “person”\nwho serves “as an acting officer . . . under this section,” not\njust to “first assistants” serving under subsection (a)(1).\nThe phrase “[n]otwithstanding subsection (a)(1)” does not\nlimit the reach of (b)(1), but instead clarifies that the\nprohibition applies even when it conflicts with the default\nrule that first assistants shall perform acting duties.\n                             A\n                             1\n    Our analysis of subsection (b)(1) begins with its text.\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nSubsection (b)(1) applies to any “person” and prohibits\nservice “as an acting officer for an office under this sec-\ntion.” The key words are “person” and “section.” They\nclearly indicate that (b)(1) applies to all acting officers\nunder §3345, regardless of the means of appointment.\n   Start with “person.” The word has a naturally expan-\nsive meaning that can encompass anyone who performs\nacting duties under the FVRA. See Pfizer Inc. v. Govern-\nment of India, 434 U. S. 308, 312 (1978). Important as\nthey may be, first assistants are not the only “person[s]” of\nthe bunch.\n   Now add “under this section.” The language clarifies\nthat subsection (b)(1) applies to all persons serving under\n§3345. Congress often drafts statutes with hierarchical\nschemes—section, subsection, paragraph, and on down the\nline. See Koons Buick Pontiac GMC, Inc. v. Nigh, 543\nU. S. 50, 60–61 (2004); L. Filson, The Legislative Drafter’s\nDesk Reference 222 (1992). Congress used that structure\nin the FVRA and relied on it to make precise cross-\nreferences. When Congress wanted to refer only to a\nparticular subsection or paragraph, it said so. See, e.g.,\n§3346(a)(2) (“subsection (b)”); §3346(b)(2) (“paragraph\n(1)”). But in (b)(1) Congress referred to the entire sec-\ntion—§3345—which subsumes all of the ways a person\nmay become an acting officer.\n   The rest of the FVRA uses the pairing of “person” and\n“section” the same way. Section 3346, for example, speci-\nfies how long “the person serving as an acting officer as\ndescribed under section 3345 may serve in the office.”\n(Emphasis added.) And §3348(d)(1) describes the conse-\nquences of noncompliance with the FVRA by referring to\nthe actions “taken by any person who is not acting under\nsection 3345, 3346, or 3347.” (Emphasis added.) No one\ndisputes that both provisions apply to anyone serving as\nan acting officer under the FVRA, not just first assistants\nserving under subsection (a)(1).\n\u000c10               NLRB v. SW GENERAL, INC.\n\n                      Opinion of the Court\n\n   Had Congress intended subsection (b)(1) to apply only to\nfirst assistants acting under (a)(1), it could easily have\nchosen clearer language. Replacing “person” with “first\nassistant” would have done the trick. So too would replac-\ning “under this section” with “under subsection (a)(1).”\n“The fact that [Congress] did not adopt [either] readily\navailable and apparent alternative strongly supports” the\nconclusion that subsection (b)(1) applies to any acting\nofficer appointed under any provision within §3345.\nKnight v. Commissioner, 552 U. S. 181, 188 (2008).\n   The dependent clause at the beginning of subsection\n(b)(1)—“[n]otwithstanding subsection (a)(1)”—confirms\nthat the prohibition on acting service applies even when it\nconflicts with the default rule that the first assistant shall\nperform acting duties. The ordinary meaning of “notwith-\nstanding” is “in spite of,” or “without prevention or ob-\nstruction from or by.” Webster’s Third New International\nDictionary 1545 (1986); Black’s Law Dictionary 1091 (7th\ned. 1999) (“Despite; in spite of ”). In statutes, the word\n“shows which provision prevails in the event of a clash.”\nA. Scalia \u0026 B. Garner, Reading Law: The Interpretation of\nLegal Texts 126–127 (2012). Subsection (a)(1) sets the\nrule that first assistants “shall perform” the vacant office’s\n“functions and duties . . . in an acting capacity.” But the\n“notwithstanding” clause in subsection (b)(1) means that,\neven if a first assistant is serving as an acting officer\nunder this statutory mandate, he must cease that service\nif the President nominates him to fill the vacant PAS\noffice. That subsection (b)(1) also applies to acting officers\nserving at the President’s behest is already clear from the\nbroad text of the independent clause—they are all “per-\nson[s]” serving “under this section.”\n                            2\n  The Board takes a different view of the phrase\n“[n]otwithstanding subsection (a)(1).” It begins by noting\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\nthat §3345(a) uses three different subsections to “create\nthree separate paths for becoming an acting official.”\nReply Brief 2. The prohibition in subsection (b)(1), the\nBoard continues, “applies ‘[n]otwithstanding’ only one of\nthese subsections—‘subsection (a)(1).’ ”       Ibid. In the\nBoard’s view, singling out subsection (a)(1) carries a nega-\ntive implication: that “Congress did not intend Subsection\n(b)(1) to override the alternative mechanisms for acting\nservice in Subsections (a)(2) and (a)(3).” Id., at 3.\n   We disagree. The Board relies on the “interpretive\ncanon, expressio unius est exclusio alterius, ‘expressing one\nitem of [an] associated group or series excludes another\nleft unmentioned.’ ” Chevron U. S. A. Inc. v. Echazabal,\n536 U. S. 73, 80 (2002) (quoting United States v. Vonn, 535\nU. S. 55, 65 (2002)). If a sign at the entrance to a zoo says\n“come see the elephant, lion, hippo, and giraffe,” and a\ntemporary sign is added saying “the giraffe is sick,” you\nwould reasonably assume that the others are in good\nhealth.\n   “The force of any negative implication, however, de-\npends on context.” Marx v. General Revenue Corp., 568\nU. S. ___, ___ (2013) (slip op., at 9). The expressio unius\ncanon applies only when “circumstances support[ ] a sen-\nsible inference that the term left out must have been\nmeant to be excluded.” Echazabal, 536 U. S., at 81. A\n“notwithstanding” clause does not naturally give rise to\nsuch an inference; it just shows which of two or more\nprovisions prevails in the event of a conflict. Such a clause\nconfirms rather than constrains breadth. Singling out one\npotential conflict might suggest that Congress thought the\nconflict was particularly difficult to resolve, or was quite\nlikely to arise. But doing so generally does not imply\nanything about other, unaddressed conflicts, much less\nthat they should be resolved in the opposite manner.\n   Suppose a radio station announces: “We play your favor-\nite hits from the ’60s, ’70s, and ’80s. Notwithstanding the\n\u000c12               NLRB v. SW GENERAL, INC.\n\n                     Opinion of the Court\n\nfact that we play hits from the ’60s, we do not play music\nby British bands.” You would not tune in expecting to\nhear the 1970s British band “The Clash” any more than\nthe 1960s “Beatles.” The station, after all, has announced\nthat “we do not play music by British bands.” The “not-\nwithstanding” clause just establishes that this applies\neven to music from the ’60s, when British bands were\nprominently featured on the charts. No one, however,\nwould think the station singled out the ’60s to convey\nimplicitly that its categorical statement “we do not play\nmusic by British bands” actually did not apply to the ’70s\nand ’80s.\n   Drawing a negative inference from the “notwithstand-\ning” clause in subsection (b)(1) is similarly inapt. Without\nthat clause, subsection (b)(1) plainly would apply to all\npersons serving as acting officers under §3345(a). Adding\n“notwithstanding subsection (a)(1)” makes sense because\n(a)(1) conflicts with (b)(1) in a unique manner. The former\nis mandatory and self-executing: The first assistant “shall\nperform” acting duties. The latter, by contrast, speaks to\nwho “may not” be an acting officer. So if a vacancy arises\nand the President nominates the first assistant to fill the\nposition, (a)(1) says the first assistant “shall perform” the\nduties of that office in an acting capacity while the nomi-\nnation is pending, and (b)(1) says he “may not.” The “not-\nwithstanding” clause clarifies that the language of (a)(1)\ndoes not prevail if that conflict occurs.\n   Compare the mandatory language of subsection (a)(1) to\n(a)(2) and (a)(3). People appointed under those provisions\nare just as much acting officers as first assistants who\nassume the role. But there is no freestanding directive\nthat they perform acting duties; subsections (a)(2) and\n(a)(3) just say that the President “may direct” them to do\nso. The natural inference, then, is that Congress left these\nprovisions out of the “notwithstanding” clause because\nthey are different from subsection (a)(1), not to exempt\n\u000c                  Cite as: 580 U. S. ____ (2017)           13\n\n                      Opinion of the Court\n\nfrom the broad prohibition in subsection (b)(1) those offic-\ners serving under (a)(2) and (a)(3).\n   Indeed, “notwithstanding” is used the same way in other\nparts of §3345. Subsections (a)(2) and (a)(3) are each\npreceded by the phrase “notwithstanding paragraph (1).”\nThe phrase recognizes that subsection (a)(1) is unique, and\nresolves the potential conflict between the mandatory\n“shall perform” in that provision and the permissive “may\ndirect” in (a)(2) and (a)(3). But it implies nothing about\nother potential conflicts that may arise in the statutory\nscheme. In subsection (b)(1), it works the same way: The\n“notwithstanding” clause simply shows that (b)(1) over-\nrides (a)(1), and nothing more.\n   Step back from the Board’s focus on “notwithstanding”\nand another problem appears: Its interpretation of subsec-\ntion (b)(1) makes a mess of (b)(2). Subsection (b)(2) speci-\nfies that (b)(1) “shall not apply to any person” if (A) that\nperson “is serving as the first assistant”; (B) the first\nassistant position is itself a PAS office; and (C) “the Senate\nhas approved the appointment of such person” to that\noffice.\n   The Board’s interpretation makes the first requirement\nsuperfluous, a result we typically try to avoid. Williams v.\nTaylor, 529 U. S. 362, 404 (2000) (“It is . . . a cardinal\nprinciple of statutory construction that we must give\neffect, if possible, to every clause and word of a statute.”\n(internal quotation marks omitted)). If subsection (b)(1)\napplied only to first assistants, there would be no need to\nstate the requirement in (b)(2)(A) that “such person is\nserving as the first assistant.” The Board proposes that\nCongress did so for clarity, but the same could be said of\nmost superfluous language.\n   The Board and the dissent counter that applying the\nprohibition in subsection (b)(1) to anyone performing\nacting service under §3345(a) has its own problem: Doing\nso would also require applying it to §3345(c)(1), which\n\u000c14                NLRB v. SW GENERAL, INC.\n\n                      Opinion of the Court\n\n“would nullify” that provision. Reply Brief 9. The dissent\ndeems this “no way to read a statute.” Post, at 6.\n    We agree, and it is not the way we read it. Under our\nreading, subsection (b)(1) has no effect on (c)(1). Subsec-\ntion (b)(1) addresses nominations generally, prohibiting\nany person who has been nominated to fill any vacant\noffice from performing that office’s duties in an acting\ncapacity. Subsection (c)(1) speaks to a specific nomination\nscenario: When a person is “nominated by the President\nfor reappointment for an additional term to the same office\n. . . without a break in service.” In this particular situa-\ntion, the FVRA authorizes the nominee “to continue to\nserve in that office.” §3345(c). “[I]t is a commonplace of\nstatutory construction that the specific governs the gen-\neral.” RadLAX Gateway Hotel, LLC v. Amalgamated\nBank, 566 U. S. 639, 645 (2012). The general prohibition\non acting service by nominees yields to the more specific\nauthorization allowing officers up for reappointment to\nremain at their posts. Applying subsection (b)(1) to\n§3345(a) hardly compels a different result.\n    The text of subsection (b)(1) is clear: Subject to one\nnarrow exception, it prohibits anyone who has been nomi-\nnated to fill a vacant PAS office from performing the du-\nties of that office in an acting capacity, regardless of\nwhether the acting officer was appointed under subsection\n(a)(1), (a)(2), or (a)(3). It is not limited to first assistants\nwho automatically assume acting duties under (a)(1).\n                              B\n   The Board contends that legislative history, purpose,\nand post-enactment practice uniformly show that subsec-\ntion (b)(1) applies only to first assistants. The text is\nclear, so we need not consider this extra-textual evidence.\nSee State Farm Fire \u0026 Casualty Co. v. United States\nex rel. Rigsby, 580 U. S. ___ (2016) (slip op., at 9). In any\nevent, the Board’s evidence is not compelling.\n\u000c                 Cite as: 580 U. S. ____ (2017)           15\n\n                     Opinion of the Court\n\n   The Board argues that subsection (b)(1) was designed to\nserve a specific purpose: preventing the President from\nhaving his nominee serve as an acting officer by making\nhim first assistant after (or right before) a vacancy arises.\nBrief for Petitioner 38. The original draft of the FVRA\nauthorized first assistants and PAS officers to perform\nacting service. Subsection (b) of that draft provided that if\na first assistant was nominated to fill the vacant office, he\ncould not perform that office’s duties in an acting capacity\nunless he had been the first assistant for at least 180 days\nbefore the vacancy. Several Senators thought the FVRA\ntoo restrictive. They asked to add senior agency officials\nto the list of potential acting officers and to shorten the\n180-day length-of-service requirement in subsection (b).\nTheir requests, the Board says, were granted; the final\nversion of the FVRA included subsection (a)(3) for senior\nemployees and shortened the length-of-service require-\nment to 90 days. There was no intent to extend the pro-\nhibition in subsection (b) beyond first assistants. Id., at\n45–46.\n   The glitch in this argument is of course the text of sub-\nsection (b)(1). Congress did amend the statute to allow\nsenior employees to become acting officers under subsec-\ntion (a)(3). The only substantive change that was requested\nin (b) was to reduce the length-of-service requirement.\nCongress could have done that with a few tweaks to the\noriginal version of subsection (b). Instead, Congress went\nfurther: It also removed language that expressly limited\nsubsection (b) to first assistants. And it added a provi-\nsion—subsection (b)(2)—that makes sense only if (b)(1)\napplies to all acting officers. In short, Congress took a\nprovision that explicitly applied only to first assistants\nand turned it into one that applies to all acting officers.\n   The Board protests that Congress would not have ex-\npanded the prohibition on nominees serving as acting\nofficers after Senators asked to give the President more\n\u000c16                NLRB v. SW GENERAL, INC.\n\n                      Opinion of the Court\n\nflexibility. See Brief for Petitioner 45–46. That certain\nSenators made specific demands, however, does not mean\nthat they got exactly what they wanted. Passing a law\noften requires compromise, where even the most firm\npublic demands bend to competing interests. See Rags-\ndale v. Wolverine World Wide, Inc., 535 U. S. 81, 93–94\n(2002). What Congress ultimately agrees on is the text\nthat it enacts, not the preferences expressed by certain\nlegislators. See Oncale v. Sundowner Offshore Services,\nInc., 523 U. S. 75, 79 (1998) (“[I]t is ultimately the provi-\nsions of our laws rather than the principal concerns of our\nlegislators by which we are governed.”).\n   Compromise is precisely what happened here: “[A]\nperiod of intense negotiations” took place after Senators\ndemanded changes to the original draft of the FVRA, and\nthe final bill was “a compromise measure.” Rosenberg 9.\nThe legislation as passed did expand the pool of individu-\nals the President could appoint as acting officers, by add-\ning senior employees in subsection (a)(3). But it also\nexpanded the scope of the limitation on acting service in\n(b)(1), by dropping the language making (b)(1) applicable\nonly to first assistants.\n   The Board contends that this compromise must not have\nhappened because Senator Thompson, one of the sponsors\nof the FVRA, said that subsection (b)(1) “applies only\nwhen the acting officer is the first assistant, and not when\nthe acting officer is designated by the President pursuant\nto §§3345(a)(2) or 3345(a)(3).” 144 Cong. Rec. 27496\n(1998). But Senator Byrd—the very next speaker—offered\na contradictory account: A nominee may not “serve as an\nacting officer” if “he is not the first assistant” or “has been\nthe first assistant for less than 90 . . . days, and has not\nbeen confirmed for the position.” Id., at 27498. This is a\ngood example of why floor statements by individual legis-\nlators rank among the least illuminating forms of legisla-\ntive history. See Milner v. Department of Navy, 562 U. S.\n\u000c                  Cite as: 580 U. S. ____ (2017)            17\n\n                      Opinion of the Court\n\n562, 572 (2011) (“Those of us who make use of legislative\nhistory believe that clear evidence of congressional intent\nmay illuminate ambiguous text. We will not take the\nopposite tack of allowing ambiguous legislative history to\nmuddy clear statutory language.”).\n   Finally, the Board supports its interpretation with post-\nenactment practice. It notes that the Office of Legal\nCounsel and the Government Accountability Office have\nissued guidance construing subsection (b)(1) to apply only\nto first assistants. And three Presidents have, without\ncongressional objection, submitted the nominations of 112\nindividuals who were serving as acting officers under\nsubsections (a)(2) and (a)(3). The Board contends that this\n“historical practice” is entitled to “significant weight”\nbecause the FVRA “concern[s] the allocation of power\nbetween two elected branches of Government.” Brief for\nPetitioner 49 (quoting NLRB v. Noel Canning, 573 U. S.\n___, ___–___ (2014) (slip op., at 6–7); internal quotation\nmarks omitted).\n   “[H]istorical practice” is too grand a title for the Board’s\nevidence. The FVRA was not enacted until 1998, and the\n112 nominations that the Board cites make up less than\ntwo percent of the thousands of nominations to positions\nin executive agencies that the Senate has considered in\nthe years since its passage. Even the guidance documents\nthe Board cites paid the matter little attention; both made\nconclusory statements about subsection (b)(1), with no\nanalysis.\n   In this context, Congress’s failure to speak up does not\nfairly imply that it has acquiesced in the Board’s interpre-\ntation. See Zuber v. Allen, 396 U. S. 168, 185, n. 21\n(1969); Alexander v. Sandoval, 532 U. S. 275, 292 (2001).\nThe Senate may not have noticed that certain nominees\nwere serving as acting officers in violation of the FVRA, or\nit may have chosen not to reject a qualified candidate just\nto make a point about compliance with the statute. Either\n\u000c18                NLRB v. SW GENERAL, INC.\n\n                      Opinion of the Court\n\nis at least as plausible as the theory that the Legislature’s\ninaction reflects considered acceptance of the Executive’s\npractice.\n   Our decision in Noel Canning—the chief opinion on\nwhich the Board relies—is a sharp contrast. That case\ndealt with the President’s constitutional authority under\nthe Recess Appointments Clause, an issue that has at-\ntracted intense attention and written analysis from Presi-\ndents, Attorneys General, and the Senate. 573 U. S., at\n___–___ (slip op., at 22–32). The voluminous historical\nrecord dated back to “the beginning of the Republic,” and\nincluded “thousands of intra-session recess appointments.”\nId., at ___, ___ (slip op., at 8, 12). That the chronicle of the\nRecess Appointments Clause weighed heavily in Noel\nCanning offers no support to the Board here.\n                             III\n   Applying the FVRA to this case is straightforward.\nSolomon was appointed as acting general counsel under\nsubsection (a)(3). Once the President submitted his nomi-\nnation to fill that position in a permanent capacity, sub-\nsection (b)(1) prohibited him from continuing his acting\nservice. This does not mean that the duties of general\ncounsel to the NLRB needed to go unperformed; the Presi-\ndent could have appointed another person to serve as the\nacting officer in Solomon’s place. And he had a wide array\nof individuals to choose from: any one of the approximately\n250 senior NLRB employees or the hundreds of individu-\nals in PAS positions throughout the Government. The\nPresident, however, did not do so, and Solomon’s contin-\nued service violated the FVRA. Accordingly, the judgment\nof the Court of Appeals is affirmed.\n                                             It is so ordered.\n\u000c                  Cite as: 580 U. S. ____ (2017)           19\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n                          APPENDIX\n   Section 3345 of the FVRA provides:\n   “(a) If an officer of an Executive agency (including the\nExecutive Office of the President, and other than the\nGovernment Accountability Office) whose appointment to\noffice is required to be made by the President, by and with\nthe advice and consent of the Senate, dies, resigns, or is\notherwise unable to perform the functions and duties of\nthe office—\n   (1) the first assistant to the office of such officer shall\nperform the functions and duties of the office temporarily\nin an acting capacity subject to the time limitations of\nsection 3346;\n   (2) notwithstanding paragraph (1), the President (and\nonly the President) may direct a person who serves in an\noffice for which appointment is required to be made by the\nPresident, by and with the advice and consent of the Sen-\nate, to perform the functions and duties of the vacant\noffice temporarily in an acting capacity subject to the time\nlimitations of section 3346; or\n   (3) notwithstanding paragraph (1), the President (and\nonly the President) may direct an officer or employee of\nsuch Executive agency to perform the functions and duties\nof the vacant office temporarily in an acting capacity,\nsubject to the time limitations of section 3346, if—\n   (A) during the 365-day period preceding the date of\ndeath, resignation, or beginning of inability to serve of the\napplicable officer, the officer or employee served in a posi-\ntion in such agency for not less than 90 days; and\n   (B) the rate of pay for the position described under\nsubparagraph (A) is equal to or greater than the minimum\nrate of pay payable for a position at GS–15 of the General\nSchedule.\n   (b)(1) Notwithstanding subsection (a)(1), a person may\nnot serve as an acting officer for an office under this sec-\ntion, if—\n\u000c20                 NLRB v. SW GENERAL, INC.\n\n                       Opinion\n                  Appendix      of the of\n                           to opinion  Court\n                                          the Court\n\n   (A) during the 365-day period preceding the date of the\ndeath, resignation, or beginning of inability to serve, such\nperson—\n   (i) did not serve in the position of first assistant to the\noffice of such officer; or\n   (ii) served in the position of first assistant to the office of\nsuch officer for less than 90 days; and\n   (B) the President submits a nomination of such person\nto the Senate for appointment to such office.\n   (2) Paragraph (1) shall not apply to any person if—\n   (A) such person is serving as the first assistant to the\noffice of an officer described under subsection (a);\n   (B) the office of such first assistant is an office for which\nappointment is required to be made by the President, by\nand with the advice and consent of the Senate; and\n   (C) the Senate has approved the appointment of such\nperson to such office.\n   (c)(1) Notwithstanding subsection (a)(1), the President\n(and only the President) may direct an officer who is nom-\ninated by the President for reappointment for an office in\nan Executive department without a break in service, to\ncontinue to serve in that office subject to the time limita-\ntions in section 3346, until such time as the Senate has\nacted to confirm or reject the nomination, notwithstanding\nadjournment sine die.\n   (2) For purposes of this section and sections 3346, 3347,\n3348, 3349, 3349a, and 3349d, the expiration of a term of\noffice is an inability to perform the functions and duties of\nsuch office.”\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                    THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1251\n                         _________________\n\n\nNATIONAL LABOR RELATIONS BOARD, PETITIONER\n     v. SW GENERAL, INC., DBA SOUTHWEST\n                AMBULANCE\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                       [March 21, 2017]\n\n\n  JUSTICE THOMAS, concurring.\n  I join the opinion of the Court because it correctly inter-\nprets the Federal Vacancies Reform Act of 1998 (FVRA), 5\nU. S. C. §3345 et seq. The dissent’s conclusion that the\nFVRA authorized the appointment in this case, however,\nimplicates an important constitutional question that the\nCourt’s interpretation does not: Whether directing Lafe\nSolomon to serve as acting general counsel of the National\nLabor Relations Board (NLRB or Board), without the\nadvice and consent of the Senate, complied with the Con-\nstitution. I write separately to explain my view that\nthe Appointments Clause likely prohibited Solomon’s\nappointment.\n                               I\n  The Appointments Clause prescribes the exclusive\nprocess by which the President may appoint “officers of\nthe United States.” United States v. Germaine, 99 U. S.\n508, 510 (1879); accord, Buckley v. Valeo, 424 U. S. 1, 132\n(1976) (per curiam) (“[A]ll officers of the United States are\nto be appointed in accordance with the Clause . . . . No\nclass or type of officer is excluded because of its special\nfunctions”). It provides that the President\n    “shall nominate, and by and with the Advice and Con-\n\u000c2                NLRB v. SW GENERAL, INC.\n\n                    THOMAS, J., concurring\n\n    sent of the Senate, shall appoint Ambassadors, other\n    public Ministers and Consuls, Judges of the supreme\n    Court, and all other Officers of the United States,\n    whose Appointments are not herein otherwise pro-\n    vided for, and which shall be established by Law: but\n    the Congress may by Law vest the Appointment of such\n    inferior Officers, as they think proper, in the Presi-\n    dent alone, in the Courts of Law, or in the Heads of\n    Departments.” U. S. Const., Art. II, §2, cl. 2.\n   “[F]or purposes of appointment,” the Clause divides all\nofficers into two classes—“inferior officers” and noninferior\nofficers, which we have long denominated “principal”\nofficers. Germaine, supra, at 509, 511. Principal officers\nmust be appointed by the President by and with the advice\nand consent of the Senate. See Edmond v. United States,\n520 U. S. 651, 660 (1997). That process “is also the default\nmanner of appointment for inferior officers.” Ibid. But\nthe Clause provides a limited exception for the appoint-\nment of inferior officers: Congress may “by Law” authorize\nthe President, the head of an executive department, or a\ncourt of law to appoint inferior officers without the advice\nand consent of the Senate. Ibid.\n   The FVRA governs the process by which the President\nmay temporarily fill a vacancy in an Executive Branch\noffice normally occupied by an officer of the United States.\nAs relevant in this case, when a vacancy arises, the Presi-\ndent may “direct” an official to “perform the functions and\nduties of the office temporarily.” 5 U. S. C. §§3345(a)(2),\n(3). That official may be an officer previously appointed by\nthe President and confirmed by the Senate to any office, or\ncertain high-ranking employees of the agency in which the\nvacancy arose. Ibid. The FVRA does not, however, re-\nquire the President to seek the advice and consent of the\nSenate before directing the official to perform the func-\ntions of the vacant office.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                    THOMAS, J., concurring\n\n  When the President “direct[s]” someone to serve as an\nofficer pursuant to the FVRA, he is “appoint[ing]” that\nperson as an “officer of the United States” within the\nmeaning of the Appointments Clause. Around the time of\nthe framing, the verb “appoint” meant “[t]o establish\nanything by decree,” 1 S. Johnson, A Dictionary of the\nEnglish Language (def. 3) (6th ed. 1785); T. Sheridan, A\nComplete Dictionary of the English Language (To Appoint)\n(6th ed. 1796), or “[t]o allot, assign, or designate,” 1 N.\nWebster, An American Dictionary of the English Lan-\nguage (def. 3) (1828). When the President “direct[s]” a\nperson to serve as an acting officer, he is “assign[ing]” or\n“designat[ing]” that person to serve as an officer.\n  The FVRA authorizes the President to appoint both\ninferior and principal officers without first obtaining the\nadvice and consent of the Senate. Appointing inferior\nofficers in this manner raises no constitutional problems.\nThat is because the Appointments Clause authorizes\nCongress to enact “Law[s],” like the FVRA, “vest[ing] the\nAppointment of such inferior Officers . . . in the President\nalone.” Appointing principal officers under the FVRA,\nhowever, raises grave constitutional concerns because the\nAppointments Clause forbids the President to appoint\nprincipal officers without the advice and consent of the\nSenate.\n                              II\n  Because we interpret the FVRA to forbid Solomon’s\nappointment in this case, we need not confront these\nconcerns. But the dissent’s contrary interpretation neces-\nsarily raises the question whether that appointment com-\nplied with the requirements of the Appointments Clause.\nThat inquiry turns on two considerations: (1) whether the\ngeneral counsel of the NLRB is an “Officer of the United\nStates” within the meaning of the Appointments Clause\nand, if so, (2) whether he is a principal officer who can be\n\u000c4                   NLRB v. SW GENERAL, INC.\n\n                        THOMAS, J., concurring\n\nappointed only by and with the advice and consent of the\nSenate.1 In my view, the general counsel plainly is an\nofficer of the United States. I also think he is likely a\nprincipal officer.\n                                A\n   As an initial matter, the NLRB’s general counsel is an\n“officer of the United States” whose appointment is gov-\nerned by the Appointments Clause. “Extensive evidence\nsuggests” that, at the time of the framing, this phrase was\nunderstood to encompass “all federal officials with respon-\nsibility for an ongoing statutory duty.” Mascott, Who\nare “Officers of the United States”? 70 Stan. L. Rev.\n(forthcoming 2017) (manuscript, at 74, online at\nhttps://ssrn.com/abstract=2918952 (as last visited Mar. 17,\n2017)); see also Officers of the United States Within the\nMeaning of the Appointments Clause, 31 Op. O. L. C. 73,\n77 (2007) (an officer of the United States was originally\nunderstood to be an official who “hold[s] a position with\ndelegated sovereign authority” and whose office was “ ‘con-\ntinuing,’ ” rather than “ ‘incidental’ ” or “ad hoc”). And this\nCourt has previously held that an “Officer of the United\nStates” is “any appointee exercising significant authority\npursuant to the laws of the United States.” Buckley, 424\nU. S., at 126; see also Free Enterprise Fund v. Public\nCompany Accounting Oversight Bd., 561 U. S. 477, 539–\n540 (2010) (BREYER, J., dissenting) (collecting cases ad-\ndressing who counts as an officer).\n\n——————\n    1 ThatSolomon was appointed “temporarily” to serve as acting gen-\neral counsel does not change the analysis. I do not think the structural\nprotections of the Appointments Clause can be avoided based on such\ntrivial distinctions. Solomon served for more than three years in an\noffice limited by statute to a 4-year term, and he exercised all of the\nstatutory duties of that office. 29 U. S. C. §153(d). There was thus\nnothing “special and temporary” about Solomon’s appointment. United\nStates v. Eaton, 169 U. S. 331, 343 (1898).\n\u000c                     Cite as: 580 U. S. ____ (2017)                    5\n\n                        THOMAS, J., concurring\n\n   The general counsel is an officer of the United States\nunder both the probable original meaning of the Clause\nand this Court’s precedents. He is charged by statute with\ncarrying out significant duties. He “exercise[s] general\nsupervision over all attorneys employed by the Board . . .\nand over the officers and employees in the regional of-\nfices.” 29 U. S. C. §153(d). He has “final authority, on behalf\nof the Board, in respect of the investigation of charges and\nissuances of complaints . . . and in respect of the prosecu-\ntion of such complaints before the Board.” Ibid. The\ngeneral counsel is effectively the Nation’s labor-law prose-\ncutor and is therefore an officer of the United States. See\nEdmond, 520 U. S., at 666 (treating the general counsel of\nthe Department of Transportation as an officer).\n                                B\n   Although a closer question, the general counsel also is\nlikely a principal officer. In Edmond, we explained that\nan “ ‘inferior’ ” officer is one “whose work is directed and\nsupervised at some level by others who were appointed by\nPresidential nomination with the advice and consent of\nthe Senate.” Id., at 663. That view is consistent with the\noriginal meaning of the term and with the practices of the\nearly Congresses. See id., at 663–664; Morrison v. Olson,\n487 U. S. 654, 719–721 (1988) (Scalia, J., dissenting); see\nalso, e.g., Sheridan, supra, (Inferiour); 1 Johnson, supra,\n(Inferiour (def. 2)); 1 Webster, supra, (Inferior).2 By con-\n——————\n  2 In Morrison, the Court used a multifactor test to determine whether\n\nan independent counsel under the Ethics in Government Act of 1978,\n28 U. S. C. §§49, 591 (1982 ed., Supp. V), was an “Inferior officer.” 487\nU. S., at 671–672. Although we did not explicitly overrule Morrison in\nEdmond, it is difficult to see how Morrison’s nebulous approach sur-\nvived our opinion in Edmond. Edmond is also consistent with the\nConstitution’s original meaning and therefore should guide our view of\nthe principal-inferior distinction. See Calabresi \u0026 Lawson, The Uni-\ntary Executive, Jurisdiction Stripping, and the Hamdan Opinions: A\nTextualist Response to Justice Scalia, 107 Colum. L. Rev. 1002, 1018–\n\u000c6                NLRB v. SW GENERAL, INC.\n\n                    THOMAS, J., concurring\n\ntrast, a principal officer is one who has no superior other\nthan the President.\n   The general counsel of the NLRB appears to satisfy that\ndefinition. Before 1947, the Board “controlled not only the\nfiling of complaints, but their prosecution and adjudica-\ntion” as well. NLRB v. Food \u0026 Commercial Workers, 484\nU. S. 112, 117 (1987). The Labor Management Relations\nAct, 1947, ch. 120, 61 Stat. 136, however, “effected an\nimportant change” in the NLRB’s structure by “sepa-\nrat[ing] the prosecuting from the adjudicating function, to\nplace the former in the General Counsel, and to make him\nan independent official appointed by the President.”\nLewis v. NLRB, 357 U. S. 10, 16, n. 10 (1958). Congress\nthus separated the NLRB into “two independent branches,”\nFood \u0026 Commercial Workers, 484 U. S., at 129, and\nmade the general counsel “independent of the Board’s\nsupervision and review,” id., at 118; see also id., at 129\n(Congress “decided to place the General Counsel within\nthe agency, but to make the office independent of the\nBoard’s authority”). Moreover, the general counsel’s pros-\necutorial decisions are unreviewable by either the Board\nor the Judiciary. NLRB v. Sears, Roebuck \u0026 Co., 421 U. S.\n132, 138 (1975); Vaca v. Sipes, 386 U. S. 171, 182 (1967).\n   Although the Board has power to define some of the\ngeneral counsel’s duties, see 29 U. S. C. §153(d), and the\ngeneral counsel represents the Board in certain judicial\nproceedings, see Higgins, Labor Czars—Commissars—\nKeeping Women in the Kitchen—The Purpose and Effects\nof the Administrative Changes Made by Taft-Hartley, 47\nCath. U. L. Rev. 941, 967 (1998), the statute does not give\nthe Board the power to remove him or otherwise generally\nto control his activities, see Edmond, supra, at 664 (“The\npower to remove officers, we have recognized, is a powerful\ntool for control”); see also Free Enterprise Fund, 561 U. S.,\n——————\n1019 (2007).\n\u000c                      Cite as: 580 U. S. ____ (2017)                     7\n\n                         THOMAS, J., concurring\n\nat 510 (holding that executive officials were inferior offic-\ners in large part because they were subject to a superior’s\nremoval). Because it appears that the general counsel\nanswers to no officer inferior to the President, he is likely\na principal officer.3 Accordingly, the President likely could\nnot lawfully have appointed Solomon to serve in that\nrole without first obtaining the advice and consent of the\nSenate.\n                              III\n   I recognize that the “burdens on governmental processes”\nthat the Appointments Clause imposes may “often seem\nclumsy, inefficient, even unworkable.” INS v. Chadha,\n462 U. S. 919, 959 (1983). Granting the President unilat-\neral power to fill vacancies in high offices might contribute\nto more efficient Government. But the Appointments\nClause is not an empty formality.              Although the\nFramers recognized the potential value of leaving the\nselection of officers to “one man of discernment” rather\nthan to a fractious, multimember body, see The Federalist\nNo. 76, p. 510 (J. Cooke ed., 1961), they also recognized\nthe serious risk for abuse and corruption posed by permit-\nting one person to fill every office in the Government, see\nid., at 513; 3 J. Story, Commentaries on the Constitution\nof the United States §1524, p. 376 (1833). The Framers\n“had lived under a form of government that permitted\narbitrary governmental acts to go unchecked,” Chadha,\nsupra, at 959, and they knew that liberty could be pre-\nserved only by ensuring that the powers of Government\nwould never be consolidated in one body, see The Federal-\nist No. 51, p. 348. They thus empowered the Senate to\nconfirm principal officers on the view that “the necessity of\nits co-operation in the business of appointments will be a\n——————\n  3 I think the general counsel would likely qualify as a principal officer\n\neven under Morrison v. Olson, 487 U. S. 654 (1988). See id., at 671–\n672.\n\u000c8                 NLRB v. SW GENERAL, INC.\n\n                     THOMAS, J., concurring\n\nconsiderable and salutary restraint upon the conduct of ”\nthe President. The Federalist No. 76, at 514; 3 Story,\nsupra, §1525, at 376–377. We cannot cast aside the sepa-\nration of powers and the Appointments Clause’s important\ncheck on executive power for the sake of administrative\nconvenience or efficiency. See Bowsher v. Synar, 478 U. S.\n714, 736 (1986).\n   That the Senate voluntarily relinquished its advice-and-\nconsent power in the FVRA does not make this end-run\naround the Appointments Clause constitutional. The\nClause, like all of the Constitution’s structural provisions,\n“is designed first and foremost not to look after the inter-\nests of the respective branches, but to protect individual\nliberty.” NLRB v. Noel Canning, 573 U. S. ___, ___ (2014)\n(Scalia, J., concurring in judgment) (slip op., at 3) (internal\nquotation marks and bracket omitted). It is therefore\nirrelevant that “the encroached-upon branch approves the\nencroachment.” Free Enterprise Fund, supra, at 497\n(internal quotation marks omitted). “Neither Congress\nnor the Executive can agree to waive” the structural provi-\nsions of the Constitution any more than they could agree\nto disregard an enumerated right. Freytag v. Commis-\nsioner, 501 U. S. 868, 880 (1991). The Judicial Branch\nmust be most vigilant in guarding the separation between\nthe political powers precisely when those powers collude to\navoid the structural constraints of our Constitution.\n                       *    *    *\n  Courts inevitably will be called upon to determine\nwhether the Constitution permits the appointment of\nprincipal officers pursuant to the FVRA without Senate\nconfirmation. But here, the proper interpretation of the\nFVRA bars the appointment.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                   SOTOMAYOR, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–1251\n                         _________________\n\n\nNATIONAL LABOR RELATIONS BOARD, PETITIONER\n     v. SW GENERAL, INC., DBA SOUTHWEST\n                AMBULANCE\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                       [March 21, 2017]\n\n\n   JUSTICE SOTOMAYOR, with whom JUSTICE GINSBURG\njoins, dissenting.\n   Many high-level offices in the Executive Branch may be\nfilled only by a person who has been nominated to the\nposition by the President and confirmed by the Senate.\nThe Federal Vacancies Reform Act of 1998 (FVRA) cedes\nthe Senate’s confirmation authority, partially and on a\ntemporary basis, to allow executive agencies to continue to\nfunction when one of those high-level offices becomes\nvacant. It authorizes certain categories of officials to\nperform the duties of vacant offices on an acting basis.\nOne of its provisions pulls back that authorization when\nan official has been nominated to fill the vacant office on a\npermanent basis. The scope of that provision is at issue\nhere. I agree with the Court that the provision applies to\nfirst assistants to a vacant office who serve as acting\nofficials automatically, by operation of the FVRA. I dis-\nagree with the Court’s conclusion that the provision also\napplies to other officials who may serve as acting officials\nif the President directs them to serve in that capacity.\nThe Court gives the provision a broader reach than the\ntext can bear with no support from the history of, or prac-\ntice under, the FVRA. I respectfully dissent.\n\u000c2                 NLRB v. SW GENERAL, INC.\n\n                    SOTOMAYOR, J., dissenting\n\n                                I\n   As the Court explains, the FVRA governs vacancies in\noffices held by persons “whose appointment to office is\nrequired to be made by the President, by and with the\nadvice and consent of the Senate.” 5 U. S. C. §3345(a).\nThese are known as “PAS” offices. When an official in a\nPAS office “dies, resigns, or is otherwise unable to perform\nthe functions and duties of the office” the FVRA steps in.\nIbid.; see also §3345(c)(2) (an “expiration of a term of\noffice” makes an official unable “to perform the functions\nand duties” of the office).\n   Section 3345 of the FVRA authorizes four categories of\nofficials to perform the duties of a vacant office. Subsec-\ntion (a)(1) contains a default rule: The “first assistant to\nthe office” automatically assumes the vacant office and\nperforms “the functions and duties of the office temporarily\nin an acting capacity.” §3345(a)(1). Subsections (a)(2),\n(a)(3), and (c)(1) authorize the President to override that\ndefault rule. The President may direct a person already\nconfirmed by the Senate to a PAS office to serve as the\nacting officer. See §3345(a)(2). The President may direct\ncertain senior officials in the same agency to serve as the\nacting officer. See §3345(a)(3). Or the President may\ndirect a person whose Senate-confirmed term in the office\nhas expired and who has been nominated to a subsequent\nterm in that same office to serve as the acting officer until\nthe Senate acts on the nomination. See §3345(c)(1).\n   Subsection (b)(1) takes away this authorization in a\nspecific situation. It provides that, “[n]otwithstanding\nsubsection (a)(1)”—the first assistant default rule—a\nperson may not serve as an acting official while nominated\nto fill the office if the person was not the first assistant to\nthe office for at least 90 of the 365 days preceding the\nvacancy. §3345(b)(1). The prohibition in subsection (b)(1)\ndoes not apply to a person serving as the Senate-confirmed\nfirst assistant to the vacant office. See §3345(b)(2).\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                    SOTOMAYOR, J., dissenting\n\n                             II\n  In my view, the text, purpose, and history of the FVRA\nmake clear that the prohibition in subsection (b)(1) applies\nonly to a first assistant who performs the duties of a va-\ncant office under subsection (a)(1).\n                              A\n   As the Court observes, subsection (b)(1) contains some\npotentially broad language. The provision specifies when\n“a person may not serve as an acting officer for an office\nunder this section”—that is, §3345. The words “person”\nand “this section,” taken in isolation, could signal that the\nprohibition applies to subsections (a)(1), (a)(2), (a)(3), and\n(c)(1) and thus covers all acting officials. But context\nmatters. And here, the context cabins those words and\ngives subsection (b)(1) a more limited reach.\n   The text of subsection (b)(1) contains a clear signal that\nits prohibition applies only to first assistants who auto-\nmatically assume a vacant office under subsection (a)(1): It\nbegins with the clause “[n]otwithstanding subsection\n(a)(1).” A notwithstanding clause identifies a potential\nconflict between two or more provisions and specifies\nwhich provision will prevail. Under the familiar expressio\nunius est exclusio alterius interpretive canon, the choice to\nsingle out subsection (a)(1)—and only subsection (a)(1)—in\nthis notwithstanding clause strongly suggests that the\nprohibition reaches, and conflicts with, subsection (a)(1),\nand only subsection (a)(1).\n   The rest of §3345 confirms this conclusion. The prohibi-\ntion in subsection (b)(1) establishes who may not perform\nthe duties of a vacant office. In doing so, it introduces a\npotential conflict with subsections (a)(1), (a)(2), (a)(3), and\n(c)(1), which identify four categories of persons who may\nperform the duties of a vacant office. By stating that its\nprohibition applies “[n]otwithstanding subsection (a)(1),”\nsubsection (b)(1) expressly states that its prohibition takes\n\u000c4                 NLRB v. SW GENERAL, INC.\n\n                    SOTOMAYOR, J., dissenting\n\nprecedence over the default rule set out in subsection\n(a)(1). The omission of any reference to subsections (a)(2),\n(a)(3), and (c)(1), in spite of the parallel potential for con-\nflict with those subsections, suggests that the omission\nwas a “ ‘deliberate choice, not inadvertence.’ ” Bruesewitz\nv. Wyeth LLC, 562 U. S. 223, 232–233 (2011) (quoting\nBarnhart v. Peabody Coal Co., 537 U. S. 149, 168 (2003)).\nThat choice means that subsection (b)(1) trumps subsec-\ntion (a)(1) but not subsections (a)(2), (a)(3), and (c)(1).\n    Nothing about a notwithstanding clause renders it\nimpervious to this established rule of statutory interpreta-\ntion. The Court says that the rule has less force in the\ncontext of a notwithstanding clause because such a clause\n“confirms rather than constrains” the breadth of the provi-\nsion to which it is attached. Ante, at 11. But the breadth\nof the attached provision is precisely the question here,\nand the clause’s specific reference to subsection (a)(1) and\nonly subsection (a)(1) strongly supports reading the at-\ntached prohibition to limit only subsection (a)(1). See\nPreseault v. ICC, 494 U. S. 1, 13–14 (1990) (a reference to\n“ ‘this Act’ ” in a notwithstanding clause limited the scope\nof the attached provision (emphasis deleted)).\n    The Court claims that the reference to subsection (a)(1)\nmay serve a different purpose. In its view, the reference\nmight instead demonstrate a congressional concern that a\nconflict between subsection (b)(1) and subsection (a)(1)\nwould be “quite likely to arise” or “particularly difficult to\nresolve.” Ante, at 11. A closer examination does not bear\nout this hypothesis.\n    The text itself refutes the theory that subsection (b)(1) is\nmore likely to conflict with subsection (a)(1) than the other\nsubsections. The prohibition in subsection (b)(1) does not\napply to a person who served as the first assistant to the\nvacant office for more than 90 days in the year before the\nvacancy arose, §3345(b)(1)(A), or who serves as a Senate-\nconfirmed first assistant to the office, §3345(b)(2). A\n\u000c                  Cite as: 580 U. S. ____ (2017)              5\n\n                    SOTOMAYOR, J., dissenting\n\nperson serving under subsection (a)(1)—by definition, only\na first assistant—has a leg up in meeting those conditions\nand avoiding subsection (b)(1)’s prohibition altogether.\nThose serving under subsections (a)(2), (a)(3), and (c)(1)—\nPAS officials, senior agency officials, or officials whose\nterms in the vacant office have expired—do not. The\nprohibition in subsection (b)(1) is thus more likely, not less\nlikely, to conflict with subsections (a)(2), (a)(3), and (c)(1).\n   And true enough, subsection (a)(1) sets out an automatic\nrule under which the first assistant assumes acting status\nupon a vacancy, whereas subsections (a)(2), (a)(3), and\n(c)(1) set out conditional rules, under which the President\nmay choose to direct other officials to assume acting sta-\ntus. But that distinction makes no difference when asking\nwhether a conflict between subsections (b)(1) and (a)(1)\nwould be harder to resolve without guidance than a con-\nflict between subsection (b)(1) and the other subsections.\nIn stating who may not assume acting status, subsection\n(b)(1) conflicts equally with the rules about who may\nassume acting status set out in subsections (a)(1), (a)(2),\n(a)(3), and (c)(1). The reference to subsection (a)(1) in\nsubsection (b)(1)’s notwithstanding clause thus cannot be\nunderstood as a means to resolve a particularly vexing\nconflict. The same conflict exists for all four categories.\n   Indeed, the Court’s explanations make the notwith-\nstanding clause in subsection (b)(1) superfluous. If the\nnotwithstanding clause serves only to confirm the breadth\nof subsection (b)(1) and singles out subsection (a)(1) to\naddress a conflict shared equally by other subsections,\nthen it does no real work. The clause could be deleted\nwithout changing the meaning of subsection (b)(1), as the\nCourt all but admits. See ante, at 12.\n   Worse still, a broad interpretation of subsection (b)(1)\nrenders subsection (c)(1) superfluous. Under subsection\n(c)(1), the President may designate a person whose term in\nan office has expired and who has been nominated to a\n\u000c6                    NLRB v. SW GENERAL, INC.\n\n                       SOTOMAYOR, J., dissenting\n\nsubsequent term to serve as the acting official. It is un-\nlikely, even implausible, that a person who serves out a\nset term will have served as the first assistant to her own\noffice during the year before her term expired. Yet subsec-\ntion (b)(1) requires such service before a person can serve\nas both an acting official and a nominee.1 As a result, if\nsubsection (b)(1) applies to all acting officials, it would\nprohibit what subsection (c)(1) expressly permits: acting\nservice by a person nominated by the President to serve\nout a consecutive Senate-confirmed term in the vacant\noffice. That is no way to read a statute.\n   Not a problem, the Court says. “[S]ubsection (b)(1) has\nno effect on (c)(1)” because subsection (c)(1) contains a\nspecific rule about acting service by a nominee for a second\nterm that, under ordinary principles of statutory interpre-\ntation, controls over the general rule governing acting\nservice by a nominee in subsection (b)(1). Ante, at 14. The\nCourt’s reasoning on this point undercuts its opening\nclaim that the words “person” and “under this section” in\nsubsection (b)(1) must refer to “anyone who performs\nacting duties under the FVRA.” Ante, at 9. And it under-\nscores why the “[n]otwithstanding subsection (a)(1)” clause\nin subsection (b)(1) is superfluous under the Court’s read-\ning. The general authorization of acting service by a first\nassistant in subsection (a)(1) would yield to the specific\nprohibition on acting service by certain nominees in sub-\nsection (b)(1) even without the notwithstanding clause.2\n——————\n    1 Subsection (b)(2)’s exception would not apply, as a person “nominated\n\n. . . for reappointment for an additional term to the same office . . .\nwithout a break in service,” 5 U. S. C. §3345(c)(1), will of course not be\na Senate-confirmed first assistant to that office.\n    2 SW General offers a different response that a person directed to\n\nperform the duties of a vacant office under subsection (c)(1) does not\n“serve as an acting officer,” §3345(b)(1). See Tr. of Oral Arg. 30. This\nalso misses the mark. Like subsections (a)(1), (a)(2), and (a)(3), subsec-\ntion (c)(1) is located in §3345, titled, “Acting officer.” Div. C, §151(b),\n112 Stat. 2681–611. Like those subsections, it addresses who may fill a\n\u000c                      Cite as: 580 U. S. ____ (2017)                      7\n\n                        SOTOMAYOR, J., dissenting\n\n   In contrast, reading subsection (b)(1) to apply only to a\nfirst assistant serving as an acting official under subsec-\ntion (a)(1) renders no other provision superfluous. The\nCourt reasons that subsection (b)(2)(A)’s reference to a\nperson “serving as the first assistant to the office” would\nbe superfluous if subsection (b)(1) applies only to first\nassistants serving under subsection (a)(1). See ante, at 13.\nBut recall that subsection (b)(2) creates an exception to\nsubsection (b)(1). Subsection (b)(1) provides that a person\ncannot serve as an acting official while nominated if that\nperson was not the first assistant to the vacant office for at\nleast 90 of the 365 days before the vacancy arose. Subsec-\ntion (b)(2) states that those requirements do “not apply to”\ncurrent Senate-confirmed first assistants. Put another\nway, subsection (b)(1) imposes requirements based on a\nperson’s past service, and subsection (b)(2) lifts those\nrequirements based on a person’s current service. The\nreference in subsection (b)(2)(A) to a person “serving as\nthe first assistant to the office” is thus necessary to convey\nthe relevant time period of the service that triggers the\nexception to subsection (b)(1).\n                            B\n  The events leading up to and following the enactment of\nthe FVRA further support interpreting subsection (b)(1) to\napply only to first assistants serving under subsection \n\n(a)(1). \n\n—————— \n\nvacant office. See 5 U. S. C. §3345(c)(2). And like those subsections, it\nexpressly subjects service to the time limits in §3346, which apply to\n“the person serving as an acting officer as described under section\n3345.” §3346(a). Moreover, relegating officials directed to serve under\nsubsection (c)(1) to some statutorily unnamed, non-acting official status\nwould muddle other provisions of the FVRA. See §3347(a) (making\n§§3345 and 3346 “the exclusive means for temporarily authorizing an\nacting official” to serve in a PAS office); §3349(a)(2) (requiring reporting\nof “the name of any person serving in an acting capacity and the date\nsuch service began immediately upon the designation”).\n\u000c8                NLRB v. SW GENERAL, INC.\n\n                   SOTOMAYOR, J., dissenting\n\n   First, nothing in the legislative history of the FVRA\nindicates that subsection (b)(1) was enacted as a broad\nprohibition on acting service by all nominees. Under the\nVacancies Act of 1868, the FVRA’s predecessor, the first\nassistant to a vacant office served as the acting official\nunless the President directed another PAS official to do so.\nSee Act of July 23, 1868, ch. 227, 15 Stat. 168–169. The\nAct did not prohibit any person, first assistant or other-\nwise, from serving as an acting official while nominated to\nfill the office. This structure remained in place for over a\ncentury.\n   The events that prompted the FVRA’s enactment con-\nfirm, in line with the reading above, that the Act altered\nthis pre-existing structure to prohibit certain first assis-\ntants from serving in an acting capacity while nominated\nto the vacant office. The service of one acting official, Bill\nLann Lee, was the turning point in a broader, long-\nrunning dispute between the political branches over Exec-\nutive Branch compliance with the Vacancies Act of 1868.\nIn 1997, Lee was brought into the Department of Justice\nto serve as the Acting Assistant Attorney General for the\nCivil Rights Division after his nomination to the position\nfailed. He continued to serve in an acting capacity after\nhe was renominated to the position. The decision to bring\nLee in to serve in the Department of Justice after his\nfailed nomination led to strong congressional criticism.\nSee, e.g., Letter from A. Fois, Assistant Attorney General,\nOffice of Legislative Affairs, to Sen. S. Thurmond, pp. 3–4\n(Feb. 24, 1998). Subsection (b)(1) addresses the Lee inci-\ndent and prevents its recurrence. See S. Rep. No. 105–\n250, p. 13 (1998) (explaining that an earlier version of\nsubsection (b)(1) “prevent[s] manipulation of first assis-\ntants to include persons highly unlikely to be career offi-\ncials”). It bars a first assistant from serving under subsec-\ntion (a)(1) while nominated unless the person was the first\nassistant for a significant period of time before the vacancy\n\u000c                  Cite as: 580 U. S. ____ (2017)             9\n\n                    SOTOMAYOR, J., dissenting\n\narose (90 of the previous 365 days) or the person is the\nSenate-confirmed first assistant to the vacant office.\n   In contrast, there is no indication of an intent to depart\nfurther from the century-old practice under the Vacancies\nAct of 1868 and prohibit acting service by other officials\nnominated to a vacant office. No one has identified con-\ngressional statements expressing concern with such ser-\nvice or calling for a broader prohibition. Indeed, an earlier\nversion of subsection (b)(1) unquestionably applied only to\nfirst assistants serving under subsection (a)(1), even\nthough the bill permitted the President to designate a PAS\nofficial as the acting official instead of the first assistant.\nSee id., at 25. The legislative history does not document\nthe reason for the changes to this subsection. The Court\nsuggests that an unspoken congressional compromise led\nto an expanded subsection (b)(1). Ante, at 15–16. While\nthe compromise it hypothesizes is possible, no evidence\nsupports it, and the absence of any hint that the compro-\nmise was hoped for during the development of or debate on\nthe FVRA means that it is not probable.\n   Second, under the Court’s reading of subsection (b)(1),\nthe Executive Branch began violating the FVRA almost\nimmediately after its enactment. Within months, the\nDepartment of Justice’s Office of Legal Counsel (OLC)\nadvised Executive Branch agencies that the prohibition in\nsubsection (b)(1) “applies only to persons who serve as\nacting officers by virtue of having been the first assistant\nto the office.” Guidance on Application of Federal Vacan-\ncies Reform Act of 1998, 23 Op. OLC 60, 64 (1999). The\nGovernment Accountability Office, tasked with aiding\ncongressional enforcement of the FVRA, later reached the\nsame conclusion. See Letter from C. Joyner, Dir., Strate-\ngic Issues, to F. Thompson, Chairman, U. S. Senate Com-\nmittee on Governmental Affairs, Subject: Eligibility Crite-\nria for Individuals To Temporarily Fill Vacant Positions\nUnder the Federal Vacancies Reform Act of 1998, pp. 3–4\n\u000c10                NLRB v. SW GENERAL, INC.\n\n                    SOTOMAYOR, J., dissenting\n\n(GAO–01–468R, Feb. 23, 2001). Since the enactment of\nthe FVRA, the Senate has received over 100 nominations\nof persons who continued to serve in an acting capacity\nafter their nomination but had not satisfied the conditions\nin subsection (b)(1) for acting service by a nominee. See\nApp. A to Brief for United States.\n   And yet, this legion of would-be violations prompted no\nresponse. No evidence suggests that the Senate reacted by\nrequiring any of those nominees to cease their acting\nservice. Cf. Pet. for Cert. 28–29 (citing objections raised\nafter the decision below). The failure to object is all the\nmore glaring in light of the enforcement mechanism writ-\nten into the FVRA. Section 3349 requires each Executive\nBranch agency to “immediately” notify the Comptroller\nGeneral, who heads the Government Accountability Office,\nand both Houses of Congress of “a vacancy . . . and the\ndate such vacancy occurred,” “the name of any person\nserving in an acting capacity and the date such service\nbegan,” “the name of any person nominated to the Senate\nto fill the vacancy and the date such nomination is submit-\nted,” and the date a nomination is acted upon. This provi-\nsion leaves no doubt that Congress had all the information\nit needed to object to any FVRA violations it perceived.\n   Congressional silence in the face of a decade-plus prac-\ntice of giving subsection (b)(1) a narrow reach casts serious\ndoubt on the broader interpretation. It indicates that\nCongress, like the Executive Branch, interpreted subsec-\ntion (b)(1) in line with its text to reach only first assistants\nto the vacant office serving pursuant to subsection (a)(1).\n                         *    *     *\n  The FVRA prohibits a limited set of acting officials—\nnon-Senate confirmed first assistants who serve under\nsubsection (a)(1) and did not serve as the first assistant to\nthe vacant office for at least 90 of the 365 days before the\nvacancy arose—from performing the duties of a vacant\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                   SOTOMAYOR, J., dissenting\n\noffice while also serving as the President’s nominee to fill\nthat office. Reading the provision more broadly to apply to\nall acting officials disregards the full text of the FVRA and\nfinds no support in its purpose or history. The Court\nprefers that reading. I respectfully dissent.\n\u000c",
	"cited_id": [
		118113
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Edmond v. United States, 520 U. S. 651 (1997)"
	],
	"case_extract": [
		"Edmond v. United States, 520 U. S. 651, 659 (1997)"
	],
	"citing_sentence": "The Senate’s advice and consent power is a critical “structural safeguard[ ] of the constitutional scheme.” Edmond v. United States, 520 U. S. 651, 659 (1997).",
	"citing_paragraph": "The Senate’s advice and consent power is a critical “structural safeguard[ ] of the constitutional scheme.” Edmond v. United States, 520 U. S. 651, 659 (1997). The Framers envisioned it as “an excellent check upon a spirit of favoritism in the President” and a guard against “the appointment of unfit characters . . . from family connec- tion, from personal attachment, or from a view to popular- ity.” The Federalist No. 76, p. 457 (C. Rossiter ed. 1961) (A. Hamilton). The constitutional process of Presidential appointment and Senate confirmation, however, can take time: The President may not promptly settle on a nominee to fill an office; the Senate may be unable, or unwilling, to speedily confirm the nominee once submitted. Yet neither may desire to see the duties of the vacant office go unper- formed in the interim.",
	"relevant_keywords": [
		"advice and consent power",
		"structural safeguard",
		"senate",
		"president",
		"appointment",
		"officer",
		"Article II"
	],
	"query": [
		"\"advice and consent power\" AND senate AND president AND appoint! AND safeguard",
		"\"advice and consent power\" AND senate AND president AND appoint! AND \"structural safeguard\"",
		"Constitution AND (\"Article II\" OR \"Art. II\") AND \"advice and consent power\" AND senate AND president AND appoint! AND \"structural safeguard\" AND officer"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "advice and consent power",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "senate"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "president"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "appoint*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "safeguard"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "advice and consent power",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "senate"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "president"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "appoint*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "structural safeguard",
								"type": "phrase"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "Constitution"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "advice and consent power",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "senate"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "president"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "appoint*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "structural safeguard",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "officer"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "article ii",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "art  ii",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}