{
	"id": 46,
	"case_id": 4172498,
	"case_title": "Esquivel-Quintana v. Sessions",
	"date_filed": "2017-05-30",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    ESQUIVEL-QUINTANA v. SESSIONS, ATTORNEY \n\n                   GENERAL\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n     No. 16–54. Argued February 27, 2017—Decided May 30, 2017\nPetitioner, a citizen of Mexico and lawful permanent resident of the\n  United States, pleaded no contest in a California court to a statutory\n  rape offense criminalizing “unlawful sexual intercourse with a minor\n  who is more than three years younger than the perpetrator.” Cal.\n  Penal Code Ann. §261.5(c). For purposes of that offense, California\n  defines “minor” as “a person under the age of 18.” §261.5(a). Based\n  on this conviction, the Department of Homeland Security initiated\n  removal proceedings under the Immigration and Nationality Act\n  (INA), which makes removable “[a]ny alien who is convicted of an ag-\n  gravated felony,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1227(a)(2)(A)(iii), including “sexual\n  abuse of a minor,” §1101(a)(43)(A). An Immigration Judge ordered\n  petitioner removed to Mexico. The Board of Immigration Appeals\n  agreed that petitioner’s crime constituted sexual abuse of a minor\n  and dismissed his appeal. A divided Court of Appeals denied his pe-\n  tition for review.\nHeld: In the context of statutory rape offenses that criminalize sexual\n intercourse based solely on the ages of the participants, the generic\n federal definition of “sexual abuse of a minor” requires the age of the\n victim to be less than 16. Pp. 2–12.\n    (a) Under the categorical approach employed to determine whether\n an alien’s conviction qualifies as an aggravated felony, the Court asks\n whether “ ‘the state statute defining the crime of conviction’ categori-\n cally fits within the ‘generic’ federal definition of a corresponding ag-\n gravated felony.” Moncrieffe v. Holder, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e184\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 190. Petition-\n er’s state conviction is thus an “aggravated felony” only if the least of\n the acts criminalized by the state statute falls within the generic fed-\n eral definition of sexual abuse of a minor. Johnson v. United States,\n\u000c2                 ESQUIVEL-QUINTANA v. SESSIONS\n\n                                  Syllabus\n\n    \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1732\"\u003e\u003ca href=\"/opinion/1732/johnson-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e133\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 137. Pp. 2–3.\n       (b) The least of the acts criminalized by Cal. Penal Code §261.5(c)\n    would be consensual sexual intercourse between a victim who is al-\n    most 18 and a perpetrator who just turned 21. Regardless of the ac-\n    tual facts of the case, this Court presumes that petitioner’s conviction\n    was based on those acts. Pp. 3–4.\n       (c) In the context of statutory rape offenses that criminalize sexual\n    intercourse based solely on the ages of the participants, the generic\n    federal definition of “sexual abuse of a minor” requires that the vic-\n    tim be younger than 16. The Court begins, as always, with the text.\n    Pp. 4–7.\n          (1) Congress added sexual abuse of a minor to the INA in 1996.\n    At that time, the ordinary meaning of “sexual abuse” included “the\n    engaging in sexual contact with a person who is below a specified age\n    or who is incapable of giving consent because of age or mental or\n    physical incapacity.” Merriam-Webster’s Dictionary of Law 454. By\n    providing that the abuse must be “of a minor,” the INA focuses on\n    age, rather than mental or physical incapacity. Accordingly, to quali-\n    fy as sexual abuse of a minor, the statute of conviction must prohibit\n    certain sexual acts based at least in part on the age of the victim.\n    Statutory rape laws, which are one example of this category of\n    crimes, generally provide that an older person may not engage in\n    sexual intercourse with a younger person under the “age of consent.”\n    Reliable dictionaries indicate that the “generic” age of consent in\n    1996 was 16, and it remains so today. Pp. 4–6.\n          (2) The Government argues that sexual abuse of a minor includes\n    any conduct that is illegal, involves sexual activity, and is directed at\n    a person younger than 18. For support, it points to the 1990 Black’s\n    Law Dictionary, which defined sexual abuse of a minor as “[i]llegal\n    sex acts performed against a minor by a parent, guardian, relative, or\n    acquaintance” and defined “[m]inor” as “[a]n infant or person who is\n    under the age of legal competence,” which in “most states” was “18.”\n    But the generic federal offense does not correspond to the Govern-\n    ment’s definition, for three reasons. First, the Government’s defini-\n    tion is inconsistent with its own dictionary’s requirement that a spe-\n    cial relationship of trust exist between the victim and offender.\n    Second, in the statutory rape context, “of a minor” refers to the age of\n    consent, not the age of legal competence. Third, the Government’s\n    definition turns the categorical approach on its head by defining the\n    generic federal offense as whatever is illegal under the law of the\n    State of conviction. Pp. 6–7.\n       (d) The structure of the INA, a related federal statute, and evi-\n    dence from state criminal codes confirm that, for a statutory rape of-\n    fense based solely on the age of the participants to qualify as sexual\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  abuse of a minor under the INA, the victim must be younger than 16.\n  The INA lists sexual abuse of a minor as an “aggravated” felony,\n  §1227(a)(2)(A)(iii), and lists it in the same subparagraph as “murder”\n  and “rape,” §1101(a)(43)(A), suggesting that it encompasses only es-\n  pecially egregious felonies. A different statute, 1\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2243,\n  criminalizes “[s]exual abuse of a minor or ward.” Section 2243 was\n  amended to protect anyone under age 16 in the same omnibus law\n  that added sexual abuse of a minor to the INA, suggesting that Con-\n  gress understood that phrase to cover victims under (but not over)\n  age 16. Finally, a significant majority of state criminal codes set the\n  age of consent at 16 for statutory rape offenses predicated exclusively\n  on the age of the participants. Pp. 7–11.\n     (e) This Court does not decide whether the generic crime of sexual\n  abuse of a minor requires a particular age differential between the\n  victim and the perpetrator or whether it encompasses sexual inter-\n  course involving victims over 16 that is abusive because of the nature\n  of the relationship between the participants. P. 11.\n     (f) Because the statute, read in context, unambiguously forecloses\n  the Board’s interpretation of sexual abuse of a minor, neither the rule\n  of lenity nor Chevron deference applies. Pp. 11–12.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e810\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1019\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed.\n\n   THOMAS, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                   No. 16–54\n                                  _________________\n\n\n    JUAN ESQUIVEL-QUINTANA, PETITIONER v.\n\n          JEFFERSON B. SESSIONS, III, \n\n             ATTORNEY GENERAL \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                                [May 30, 2017] \n\n\n  JUSTICE THOMAS delivered the opinion of the Court.\n  The Immigration and Nationality Act (INA), 66 Stat.\n163, as amended, provides that “[a]ny alien who is con-\nvicted of an aggravated felony after admission” to the\nUnited States may be removed from the country by the\nAttorney General. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1227(a)(2)(A)(iii). One of\nthe many crimes that constitutes an aggravated felony\nunder the INA is “sexual abuse of a minor.”\n§1101(a)(43)(A). A conviction for sexual abuse of a minor\nis an aggravated felony regardless of whether it is for a\n“violation of Federal or State law.” §1101(a)(43). The INA\ndoes not expressly define sexual abuse of a minor.\n  We must decide whether a conviction under a state\nstatute criminalizing consensual sexual intercourse be-\ntween a 21-year-old and a 17-year-old qualifies as sexual\nabuse of a minor under the INA. We hold that it does not.\n                           I\n   Petitioner Juan Esquivel-Quintana is a native and\ncitizen of Mexico. He was admitted to the United States\nas a lawful permanent resident in 2000. In 2009, he\n\u000c2            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\npleaded no contest in the Superior Court of California to a\nstatutory rape offense: “unlawful sexual intercourse with a\nminor who is more than three years younger than the\nperpetrator,” Cal. Penal Code Ann. §261.5(c) (West 2014);\nsee also §261.5(a) (“Unlawful sexual intercourse is an act\nof sexual intercourse accomplished with a person who is\nnot the spouse of the perpetrator, if the person is a mi-\nnor”). For purposes of that offense, California defines\n“minor” as “a person under the age of 18 years.” Ibid.\n    The Department of Homeland Security initiated removal\nproceedings against petitioner based on that conviction.\nAn Immigration Judge concluded that the conviction\nqualified as “sexual abuse of a minor,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1101(a)(43)(A), and ordered petitioner removed to Mexico.\nThe Board of Immigration Appeals (Board) dismissed his\nappeal. 26 I. \u0026 N. Dec. 469 (2015). “[F]or a statutory rape\noffense involving a 16- or 17-year-old victim” to qualify as\n“ ‘sexual abuse of a minor,’ ” it reasoned, “the statute must\nrequire a meaningful age difference between the victim\nand the perpetrator.” Id., at 477. In its view, the 3-year\nage difference required by Cal. Penal Code §261.5(c) was\nmeaningful. Id., at 477. Accordingly, the Board concluded\nthat petitioner’s crime of conviction was an aggravated\nfelony, making him removable under the INA. Ibid. A\ndivided Court of Appeals denied Esquivel-Quintana’s\npetition for review, deferring to the Board’s interpretation\nof sexual abuse of a minor under Chevron U. S. A. Inc. v.\nNatural Resources Defense Council, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111221\"\u003e\u003ca href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"\u003e\u003cspan class=\"volume\"\u003e467\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e837\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1984). \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e810\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1019\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA6 2016); see also id., at 1027\n(Sutton, J., concurring in part and dissenting in part). We\ngranted certiorari, 580 U. S. ___ (2016), and now reverse.\n                             II\n  Section 1227(a)(2)(A)(iii) makes aliens removable based\non the nature of their convictions, not based on their\nactual conduct. See Mellouli v. Lynch, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___\n\u000c                    Cite as: 581 U. S. ____ (2017)                   3\n\n                         Opinion of the Court\n\n(2015) (slip op., at 7). Accordingly, to determine whether\nan alien’s conviction qualifies as an aggravated felony\nunder that section, we “employ a categorical approach by\nlooking to the statute . . . of conviction, rather than to the\nspecific facts underlying the crime.” Kawashima v. Holder,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e478\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 483 (2012); see, e.g., Gonzales v. Duenas-\nAlvarez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145764\"\u003e\u003ca href=\"/opinion/145764/gonzales-v-duenas-alvarez/\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e183\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 186 (2007) (applying the categori-\ncal approach set forth in Taylor v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112435\"\u003e\u003ca href=\"/opinion/112435/taylor-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e495\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e575\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1990), to the INA). Under that approach, we ask\nwhether “ ‘the state statute defining the crime of convic-\ntion’ categorically fits within the ‘generic’ federal defini-\ntion of a corresponding aggravated felony.” Moncrieffe v.\nHolder, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e184\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 190 (2013) (quoting Duenas-\nAlvarez, supra, at 186). In other words, we presume that\nthe state conviction “rested upon . . . the least of th[e] acts”\ncriminalized by the statute, and then we determine\nwhether that conduct would fall within the federal defini-\ntion of the crime. Johnson v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1732\"\u003e\u003ca href=\"/opinion/1732/johnson-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e133\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n137 (2010); see also Moncrieffe, supra, at 191 (focusing “on\nthe minimum conduct criminalized by the state statute”).1\nPetitioner’s state conviction is thus an “aggravated felony”\nunder the INA only if the least of the acts criminalized by\nthe state statute falls within the generic federal definition\nof sexual abuse of a minor.\n                           A\n  Because Cal. Penal Code §261.5(c) criminalizes “unlaw-\nful sexual intercourse with a minor who is more than\n\n——————\n  1 Where  a state statute contains several different crimes that are\ndescribed separately, we employ what is known as the “modified\ncategorical approach.” See Gonzales v. Duenas-Alvarez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145764\"\u003e\u003ca href=\"/opinion/145764/gonzales-v-duenas-alvarez/\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e183\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n187 (2007) (internal quotation marks omitted). Under that approach,\nwhich is not at issue here, the court may review the charging docu-\nments, jury instructions, plea agreement, plea colloquy, and similar\nsources to determine the actual crime of which the alien was convicted.\nSee ibid.\n\u000c4            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\nthree years younger than the perpetrator” and defines a\nminor as someone under age 18, the conduct criminalized\nunder this provision would be, at a minimum, consensual\nsexual intercourse between a victim who is almost 18 and\na perpetrator who just turned 21. Regardless of the actual\nfacts of petitioner’s crime, we must presume that his\nconviction was based on acts that were no more criminal\nthan that. If those acts do not constitute sexual abuse of a\nminor under the INA, then petitioner was not convicted of\nan aggravated felony and is not, on that basis, removable.\n  Petitioner concedes that sexual abuse of a minor under\nthe INA includes some statutory rape offenses. But he\nargues that a statutory rape offense based solely on the\npartners’ ages (like the one here) is “ ‘abuse’ ” “only when\nthe younger partner is under 16.” Reply Brief 2. Because\nthe California statute criminalizes sexual intercourse\nwhen the victim is up to 17 years old, petitioner contends\nthat it does not categorically qualify as sexual abuse of a\nminor.\n                             B\n   We agree with petitioner that, in the context of statutory\nrape offenses that criminalize sexual intercourse based\nsolely on the age of the participants, the generic federal\ndefinition of sexual abuse of a minor requires that the\nvictim be younger than 16. Because the California statute\nat issue in this case does not categorically fall within that\ndefinition, a conviction pursuant to it is not an aggravated\nfelony under §1101(a)(43)(A). We begin, as always, with\nthe text.\n                            1\n  Section 1101(a)(43)(A) does not expressly define sexual\nabuse of a minor, so we interpret that phrase using the\nnormal tools of statutory interpretation. “Our analysis\nbegins with the language of the statute.” Leocal v. Ash-\n\u000c                  Cite as: 581 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\ncroft, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137725\"\u003e\u003ca href=\"/opinion/137725/leocal-v-ashcroft/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 8 (2004); see also Lopez v. Gonzales, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145772\"\u003e\u003ca href=\"/opinion/145772/lopez-v-gonzales/\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e47\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 53 (2006) (“The everyday understanding of ” the\nterm used in §1101 “should count for a lot here, for the\nstatutes in play do not define the term, and so remit us to\nregular usage to see what Congress probably meant”).\n   Congress added sexual abuse of a minor to the INA in\n1996, as part of a comprehensive immigration reform act.\nSee Illegal Immigration Reform and Immigrant Responsi-\nbility Act of 1996, §321(a)(i), 110 Stat. 3009–627. At that\ntime, the ordinary meaning of “sexual abuse” included “the\nengaging in sexual contact with a person who is below a\nspecified age or who is incapable of giving consent because\nof age or mental or physical incapacity.”           Merriam-\nWebster’s Dictionary of Law 454 (1996). By providing that\nthe abuse must be “of a minor,” the INA focuses on age,\nrather than mental or physical incapacity. Accordingly, to\nqualify as sexual abuse of a minor, the statute of convic-\ntion must prohibit certain sexual acts based at least in\npart on the age of the victim.\n   Statutory rape laws are one example of this category of\ncrimes. Those laws generally provide that an older person\nmay not engage in sexual intercourse with a younger\nperson under a specified age, known as the “age of con-\nsent.” See id., at 20 (defining “age of consent” as “the age\nat which a person is deemed competent by law to give\nconsent esp. to sexual intercourse” and cross-referencing\n“statutory rape”). Many laws also require an age differen-\ntial between the two partners.\n   Although the age of consent for statutory rape purposes\nvaries by jurisdiction, see infra, at 9, reliable dictionaries\nprovide evidence that the “generic” age—in 1996 and\ntoday—is 16. See B. Garner, A Dictionary of Modern\nLegal Usage 38 (2d ed. 1995) (“Age of consent, usu[ally] 16,\ndenotes the age when one is legally capable of agreeing . . .\nto sexual intercourse” and cross-referencing “statutory\nrape”); Black’s Law Dictionary 73 (10th ed. 2014) (noting\n\u000c6            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\nthat the age of consent is “usu[ally] defined by statute as\n16 years”).\n                              2\n    Relying on a different dictionary (and “sparse” legisla-\ntive history), the Government suggests an alternative\n“ ‘everyday understanding’ ” of “sexual abuse of a minor.”\nBrief for Respondent 16–17 (citing Black’s Law Dictionary\n1375 (6th ed. 1990)). Around the time sexual abuse of a\nminor was added to the INA’s list of aggravated felonies,\nthat dictionary defined “[s]exual abuse” as “[i]llegal sex\nacts performed against a minor by a parent, guardian,\nrelative, or acquaintance,” and defined “[m]inor” as “[a]n\ninfant or person who is under the age of legal competence,”\nwhich in “most states” was “18.” Id., at 997, 1375. “ ‘Sex-\nual abuse of a minor,’ ” the Government accordingly con-\ntends, “most naturally connotes conduct that (1) is illegal,\n(2) involves sexual activity, and (3) is directed at a person\nyounger than 18 years old.” Brief for Respondent 17.\n    We are not persuaded that the generic federal offense\ncorresponds to the Government’s definition. First, the\nGovernment’s proposed definition is flatly inconsistent\nwith the definition of sexual abuse contained in the very\ndictionary on which it relies; the Government’s proposed\ndefinition does not require that the act be performed “by a\nparent, guardian, relative, or acquaintance.” Black’s Law\nDictionary 1375 (6th ed. 1990) (emphasis added). In any\nevent, as we explain below, offenses predicated on a spe-\ncial relationship of trust between the victim and offender\nare not at issue here and frequently have a different age\nrequirement than the general age of consent. Second, in\nthe context of statutory rape, the prepositional phrase “of\na minor” naturally refers not to the age of legal compe-\ntence (when a person is legally capable of agreeing to a\ncontract, for example), but to the age of consent (when a\nperson is legally capable of agreeing to sexual intercourse).\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nThird, the Government’s definition turns the categorical\napproach on its head by defining the generic federal of-\nfense of sexual abuse of a minor as whatever is illegal\nunder the particular law of the State where the defendant\nwas convicted. Under the Government’s preferred ap-\nproach, there is no “generic” definition at all. See Taylor,\n495 U. S., at 591 (requiring “a clear indication that . . .\nCongress intended to abandon its general approach of\nusing uniform categorical definitions to identify predicate\noffenses”); id., at 592 (“We think that ‘burglary’ in §924(e)\nmust have some uniform definition independent of the\nlabels employed by the various States’ criminal codes”).\n                             C\n  The structure of the INA, a related federal statute, and\nevidence from state criminal codes confirm that, for a\nstatutory rape offense to qualify as sexual abuse of a\nminor under the INA based solely on the age of the partic-\nipants, the victim must be younger than 16.\n                              1\n   Surrounding provisions of the INA guide our interpreta-\ntion of sexual abuse of a minor. See A. Scalia \u0026 B. Garner,\nReading Law: The Interpretation of Legal Texts 167\n(2012). This offense is listed in the INA as an “aggravated\nfelony.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1227(a)(2)(A)(iii) (emphasis added).\n“An ‘aggravated’ offense is one ‘made worse or more seri-\nous by circumstances such as violence, the presence of a\ndeadly weapon, or the intent to commit another crime.’ ”\nCarachuri-Rosendo v. Holder, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"150542\"\u003e\u003ca href=\"/opinion/150542/carachuri-rosendo-v-holder/\"\u003e\u003cspan class=\"volume\"\u003e560\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e563\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 574 (2010)\n(quoting Black’s Law Dictionary 75 (9th ed. 2009)). More-\nover, the INA lists sexual abuse of a minor in the same\nsubparagraph as “murder” and “rape,” §1101(a)(43)(A)—\namong the most heinous crimes it defines as aggravated\nfelonies. §1227(a)(2)(A)(iii). The structure of the INA\ntherefore suggests that sexual abuse of a minor encom-\n\u000c8              ESQUIVEL-QUINTANA v. SESSIONS\n\n                       Opinion of the Court\n\npasses only especially egregious felonies.\n   A closely related federal statute, 1\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2243,\nprovides further evidence that the generic federal defini-\ntion of sexual abuse of a minor incorporates an age of\nconsent of 16, at least in the context of statutory rape\noffenses predicated solely on the age of the participants.\nCf. Leocal, 543 U. S., at 12–13, n. 9 (concluding that Con-\ngress’ treatment of 1\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §16 in an Act passed “just\nnine months earlier” provided “stron[g] suppor[t]” for our\ninterpretation of §16 as incorporated into the INA); Pow-\nerex Corp. v. Reliant Energy Services, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145713\"\u003e\u003ca href=\"/opinion/145713/powerex-corp-v-reliant-energy-services-inc/\"\u003e\u003cspan class=\"volume\"\u003e551\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e224\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n232 (2007). Section 2243, which criminalizes “[s]exual\nabuse of a minor or ward,” contains the only definition of\nthat phrase in the United States Code. As originally\nenacted in 1986, §2243 proscribed engaging in a “sexual\nact” with a person between the ages of 12 and 16 if the\nperpetrator was at least four years older than the victim.\nIn 1996, Congress expanded §2243 to include victims who\nwere younger than 12, thereby protecting anyone under\nthe age of 16. §2243(a); see also §2241(c). Congress did\nthis in the same omnibus law that added sexual abuse of a\nminor to the INA, which suggests that Congress under-\nstood that phrase to cover victims under age 16.2 See\nOmnibus Consolidated Appropriations Act, 1997, §§121(7),\n321,110 Stat. 3009–31, 3009–627.\n   Petitioner does not contend that the definition in\n§2243(a) must be imported wholesale into the INA, Brief\nfor Petitioner 17, and we do not do so. One reason is that\nthe INA does not cross-reference §2243(a), whereas many\nother aggravated felonies in the INA are defined by cross-\nreference to other provisions of the United States Code,\n——————\n  2 To eliminate a redundancy, Congress later amended §2243(a) to\n\nrevert to the pre-1996 language. See Protection of Children From\nSexual Predators Act of 1998, §301(b), 112 Stat. 2979. That amend-\nment does not change Congress’ understanding in 1996, when it added\nsexual abuse of a minor to the INA.\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\nsee, e.g., §1101(a)(43)(H) (“an offense described in section\n875, 876, 877, or 1202 of Title 18 (relating to the demand\nfor or receipt of ransom)”). Another is that §2243(a) re-\nquires a 4-year age difference between the perpetrator and\nthe victim. Combining that element with a 16-year age of\nconsent would categorically exclude the statutory rape\nlaws of most States. See Brief for Respondent 34–35; cf.\nTaylor, 495 U. S., at 594 (declining to “constru[e] ‘burglary’\nto mean common-law burglary,” because that “would come\nclose to nullifying that term’s effect in the statute,” since\n“few of the crimes now generally recognized as burglaries\nwould fall within the common-law definition”). Accordingly,\nwe rely on §2243(a) for evidence of the meaning of sexual\nabuse of a minor, but not as providing the complete or\nexclusive definition.\n                              2\n  As in other cases where we have applied the categorical\napproach, we look to state criminal codes for additional\nevidence about the generic meaning of sexual abuse of a\nminor. See Taylor, 495 U. S., at 598 (interpreting “‘bur-\nglary’” under the Armed Career Criminal Act of 1984 accord-\ning to “the generic sense in which the term is now used in\nthe criminal codes of most States”); Duenas-Alvarez, 549\nU. S., at 190 (interpreting “theft” in the INA in the same\nmanner). When “sexual abuse of a minor” was added to\nthe INA in 1996, thirty-one States and the District of\nColumbia set the age of consent at 16 for statutory rape\noffenses that hinged solely on the age of the participants.\nAs for the other States, one set the age of consent at 14;\ntwo set the age of consent at 15; six set the age of consent\nat 17; and the remaining ten, including California, set the\nage of consent at 18. See Appendix, infra; cf. ALI, Model\nPenal Code §213.3(1)(a) (1980) (in the absence of a special\nrelationship, setting the default age of consent at 16 for\n\u000c10              ESQUIVEL-QUINTANA v. SESSIONS\n\n                          Opinion of the Court\n\nthe crime of “[c]orruption of [m]inors”).3 A significant\nmajority of jurisdictions thus set the age of consent at 16\nfor statutory rape offenses predicated exclusively on the\nage of the participants.\n    Many jurisdictions set a different age of consent for\noffenses that include an element apart from the age of the\nparticipants, such as offenses that focus on whether the\nperpetrator is in some special relationship of trust with\nthe victim. That was true in the two States that had\noffenses labeled “sexual abuse of a minor” in 1996. See\nAlaska Stat. §11.41.438 (1996) (age of consent for third-\ndegree “sexual abuse of a minor” was 16 generally but 18\nwhere “the offender occupie[d] a position of authority in\nrelation to the victim”); Me. Rev. Stat. Ann., Tit. 17–A,\n§254(1) (1983), as amended by 1995 Me. Laws p. 123 (age\nof consent for “[s]exual abuse of minors” was 16 generally\nbut 18 where the victim was “a student” and the offender\nwas “a teacher, employee or other official in the . . . school\n. . . in which the student [was] enrolled”). And that is true\nin four of the five jurisdictions that have offenses titled\n“sexual abuse of a minor” today. Compare, e.g., D. C. Code\n§§22–3001 (2012), 22–3008 (2016 Cum. Supp.) (age of\nconsent is 16 in the absence of a significant relationship)\nwith §22–3009.01 (age of consent is 18 where the offender\n“is in a significant relationship” with the victim); see also\nBrief for Respondent 31 (listing statutes with that title).\nAccordingly, the generic crime of sexual abuse of a minor\nmay include a different age of consent where the perpetra-\ntor and victim are in a significant relationship of trust. As\n——————\n   3 The Government notes that this sort of multijurisdictional analysis\n\ncan “be useful insofar as it helps shed light on the ‘common understand-\ning and meaning’ of the federal provision being interpreted,” but that it\nis not required by the categorical approach. Brief for Respondent 23–25\n(quoting Perrin v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110155\"\u003e\u003ca href=\"/opinion/110155/perrin-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e444\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e37\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 45 (1979)). We agree. In\nthis case, state criminal codes aid our interpretation of “sexual abuse of\na minor” by offering useful context.\n\u000c                 Cite as: 581 U. S. ____ (2017)         11\n\n                     Opinion of the Court\n\nrelevant to this case, however, the general consensus from\nstate criminal codes points to the same generic definition\nas dictionaries and federal law: Where sexual intercourse\nis abusive solely because of the ages of the participants,\nthe victim must be younger than 16.\n                              D\n   The laws of many States and of the Federal Government\ninclude a minimum age differential (in addition to an age\nof consent) in defining statutory rape. We need not and do\nnot decide whether the generic crime of sexual abuse of a\nminor under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1101(a)(43)(A) includes an addi-\ntional element of that kind. Petitioner has “show[n] some-\nthing special about California’s version of the doctrine”—\nthat the age of consent is 18, rather than 16—and needs\nno more to prevail. Duenas-Alvarez, supra, at 191. Ab-\nsent some special relationship of trust, consensual sexual\nconduct involving a younger partner who is at least 16\nyears of age does not qualify as sexual abuse of a minor\nunder the INA, regardless of the age differential between\nthe two participants. We leave for another day whether\nthe generic offense requires a particular age differential\nbetween the victim and the perpetrator, and whether the\ngeneric offense encompasses sexual intercourse involving\nvictims over the age of 16 that is abusive because of the\nnature of the relationship between the participants.\n                             III\n   Finally, petitioner and the Government debate whether\nthe Board’s interpretation of sexual abuse of a minor is\nentitled to deference under Chevron, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111221\"\u003e\u003ca href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"\u003e\u003cspan class=\"volume\"\u003e467\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e837\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Peti-\ntioner argues that any ambiguity in the meaning of this\nphrase must be resolved in favor of the alien under the\nrule of lenity. See Brief for Petitioner 41–45. The Gov-\nernment responds that ambiguities should be resolved by\ndeferring to the Board’s interpretation. See Brief for\n\u000c12           ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\nRespondent 45–53. We have no need to resolve whether\nthe rule of lenity or Chevron receives priority in this case\nbecause the statute, read in context, unambiguously fore-\ncloses the Board’s interpretation. Therefore, neither the\nrule of lenity nor Chevron applies.\n                       *    *    *\n   We hold that in the context of statutory rape offenses\nfocused solely on the age of the participants, the generic\nfederal definition of “sexual abuse of a minor” under\n§1101(a)(43)(A) requires the age of the victim to be less\nthan 16. The judgment of the Court of Appeals, accordingly,\nis reversed.\n                                           It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c                  Cite as: 581 U. S. ____ (2017)            13\n\n                      Opinion\n                 Appendix      of the of\n                          to opinion  Court\n                                         the Court \n\n\n                          APPENDIX\n\n\nThese tables list offenses criminalizing sexual intercourse\nsolely because of the age of the participants. The tables\nare organized according to the statutory age of consent as\nof September 30, 1996—the date “sexual abuse of a minor”\nwas added to the INA.\n\n\n                           14 Years\n\n                                   Haw. Rev. Stat.\nHawaii\n                                   §707–730(1)(b) (1993)\n\n\n                           15 Years\n\n                                   Colo. Rev. Stat.\nColorado\n                                   §18–3–403(1)(e) (1997)\n                                   S. C. Code Ann.\nSouth Carolina\n                                   §16–3–655(2) (1985)\n\n\n                           16 Years\n\n                                   Ala. Code §§13A–6–62(a)(1),\nAlabama\n                                   13A–6–70(c)(1) (1994)\n                                   Alaska Stat.\nAlaska\n                                   §11.41.436(a)(1) (1996)\n                                   Ark. Code Ann. §§5–14–\nArkansas\n                                   106(a), 5–14–107(a) (1997)\n                                   Conn. Gen. Stat. §53a–\nConnecticut\n                                   71(a)(1) (1995)\n                                   Del. Code Ann., Tit. 11,\nDelaware\n                                   §773(2) (1995)\n\u000c14           ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n                                 D. C. Code §§22–4101(3),\nDistrict of Columbia\n                                 22–4108 (1996)\n                                 Ga. Code Ann. §16–6–3(a)\nGeorgia\n                                 (1996)\nIndiana                          1998 Ind. Acts §8, p. 774\n                                 Iowa Code §709.4(2) (1987),\nIowa                             as amended by 1994 Iowa\n                                 Acts p. 290\n                                 Kan. Stat. Ann. §21–\nKansas\n                                 3504(a)(1) (1995)\n                                 Ky. Rev. Stat. Ann.\nKentucky                         §§510.020(3)(a),\n                                 510.060(1)(b) (Lexis 1990)\n                                 Me. Rev. Stat. Ann., Tit.\n                                 17–A, §254(1) (1983), as\nMaine\n                                 amended by 1995 Me. Laws\n                                 p. 123\n                                 Md. Ann. Code, Art. 27,\nMaryland                         §§464B(a)(4), (5),\n                                 464C(a)(2), (3) (1996)\n                                 Mass. Gen. Laws, ch. 265,\nMassachusetts\n                                 §23 (1992)\n                                 Mich. Comp. Laws\n                                 §750.520d(1)(a) (1991), as\nMichigan\n                                 amended by 1996 Mich.\n                                 Pub. Acts p. 393\n                                 Minn. Stat. §609.344.1(b)\nMinnesota\n                                 (1996)\n                                 Mont. Code Ann. §§45–5–\nMontana                          501(1)(b)(iii), 45–5–\n                                 503(3)(a) (1995)\n                                 Neb. Rev. Stat. §28–319(1)\nNebraska\n                                 (1994 Cum. Supp.)\n\u000c                  Cite as: 581 U. S. ____ (2017)             15\n\n                      Opinion\n                 Appendix      of the of\n                          to opinion  Court\n                                         the Court\n\n                                  Nev. Rev. Stat.\nNevada                            §§200.364(3), 200.368\n                                  (1997)\n                                  N. H. Rev. Stat. Ann. §632–\nNew Hampshire\n                                  A:3(II) (1986)\n                                  N. J. Stat. Ann. §2C:14–\nNew Jersey\n                                  2(c)(5) (West 1995)\n                                  N. C. Gen. Stat. Ann. §14–\nNorth Carolina\n                                  27.7A (1998 Cum. Supp.)\n                                  Ohio Rev. Code Ann.\nOhio\n                                  §2907.04(A) (Lexis 1996)\n                                  Okla. Stat., Tit. 21,\n                                  §1111(A)(1) (1983), as\nOklahoma\n                                  amended by 1995 Okla.\n                                  Sess. Laws ch. 22, §1, p. 119\n                                  18 Pa. Cons. Stat. §3122.1,\nPennsylvania                      added by 1995 Pa. Laws\n                                  985, §5, p. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e987\u003c/span\u003e\n                                  \u003cspan class=\"reporter\"\u003eRawle\u003c/span\u003e \u003cspan class=\"page\"\u003eI\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Gen. Laws §11–37–6\nRhode Island\n                                  (1994)\n                                  S. D. Codified Laws §22–\nSouth Dakota\n                                  22–1(5) (1998)\nUtah                              1983 Utah Laws ch. 88, §16\n                                  Vt. Stat. Ann., Tit. 13,\nVermont\n                                  §3252(a)(3) (1998)\n                                  Wash. Rev. Code\nWashington\n                                  §9A.44.079 (1994)\n                                  W. Va. Code Ann. §§61–8B–\nWest Virginia                     2(c)(1), 61–8B–5(a)(2) (Lexis\n                                  1997)\n                                  Wyo. Stat. Ann. §6–2–\nWyoming\n                                  304(a)(i) (1997)\n\u000c16            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n                          17 Years\n\n                                 Ill. Comp. Stat., ch. 720,\nIllinois                         §§5/12–15(b)–(c), 5/12–16(d)\n                                 (West 1996)\n                                 La. Rev. Stat. Ann.\n                                 §14:80(A)(1) (West 1986), as\nLouisiana\n                                 amended by 1995 La. Acts\n                                 no. 241, p. 670\n                                 Mo. Rev. Stat. §566.034\nMissouri\n                                 (1994)\n                                 N. M. Stat. Ann. §30–9–\nNew Mexico                       11(F), as amended by 1995\n                                 N. M. Laws ch. 159, p. 1414\n                                 N. Y. Penal Law Ann.\nNew York                         §§130.05(3)(a), 130.20(1),\n                                 130.25(2) (West 1998)\n                                 Tex. Penal Code Ann.\nTexas                            §§22.011(a)(2), (c)(1) (West\n                                 1994)\n\n\n                          18 Years\n\n                                 Ariz. Rev. Stat. Ann. §13–\nArizona\n                                 1405(A) (1989)\n                                 Cal. Penal Code Ann.\nCalifornia\n                                 §261.5(a) (West Supp. 1998)\nFlorida                          Fla. Stat. §794.05(1) (1991)\n                                 Idaho Code Ann.\nIdaho\n                                 §18–6101(1) (Supp. 1996)\n                                 Miss. Code Ann. §97–3–67\nMississippi\n                                 (Supp. 1993)\n\u000c                Cite as: 581 U. S. ____ (2017)          17\n\n                    Opinion\n               Appendix      of the of\n                        to opinion  Court\n                                       the Court\n\n                                N. D. Cent. Code Ann.\nNorth Dakota                    §12.1–20–05 (Supp. 1983);\n                                §14–10–01 (1997)\n                                Ore. Rev. Stat.\nOregon                          §§163.315(1), 163.435(1),\n                                163.445(1) (1997)\n                                Tenn. Code Ann.\nTennessee\n                                §39–13–506(a) (Supp. 1996)\n                                Va. Code Ann. §18.2–371\nVirginia\n                                (1996)\n                                Wis. Stat. §§948.01(1),\nWisconsin\n                                948.09 (1993–1994)\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    ESQUIVEL-QUINTANA v. SESSIONS, ATTORNEY \n\n                   GENERAL\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n     No. 16–54. Argued February 27, 2017—Decided May 30, 2017\nPetitioner, a citizen of Mexico and lawful permanent resident of the\n  United States, pleaded no contest in a California court to a statutory\n  rape offense criminalizing “unlawful sexual intercourse with a minor\n  who is more than three years younger than the perpetrator.” Cal.\n  Penal Code Ann. §261.5(c). For purposes of that offense, California\n  defines “minor” as “a person under the age of 18.” §261.5(a). Based\n  on this conviction, the Department of Homeland Security initiated\n  removal proceedings under the Immigration and Nationality Act\n  (INA), which makes removable “[a]ny alien who is convicted of an ag-\n  gravated felony,” 8 U. S. C. §1227(a)(2)(A)(iii), including “sexual\n  abuse of a minor,” §1101(a)(43)(A). An Immigration Judge ordered\n  petitioner removed to Mexico. The Board of Immigration Appeals\n  agreed that petitioner’s crime constituted sexual abuse of a minor\n  and dismissed his appeal. A divided Court of Appeals denied his pe-\n  tition for review.\nHeld: In the context of statutory rape offenses that criminalize sexual\n intercourse based solely on the ages of the participants, the generic\n federal definition of “sexual abuse of a minor” requires the age of the\n victim to be less than 16. Pp. 2–12.\n    (a) Under the categorical approach employed to determine whether\n an alien’s conviction qualifies as an aggravated felony, the Court asks\n whether “ ‘the state statute defining the crime of conviction’ categori-\n cally fits within the ‘generic’ federal definition of a corresponding ag-\n gravated felony.” Moncrieffe v. Holder, 569 U. S. 184, 190. Petition-\n er’s state conviction is thus an “aggravated felony” only if the least of\n the acts criminalized by the state statute falls within the generic fed-\n eral definition of sexual abuse of a minor. Johnson v. United States,\n\u000c2                 ESQUIVEL-QUINTANA v. SESSIONS\n\n                                  Syllabus\n\n    559 U. S. 133, 137. Pp. 2–3.\n       (b) The least of the acts criminalized by Cal. Penal Code §261.5(c)\n    would be consensual sexual intercourse between a victim who is al-\n    most 18 and a perpetrator who just turned 21. Regardless of the ac-\n    tual facts of the case, this Court presumes that petitioner’s conviction\n    was based on those acts. Pp. 3–4.\n       (c) In the context of statutory rape offenses that criminalize sexual\n    intercourse based solely on the ages of the participants, the generic\n    federal definition of “sexual abuse of a minor” requires that the vic-\n    tim be younger than 16. The Court begins, as always, with the text.\n    Pp. 4–7.\n          (1) Congress added sexual abuse of a minor to the INA in 1996.\n    At that time, the ordinary meaning of “sexual abuse” included “the\n    engaging in sexual contact with a person who is below a specified age\n    or who is incapable of giving consent because of age or mental or\n    physical incapacity.” Merriam-Webster’s Dictionary of Law 454. By\n    providing that the abuse must be “of a minor,” the INA focuses on\n    age, rather than mental or physical incapacity. Accordingly, to quali-\n    fy as sexual abuse of a minor, the statute of conviction must prohibit\n    certain sexual acts based at least in part on the age of the victim.\n    Statutory rape laws, which are one example of this category of\n    crimes, generally provide that an older person may not engage in\n    sexual intercourse with a younger person under the “age of consent.”\n    Reliable dictionaries indicate that the “generic” age of consent in\n    1996 was 16, and it remains so today. Pp. 4–6.\n          (2) The Government argues that sexual abuse of a minor includes\n    any conduct that is illegal, involves sexual activity, and is directed at\n    a person younger than 18. For support, it points to the 1990 Black’s\n    Law Dictionary, which defined sexual abuse of a minor as “[i]llegal\n    sex acts performed against a minor by a parent, guardian, relative, or\n    acquaintance” and defined “[m]inor” as “[a]n infant or person who is\n    under the age of legal competence,” which in “most states” was “18.”\n    But the generic federal offense does not correspond to the Govern-\n    ment’s definition, for three reasons. First, the Government’s defini-\n    tion is inconsistent with its own dictionary’s requirement that a spe-\n    cial relationship of trust exist between the victim and offender.\n    Second, in the statutory rape context, “of a minor” refers to the age of\n    consent, not the age of legal competence. Third, the Government’s\n    definition turns the categorical approach on its head by defining the\n    generic federal offense as whatever is illegal under the law of the\n    State of conviction. Pp. 6–7.\n       (d) The structure of the INA, a related federal statute, and evi-\n    dence from state criminal codes confirm that, for a statutory rape of-\n    fense based solely on the age of the participants to qualify as sexual\n\u000c                     Cite as: 581 U. S. ____ (2017)                    3\n\n                                Syllabus\n\n  abuse of a minor under the INA, the victim must be younger than 16.\n  The INA lists sexual abuse of a minor as an “aggravated” felony,\n  §1227(a)(2)(A)(iii), and lists it in the same subparagraph as “murder”\n  and “rape,” §1101(a)(43)(A), suggesting that it encompasses only es-\n  pecially egregious felonies. A different statute, 18 U. S. C. §2243,\n  criminalizes “[s]exual abuse of a minor or ward.” Section 2243 was\n  amended to protect anyone under age 16 in the same omnibus law\n  that added sexual abuse of a minor to the INA, suggesting that Con-\n  gress understood that phrase to cover victims under (but not over)\n  age 16. Finally, a significant majority of state criminal codes set the\n  age of consent at 16 for statutory rape offenses predicated exclusively\n  on the age of the participants. Pp. 7–11.\n     (e) This Court does not decide whether the generic crime of sexual\n  abuse of a minor requires a particular age differential between the\n  victim and the perpetrator or whether it encompasses sexual inter-\n  course involving victims over 16 that is abusive because of the nature\n  of the relationship between the participants. P. 11.\n     (f) Because the statute, read in context, unambiguously forecloses\n  the Board’s interpretation of sexual abuse of a minor, neither the rule\n  of lenity nor Chevron deference applies. Pp. 11–12.\n810 F. 3d 1019, reversed.\n\n   THOMAS, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                   No. 16–54\n                                  _________________\n\n\n    JUAN ESQUIVEL-QUINTANA, PETITIONER v.\n\n          JEFFERSON B. SESSIONS, III, \n\n             ATTORNEY GENERAL \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                                [May 30, 2017] \n\n\n  JUSTICE THOMAS delivered the opinion of the Court.\n  The Immigration and Nationality Act (INA), 66 Stat.\n163, as amended, provides that “[a]ny alien who is con-\nvicted of an aggravated felony after admission” to the\nUnited States may be removed from the country by the\nAttorney General. 8 U. S. C. §1227(a)(2)(A)(iii). One of\nthe many crimes that constitutes an aggravated felony\nunder the INA is “sexual abuse of a minor.”\n§1101(a)(43)(A). A conviction for sexual abuse of a minor\nis an aggravated felony regardless of whether it is for a\n“violation of Federal or State law.” §1101(a)(43). The INA\ndoes not expressly define sexual abuse of a minor.\n  We must decide whether a conviction under a state\nstatute criminalizing consensual sexual intercourse be-\ntween a 21-year-old and a 17-year-old qualifies as sexual\nabuse of a minor under the INA. We hold that it does not.\n                           I\n   Petitioner Juan Esquivel-Quintana is a native and\ncitizen of Mexico. He was admitted to the United States\nas a lawful permanent resident in 2000. In 2009, he\n\u000c2            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\npleaded no contest in the Superior Court of California to a\nstatutory rape offense: “unlawful sexual intercourse with a\nminor who is more than three years younger than the\nperpetrator,” Cal. Penal Code Ann. §261.5(c) (West 2014);\nsee also §261.5(a) (“Unlawful sexual intercourse is an act\nof sexual intercourse accomplished with a person who is\nnot the spouse of the perpetrator, if the person is a mi-\nnor”). For purposes of that offense, California defines\n“minor” as “a person under the age of 18 years.” Ibid.\n    The Department of Homeland Security initiated removal\nproceedings against petitioner based on that conviction.\nAn Immigration Judge concluded that the conviction\nqualified as “sexual abuse of a minor,” 8 U. S. C.\n§1101(a)(43)(A), and ordered petitioner removed to Mexico.\nThe Board of Immigration Appeals (Board) dismissed his\nappeal. 26 I. \u0026 N. Dec. 469 (2015). “[F]or a statutory rape\noffense involving a 16- or 17-year-old victim” to qualify as\n“ ‘sexual abuse of a minor,’ ” it reasoned, “the statute must\nrequire a meaningful age difference between the victim\nand the perpetrator.” Id., at 477. In its view, the 3-year\nage difference required by Cal. Penal Code §261.5(c) was\nmeaningful. Id., at 477. Accordingly, the Board concluded\nthat petitioner’s crime of conviction was an aggravated\nfelony, making him removable under the INA. Ibid. A\ndivided Court of Appeals denied Esquivel-Quintana’s\npetition for review, deferring to the Board’s interpretation\nof sexual abuse of a minor under Chevron U. S. A. Inc. v.\nNatural Resources Defense Council, Inc., 467 U. S. 837\n(1984). 810 F. 3d 1019 (CA6 2016); see also id., at 1027\n(Sutton, J., concurring in part and dissenting in part). We\ngranted certiorari, 580 U. S. ___ (2016), and now reverse.\n                             II\n  Section 1227(a)(2)(A)(iii) makes aliens removable based\non the nature of their convictions, not based on their\nactual conduct. See Mellouli v. Lynch, 575 U. S. ___, ___\n\u000c                    Cite as: 581 U. S. ____ (2017)                   3\n\n                         Opinion of the Court\n\n(2015) (slip op., at 7). Accordingly, to determine whether\nan alien’s conviction qualifies as an aggravated felony\nunder that section, we “employ a categorical approach by\nlooking to the statute . . . of conviction, rather than to the\nspecific facts underlying the crime.” Kawashima v. Holder,\n565 U. S. 478, 483 (2012); see, e.g., Gonzales v. Duenas-\nAlvarez, 549 U. S. 183, 186 (2007) (applying the categori-\ncal approach set forth in Taylor v. United States, 495 U. S.\n575 (1990), to the INA). Under that approach, we ask\nwhether “ ‘the state statute defining the crime of convic-\ntion’ categorically fits within the ‘generic’ federal defini-\ntion of a corresponding aggravated felony.” Moncrieffe v.\nHolder, 569 U. S. 184, 190 (2013) (quoting Duenas-\nAlvarez, supra, at 186). In other words, we presume that\nthe state conviction “rested upon . . . the least of th[e] acts”\ncriminalized by the statute, and then we determine\nwhether that conduct would fall within the federal defini-\ntion of the crime. Johnson v. United States, 559 U. S. 133,\n137 (2010); see also Moncrieffe, supra, at 191 (focusing “on\nthe minimum conduct criminalized by the state statute”).1\nPetitioner’s state conviction is thus an “aggravated felony”\nunder the INA only if the least of the acts criminalized by\nthe state statute falls within the generic federal definition\nof sexual abuse of a minor.\n                           A\n  Because Cal. Penal Code §261.5(c) criminalizes “unlaw-\nful sexual intercourse with a minor who is more than\n\n——————\n  1 Where  a state statute contains several different crimes that are\ndescribed separately, we employ what is known as the “modified\ncategorical approach.” See Gonzales v. Duenas-Alvarez, 549 U. S. 183,\n187 (2007) (internal quotation marks omitted). Under that approach,\nwhich is not at issue here, the court may review the charging docu-\nments, jury instructions, plea agreement, plea colloquy, and similar\nsources to determine the actual crime of which the alien was convicted.\nSee ibid.\n\u000c4            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\nthree years younger than the perpetrator” and defines a\nminor as someone under age 18, the conduct criminalized\nunder this provision would be, at a minimum, consensual\nsexual intercourse between a victim who is almost 18 and\na perpetrator who just turned 21. Regardless of the actual\nfacts of petitioner’s crime, we must presume that his\nconviction was based on acts that were no more criminal\nthan that. If those acts do not constitute sexual abuse of a\nminor under the INA, then petitioner was not convicted of\nan aggravated felony and is not, on that basis, removable.\n  Petitioner concedes that sexual abuse of a minor under\nthe INA includes some statutory rape offenses. But he\nargues that a statutory rape offense based solely on the\npartners’ ages (like the one here) is “ ‘abuse’ ” “only when\nthe younger partner is under 16.” Reply Brief 2. Because\nthe California statute criminalizes sexual intercourse\nwhen the victim is up to 17 years old, petitioner contends\nthat it does not categorically qualify as sexual abuse of a\nminor.\n                             B\n   We agree with petitioner that, in the context of statutory\nrape offenses that criminalize sexual intercourse based\nsolely on the age of the participants, the generic federal\ndefinition of sexual abuse of a minor requires that the\nvictim be younger than 16. Because the California statute\nat issue in this case does not categorically fall within that\ndefinition, a conviction pursuant to it is not an aggravated\nfelony under §1101(a)(43)(A). We begin, as always, with\nthe text.\n                            1\n  Section 1101(a)(43)(A) does not expressly define sexual\nabuse of a minor, so we interpret that phrase using the\nnormal tools of statutory interpretation. “Our analysis\nbegins with the language of the statute.” Leocal v. Ash-\n\u000c                  Cite as: 581 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\ncroft, 543 U. S. 1, 8 (2004); see also Lopez v. Gonzales, 549\nU. S. 47, 53 (2006) (“The everyday understanding of ” the\nterm used in §1101 “should count for a lot here, for the\nstatutes in play do not define the term, and so remit us to\nregular usage to see what Congress probably meant”).\n   Congress added sexual abuse of a minor to the INA in\n1996, as part of a comprehensive immigration reform act.\nSee Illegal Immigration Reform and Immigrant Responsi-\nbility Act of 1996, §321(a)(i), 110 Stat. 3009–627. At that\ntime, the ordinary meaning of “sexual abuse” included “the\nengaging in sexual contact with a person who is below a\nspecified age or who is incapable of giving consent because\nof age or mental or physical incapacity.”           Merriam-\nWebster’s Dictionary of Law 454 (1996). By providing that\nthe abuse must be “of a minor,” the INA focuses on age,\nrather than mental or physical incapacity. Accordingly, to\nqualify as sexual abuse of a minor, the statute of convic-\ntion must prohibit certain sexual acts based at least in\npart on the age of the victim.\n   Statutory rape laws are one example of this category of\ncrimes. Those laws generally provide that an older person\nmay not engage in sexual intercourse with a younger\nperson under a specified age, known as the “age of con-\nsent.” See id., at 20 (defining “age of consent” as “the age\nat which a person is deemed competent by law to give\nconsent esp. to sexual intercourse” and cross-referencing\n“statutory rape”). Many laws also require an age differen-\ntial between the two partners.\n   Although the age of consent for statutory rape purposes\nvaries by jurisdiction, see infra, at 9, reliable dictionaries\nprovide evidence that the “generic” age—in 1996 and\ntoday—is 16. See B. Garner, A Dictionary of Modern\nLegal Usage 38 (2d ed. 1995) (“Age of consent, usu[ally] 16,\ndenotes the age when one is legally capable of agreeing . . .\nto sexual intercourse” and cross-referencing “statutory\nrape”); Black’s Law Dictionary 73 (10th ed. 2014) (noting\n\u000c6            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\nthat the age of consent is “usu[ally] defined by statute as\n16 years”).\n                              2\n    Relying on a different dictionary (and “sparse” legisla-\ntive history), the Government suggests an alternative\n“ ‘everyday understanding’ ” of “sexual abuse of a minor.”\nBrief for Respondent 16–17 (citing Black’s Law Dictionary\n1375 (6th ed. 1990)). Around the time sexual abuse of a\nminor was added to the INA’s list of aggravated felonies,\nthat dictionary defined “[s]exual abuse” as “[i]llegal sex\nacts performed against a minor by a parent, guardian,\nrelative, or acquaintance,” and defined “[m]inor” as “[a]n\ninfant or person who is under the age of legal competence,”\nwhich in “most states” was “18.” Id., at 997, 1375. “ ‘Sex-\nual abuse of a minor,’ ” the Government accordingly con-\ntends, “most naturally connotes conduct that (1) is illegal,\n(2) involves sexual activity, and (3) is directed at a person\nyounger than 18 years old.” Brief for Respondent 17.\n    We are not persuaded that the generic federal offense\ncorresponds to the Government’s definition. First, the\nGovernment’s proposed definition is flatly inconsistent\nwith the definition of sexual abuse contained in the very\ndictionary on which it relies; the Government’s proposed\ndefinition does not require that the act be performed “by a\nparent, guardian, relative, or acquaintance.” Black’s Law\nDictionary 1375 (6th ed. 1990) (emphasis added). In any\nevent, as we explain below, offenses predicated on a spe-\ncial relationship of trust between the victim and offender\nare not at issue here and frequently have a different age\nrequirement than the general age of consent. Second, in\nthe context of statutory rape, the prepositional phrase “of\na minor” naturally refers not to the age of legal compe-\ntence (when a person is legally capable of agreeing to a\ncontract, for example), but to the age of consent (when a\nperson is legally capable of agreeing to sexual intercourse).\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nThird, the Government’s definition turns the categorical\napproach on its head by defining the generic federal of-\nfense of sexual abuse of a minor as whatever is illegal\nunder the particular law of the State where the defendant\nwas convicted. Under the Government’s preferred ap-\nproach, there is no “generic” definition at all. See Taylor,\n495 U. S., at 591 (requiring “a clear indication that . . .\nCongress intended to abandon its general approach of\nusing uniform categorical definitions to identify predicate\noffenses”); id., at 592 (“We think that ‘burglary’ in §924(e)\nmust have some uniform definition independent of the\nlabels employed by the various States’ criminal codes”).\n                             C\n  The structure of the INA, a related federal statute, and\nevidence from state criminal codes confirm that, for a\nstatutory rape offense to qualify as sexual abuse of a\nminor under the INA based solely on the age of the partic-\nipants, the victim must be younger than 16.\n                              1\n   Surrounding provisions of the INA guide our interpreta-\ntion of sexual abuse of a minor. See A. Scalia \u0026 B. Garner,\nReading Law: The Interpretation of Legal Texts 167\n(2012). This offense is listed in the INA as an “aggravated\nfelony.” 8 U. S. C. §1227(a)(2)(A)(iii) (emphasis added).\n“An ‘aggravated’ offense is one ‘made worse or more seri-\nous by circumstances such as violence, the presence of a\ndeadly weapon, or the intent to commit another crime.’ ”\nCarachuri-Rosendo v. Holder, 560 U. S. 563, 574 (2010)\n(quoting Black’s Law Dictionary 75 (9th ed. 2009)). More-\nover, the INA lists sexual abuse of a minor in the same\nsubparagraph as “murder” and “rape,” §1101(a)(43)(A)—\namong the most heinous crimes it defines as aggravated\nfelonies. §1227(a)(2)(A)(iii). The structure of the INA\ntherefore suggests that sexual abuse of a minor encom-\n\u000c8              ESQUIVEL-QUINTANA v. SESSIONS\n\n                       Opinion of the Court\n\npasses only especially egregious felonies.\n   A closely related federal statute, 18 U. S. C. §2243,\nprovides further evidence that the generic federal defini-\ntion of sexual abuse of a minor incorporates an age of\nconsent of 16, at least in the context of statutory rape\noffenses predicated solely on the age of the participants.\nCf. Leocal, 543 U. S., at 12–13, n. 9 (concluding that Con-\ngress’ treatment of 18 U. S. C. §16 in an Act passed “just\nnine months earlier” provided “stron[g] suppor[t]” for our\ninterpretation of §16 as incorporated into the INA); Pow-\nerex Corp. v. Reliant Energy Services, Inc., 551 U. S. 224,\n232 (2007). Section 2243, which criminalizes “[s]exual\nabuse of a minor or ward,” contains the only definition of\nthat phrase in the United States Code. As originally\nenacted in 1986, §2243 proscribed engaging in a “sexual\nact” with a person between the ages of 12 and 16 if the\nperpetrator was at least four years older than the victim.\nIn 1996, Congress expanded §2243 to include victims who\nwere younger than 12, thereby protecting anyone under\nthe age of 16. §2243(a); see also §2241(c). Congress did\nthis in the same omnibus law that added sexual abuse of a\nminor to the INA, which suggests that Congress under-\nstood that phrase to cover victims under age 16.2 See\nOmnibus Consolidated Appropriations Act, 1997, §§121(7),\n321,110 Stat. 3009–31, 3009–627.\n   Petitioner does not contend that the definition in\n§2243(a) must be imported wholesale into the INA, Brief\nfor Petitioner 17, and we do not do so. One reason is that\nthe INA does not cross-reference §2243(a), whereas many\nother aggravated felonies in the INA are defined by cross-\nreference to other provisions of the United States Code,\n——————\n  2 To eliminate a redundancy, Congress later amended §2243(a) to\n\nrevert to the pre-1996 language. See Protection of Children From\nSexual Predators Act of 1998, §301(b), 112 Stat. 2979. That amend-\nment does not change Congress’ understanding in 1996, when it added\nsexual abuse of a minor to the INA.\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\nsee, e.g., §1101(a)(43)(H) (“an offense described in section\n875, 876, 877, or 1202 of Title 18 (relating to the demand\nfor or receipt of ransom)”). Another is that §2243(a) re-\nquires a 4-year age difference between the perpetrator and\nthe victim. Combining that element with a 16-year age of\nconsent would categorically exclude the statutory rape\nlaws of most States. See Brief for Respondent 34–35; cf.\nTaylor, 495 U. S., at 594 (declining to “constru[e] ‘burglary’\nto mean common-law burglary,” because that “would come\nclose to nullifying that term’s effect in the statute,” since\n“few of the crimes now generally recognized as burglaries\nwould fall within the common-law definition”). Accordingly,\nwe rely on §2243(a) for evidence of the meaning of sexual\nabuse of a minor, but not as providing the complete or\nexclusive definition.\n                              2\n  As in other cases where we have applied the categorical\napproach, we look to state criminal codes for additional\nevidence about the generic meaning of sexual abuse of a\nminor. See Taylor, 495 U. S., at 598 (interpreting “‘bur-\nglary’” under the Armed Career Criminal Act of 1984 accord-\ning to “the generic sense in which the term is now used in\nthe criminal codes of most States”); Duenas-Alvarez, 549\nU. S., at 190 (interpreting “theft” in the INA in the same\nmanner). When “sexual abuse of a minor” was added to\nthe INA in 1996, thirty-one States and the District of\nColumbia set the age of consent at 16 for statutory rape\noffenses that hinged solely on the age of the participants.\nAs for the other States, one set the age of consent at 14;\ntwo set the age of consent at 15; six set the age of consent\nat 17; and the remaining ten, including California, set the\nage of consent at 18. See Appendix, infra; cf. ALI, Model\nPenal Code §213.3(1)(a) (1980) (in the absence of a special\nrelationship, setting the default age of consent at 16 for\n\u000c10              ESQUIVEL-QUINTANA v. SESSIONS\n\n                          Opinion of the Court\n\nthe crime of “[c]orruption of [m]inors”).3 A significant\nmajority of jurisdictions thus set the age of consent at 16\nfor statutory rape offenses predicated exclusively on the\nage of the participants.\n    Many jurisdictions set a different age of consent for\noffenses that include an element apart from the age of the\nparticipants, such as offenses that focus on whether the\nperpetrator is in some special relationship of trust with\nthe victim. That was true in the two States that had\noffenses labeled “sexual abuse of a minor” in 1996. See\nAlaska Stat. §11.41.438 (1996) (age of consent for third-\ndegree “sexual abuse of a minor” was 16 generally but 18\nwhere “the offender occupie[d] a position of authority in\nrelation to the victim”); Me. Rev. Stat. Ann., Tit. 17–A,\n§254(1) (1983), as amended by 1995 Me. Laws p. 123 (age\nof consent for “[s]exual abuse of minors” was 16 generally\nbut 18 where the victim was “a student” and the offender\nwas “a teacher, employee or other official in the . . . school\n. . . in which the student [was] enrolled”). And that is true\nin four of the five jurisdictions that have offenses titled\n“sexual abuse of a minor” today. Compare, e.g., D. C. Code\n§§22–3001 (2012), 22–3008 (2016 Cum. Supp.) (age of\nconsent is 16 in the absence of a significant relationship)\nwith §22–3009.01 (age of consent is 18 where the offender\n“is in a significant relationship” with the victim); see also\nBrief for Respondent 31 (listing statutes with that title).\nAccordingly, the generic crime of sexual abuse of a minor\nmay include a different age of consent where the perpetra-\ntor and victim are in a significant relationship of trust. As\n——————\n   3 The Government notes that this sort of multijurisdictional analysis\n\ncan “be useful insofar as it helps shed light on the ‘common understand-\ning and meaning’ of the federal provision being interpreted,” but that it\nis not required by the categorical approach. Brief for Respondent 23–25\n(quoting Perrin v. United States, 444 U. S. 37, 45 (1979)). We agree. In\nthis case, state criminal codes aid our interpretation of “sexual abuse of\na minor” by offering useful context.\n\u000c                 Cite as: 581 U. S. ____ (2017)         11\n\n                     Opinion of the Court\n\nrelevant to this case, however, the general consensus from\nstate criminal codes points to the same generic definition\nas dictionaries and federal law: Where sexual intercourse\nis abusive solely because of the ages of the participants,\nthe victim must be younger than 16.\n                              D\n   The laws of many States and of the Federal Government\ninclude a minimum age differential (in addition to an age\nof consent) in defining statutory rape. We need not and do\nnot decide whether the generic crime of sexual abuse of a\nminor under 8 U. S. C. §1101(a)(43)(A) includes an addi-\ntional element of that kind. Petitioner has “show[n] some-\nthing special about California’s version of the doctrine”—\nthat the age of consent is 18, rather than 16—and needs\nno more to prevail. Duenas-Alvarez, supra, at 191. Ab-\nsent some special relationship of trust, consensual sexual\nconduct involving a younger partner who is at least 16\nyears of age does not qualify as sexual abuse of a minor\nunder the INA, regardless of the age differential between\nthe two participants. We leave for another day whether\nthe generic offense requires a particular age differential\nbetween the victim and the perpetrator, and whether the\ngeneric offense encompasses sexual intercourse involving\nvictims over the age of 16 that is abusive because of the\nnature of the relationship between the participants.\n                             III\n   Finally, petitioner and the Government debate whether\nthe Board’s interpretation of sexual abuse of a minor is\nentitled to deference under Chevron, 467 U. S. 837. Peti-\ntioner argues that any ambiguity in the meaning of this\nphrase must be resolved in favor of the alien under the\nrule of lenity. See Brief for Petitioner 41–45. The Gov-\nernment responds that ambiguities should be resolved by\ndeferring to the Board’s interpretation. See Brief for\n\u000c12           ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion of the Court\n\nRespondent 45–53. We have no need to resolve whether\nthe rule of lenity or Chevron receives priority in this case\nbecause the statute, read in context, unambiguously fore-\ncloses the Board’s interpretation. Therefore, neither the\nrule of lenity nor Chevron applies.\n                       *    *    *\n   We hold that in the context of statutory rape offenses\nfocused solely on the age of the participants, the generic\nfederal definition of “sexual abuse of a minor” under\n§1101(a)(43)(A) requires the age of the victim to be less\nthan 16. The judgment of the Court of Appeals, accordingly,\nis reversed.\n                                           It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c                  Cite as: 581 U. S. ____ (2017)            13\n\n                      Opinion\n                 Appendix      of the of\n                          to opinion  Court\n                                         the Court \n\n\n                          APPENDIX\n\n\nThese tables list offenses criminalizing sexual intercourse\nsolely because of the age of the participants. The tables\nare organized according to the statutory age of consent as\nof September 30, 1996—the date “sexual abuse of a minor”\nwas added to the INA.\n\n\n                           14 Years\n\n                                   Haw. Rev. Stat.\nHawaii\n                                   §707–730(1)(b) (1993)\n\n\n                           15 Years\n\n                                   Colo. Rev. Stat.\nColorado\n                                   §18–3–403(1)(e) (1997)\n                                   S. C. Code Ann.\nSouth Carolina\n                                   §16–3–655(2) (1985)\n\n\n                           16 Years\n\n                                   Ala. Code §§13A–6–62(a)(1),\nAlabama\n                                   13A–6–70(c)(1) (1994)\n                                   Alaska Stat.\nAlaska\n                                   §11.41.436(a)(1) (1996)\n                                   Ark. Code Ann. §§5–14–\nArkansas\n                                   106(a), 5–14–107(a) (1997)\n                                   Conn. Gen. Stat. §53a–\nConnecticut\n                                   71(a)(1) (1995)\n                                   Del. Code Ann., Tit. 11,\nDelaware\n                                   §773(2) (1995)\n\u000c14           ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n                                 D. C. Code §§22–4101(3),\nDistrict of Columbia\n                                 22–4108 (1996)\n                                 Ga. Code Ann. §16–6–3(a)\nGeorgia\n                                 (1996)\nIndiana                          1998 Ind. Acts §8, p. 774\n                                 Iowa Code §709.4(2) (1987),\nIowa                             as amended by 1994 Iowa\n                                 Acts p. 290\n                                 Kan. Stat. Ann. §21–\nKansas\n                                 3504(a)(1) (1995)\n                                 Ky. Rev. Stat. Ann.\nKentucky                         §§510.020(3)(a),\n                                 510.060(1)(b) (Lexis 1990)\n                                 Me. Rev. Stat. Ann., Tit.\n                                 17–A, §254(1) (1983), as\nMaine\n                                 amended by 1995 Me. Laws\n                                 p. 123\n                                 Md. Ann. Code, Art. 27,\nMaryland                         §§464B(a)(4), (5),\n                                 464C(a)(2), (3) (1996)\n                                 Mass. Gen. Laws, ch. 265,\nMassachusetts\n                                 §23 (1992)\n                                 Mich. Comp. Laws\n                                 §750.520d(1)(a) (1991), as\nMichigan\n                                 amended by 1996 Mich.\n                                 Pub. Acts p. 393\n                                 Minn. Stat. §609.344.1(b)\nMinnesota\n                                 (1996)\n                                 Mont. Code Ann. §§45–5–\nMontana                          501(1)(b)(iii), 45–5–\n                                 503(3)(a) (1995)\n                                 Neb. Rev. Stat. §28–319(1)\nNebraska\n                                 (1994 Cum. Supp.)\n\u000c                  Cite as: 581 U. S. ____ (2017)             15\n\n                      Opinion\n                 Appendix      of the of\n                          to opinion  Court\n                                         the Court\n\n                                  Nev. Rev. Stat.\nNevada                            §§200.364(3), 200.368\n                                  (1997)\n                                  N. H. Rev. Stat. Ann. §632–\nNew Hampshire\n                                  A:3(II) (1986)\n                                  N. J. Stat. Ann. §2C:14–\nNew Jersey\n                                  2(c)(5) (West 1995)\n                                  N. C. Gen. Stat. Ann. §14–\nNorth Carolina\n                                  27.7A (1998 Cum. Supp.)\n                                  Ohio Rev. Code Ann.\nOhio\n                                  §2907.04(A) (Lexis 1996)\n                                  Okla. Stat., Tit. 21,\n                                  §1111(A)(1) (1983), as\nOklahoma\n                                  amended by 1995 Okla.\n                                  Sess. Laws ch. 22, §1, p. 119\n                                  18 Pa. Cons. Stat. §3122.1,\nPennsylvania                      added by 1995 Pa. Laws\n                                  985, §5, p. 987\n                                  R. I. Gen. Laws §11–37–6\nRhode Island\n                                  (1994)\n                                  S. D. Codified Laws §22–\nSouth Dakota\n                                  22–1(5) (1998)\nUtah                              1983 Utah Laws ch. 88, §16\n                                  Vt. Stat. Ann., Tit. 13,\nVermont\n                                  §3252(a)(3) (1998)\n                                  Wash. Rev. Code\nWashington\n                                  §9A.44.079 (1994)\n                                  W. Va. Code Ann. §§61–8B–\nWest Virginia                     2(c)(1), 61–8B–5(a)(2) (Lexis\n                                  1997)\n                                  Wyo. Stat. Ann. §6–2–\nWyoming\n                                  304(a)(i) (1997)\n\u000c16            ESQUIVEL-QUINTANA v. SESSIONS\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n                          17 Years\n\n                                 Ill. Comp. Stat., ch. 720,\nIllinois                         §§5/12–15(b)–(c), 5/12–16(d)\n                                 (West 1996)\n                                 La. Rev. Stat. Ann.\n                                 §14:80(A)(1) (West 1986), as\nLouisiana\n                                 amended by 1995 La. Acts\n                                 no. 241, p. 670\n                                 Mo. Rev. Stat. §566.034\nMissouri\n                                 (1994)\n                                 N. M. Stat. Ann. §30–9–\nNew Mexico                       11(F), as amended by 1995\n                                 N. M. Laws ch. 159, p. 1414\n                                 N. Y. Penal Law Ann.\nNew York                         §§130.05(3)(a), 130.20(1),\n                                 130.25(2) (West 1998)\n                                 Tex. Penal Code Ann.\nTexas                            §§22.011(a)(2), (c)(1) (West\n                                 1994)\n\n\n                          18 Years\n\n                                 Ariz. Rev. Stat. Ann. §13–\nArizona\n                                 1405(A) (1989)\n                                 Cal. Penal Code Ann.\nCalifornia\n                                 §261.5(a) (West Supp. 1998)\nFlorida                          Fla. Stat. §794.05(1) (1991)\n                                 Idaho Code Ann.\nIdaho\n                                 §18–6101(1) (Supp. 1996)\n                                 Miss. Code Ann. §97–3–67\nMississippi\n                                 (Supp. 1993)\n\u000c                Cite as: 581 U. S. ____ (2017)          17\n\n                    Opinion\n               Appendix      of the of\n                        to opinion  Court\n                                       the Court\n\n                                N. D. Cent. Code Ann.\nNorth Dakota                    §12.1–20–05 (Supp. 1983);\n                                §14–10–01 (1997)\n                                Ore. Rev. Stat.\nOregon                          §§163.315(1), 163.435(1),\n                                163.445(1) (1997)\n                                Tenn. Code Ann.\nTennessee\n                                §39–13–506(a) (Supp. 1996)\n                                Va. Code Ann. §18.2–371\nVirginia\n                                (1996)\n                                Wis. Stat. §§948.01(1),\nWisconsin\n                                948.09 (1993–1994)\n\u000c",
	"cited_id": [
		2804673
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"Mellouli v. Lynch, 575 U. S. ___, ___ (2015)"
	],
	"case_extract": [
		"Mellouli v. Lynch, 575 U. S. ___, ___ (2015) (slip op., at 7)"
	],
	"citing_sentence": "Section 1227(a)(2)(A)(iii) makes aliens removable based on the nature of their convictions, not based on their actual conduct. See Mellouli v. Lynch, 575 U. S. ___, ___ (2015) (slip op., at 7).",
	"citing_paragraph": "Section 1227(a)(2)(A)(iii) makes aliens removable based on the nature of their convictions, not based on their actual conduct. See Mellouli v. Lynch, 575 U. S. ___, ___ (2015) (slip op., at 7). Accordingly, to determine whether an alien’s conviction qualifies as an aggravated felony under that section, we “employ a categorical approach by looking to the statute . . . of conviction, rather than to the specific facts underlying the crime.” Kawashima v. Holder, 565 U. S. 478, 483 (2012); see, e.g., Gonzales v. Duenas- Alvarez, 549 U. S. 183, 186 (2007) (applying the categori- cal approach set forth in Taylor v. United States, 495 U. S. 575 (1990), to the INA). Under that approach, we ask whether “‘the state statute defining the crime of convic- tion’ categorically fits within the ‘generic’ federal defini- tion of a corresponding aggravated felony.” Moncrieffe v. Holder, 569 U.S. 184, 190 (2013) (quoting Duenas- Alvarez, supra, at 186). In other words, we presume that the state conviction “rested upon . . . the least of th[e] acts” criminalized by the statute, and then we determine whether that conduct would fall within the federal defini- tion of the crime. Johnson v. United States, 559 U. S. 133, 137 (2010); see also Moncrieffe, supra, at 191 (focusing “on the minimum conduct criminalized by the state statute”).1 Petitioner’s state conviction is thus an “aggravated felony” under the INA only if the least of the acts criminalized by the state statute falls within the generic federal definition of sexual abuse of a minor.",
	"relevant_keywords": [
		"8 USC section 1227(a)(2)(A)(iii)",
		"alien",
		"permanent resident",
		"remove",
		"deport",
		"conviction",
		"categorical approach",
		"actual conduct",
		"nature",
		"aggravated felony",
		"aggravated offense"
	],
	"query": [
		"(deport! OR remov!) AND \"permanent resident\" AND alien AND (nature OR charact!) AND (convict! OR offence) AND \"categorical approach\" AND \"aggravated felony\"",
		"(deport! OR remov!) AND \"permanent resident\" AND alien AND \"aggravated felony\" AND \"categorical approach\" AND (\"8 USC\" OR \"8 U S C\") AND (\"section 1227\" OR \"s 1227\" OR \"§1227\" OR \"§ 1227\")",
		"(deport! OR remov!) AND \"permanent resident\" AND alien AND (nature OR charact!) AND (convict! OR offence) w/p (\"8 USC\" OR \"8 U S C\") AND  (\"section 1227\" OR \"s 1227\" OR \"§1227\" OR \"§ 1227\")"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "permanent resident",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "alien"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "categorical approach",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "aggravated felony",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "deport*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "remov*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "nature"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "charact*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "convict*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "offence"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "permanent resident",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "alien"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "aggravated felony",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "categorical approach",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "deport*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "remov*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "8 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "8 u s c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 1227",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 1227",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§1227"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 1227",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "permanent resident",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "alien"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "deport*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "remov*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "nature"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "charact*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "convict*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "offence"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "8 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "8 u s c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 1227",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 1227",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§1227"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 1227",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}