{
	"id": 48,
	"case_id": 4154237,
	"case_title": "SCA Hygiene Products Aktiebolag v. First Quality Baby Products, LLC",
	"date_filed": "2017-03-21",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    SCA HYGIENE PRODUCTS AKTIEBOLAG ET AL. v. \n\n     FIRST QUALITY BABY PRODUCTS, LLC, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n   No. 15–927.      Argued November 1, 2016—Decided March 21, 2017\nIn 2003, petitioners (collectively, SCA) notified respondents (collective-\n  ly, First Quality) that their adult incontinence products infringed an\n  SCA patent. First Quality responded that its own patent antedated\n  SCA’s patent and made it invalid. In 2004, SCA sought reexamina-\n  tion of its patent in light of First Quality’s patent, and in 2007, the\n  Patent and Trademark Office confirmed the SCA patent’s validity.\n  SCA sued First Quality for patent infringement in 2010. The District\n  Court granted summary judgment to First Quality on the grounds of\n  equitable estoppel and laches. While SCA’s appeal was pending, this\n  Court held that laches could not preclude a claim for damages in-\n  curred within the Copyright Act’s 3-year limitations period. Petrella\n  v. Metro-Goldwyn-Mayer, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___. A Federal Circuit\n  panel nevertheless affirmed the District Court’s laches holding based\n  on Circuit precedent, which permitted laches to be asserted against a\n  claim for damages incurred within the Patent Act’s 6-year limitations\n  period, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §286. The en banc court reheard the case in light\n  of Petrella and reaffirmed the original panel’s laches holding.\nHeld: Laches cannot be invoked as a defense against a claim for dam-\n ages brought within §286’s 6-year limitations period. Pp. 3–16.\n    (a) Petrella’s holding rested on both separation-of-powers principles\n and the traditional role of laches in equity. A statute of limitations\n reflects a congressional decision that timeliness is better judged by a\n hard and fast rule instead of a case-specific judicial determination.\n Applying laches within a limitations period specified by Congress\n would give judges a “legislation-overriding” role that exceeds the Ju-\n diciary’s power. 572 U. S., at ___. Moreover, applying laches within\n a limitations period would clash with the gap-filling purpose for\n\u000c2         SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n                QUALITY BABY PRODUCTS, LLC \n\n                          Syllabus\n\n\n    which the defense developed in the equity courts. Pp. 3–5.\n       (b) Petrella’s reasoning easily fits §286. There, the Court found in\n    the Copyright Act’s language a congressional judgment that a claim\n    filed within three years of accrual cannot be dismissed on timeliness\n    grounds. 572 U. S., at ___. By that same logic, §286 of the Patent\n    Act represents Congress’s judgment that a patentee may recover\n    damages for any infringement committed within six years of the fil-\n    ing of the claim.\n       First Quality contends that this case differs from Petrella because a\n    true statute of limitations runs forward from the date a cause of ac-\n    tion accrues, whereas §286’s limitations period runs backward from\n    the filing of the complaint. However, Petrella repeatedly character-\n    ized the Copyright Act’s limitations period as running backward from\n    the date the suit was filed. First Quality also contends that a true\n    statute of limitations begins to run when the plaintiff discovers a\n    cause of action, which is not the case with §286’s limitations period,\n    but ordinarily, a statute of limitations begins to run on the date that\n    the claim accrues, not when the cause of action is discovered. Pp. 5–\n    8.\n       (c) The Federal Circuit based its decision on the idea that §282 of\n    the Patent Act, which provides for “defenses in any action involving\n    the validity or infringement of a patent,” creates an exception to §286\n    by codifying laches as such a defense, and First Quality argues that\n    laches is a defense within §282(b)(1) based on “unenforceability.”\n    Even assuming that §282(b)(1) incorporates a laches defense of some\n    dimension, it does not necessarily follow that the defense may be in-\n    voked to bar a claim for damages incurred within the period set out\n    in §286. Indeed, it would be exceedingly unusual, if not unprecedent-\n    ed, if Congress chose to include in the Patent Act both a statute of\n    limitations for damages and a laches provision applicable to a dam-\n    ages claim. Neither the Federal Circuit, nor any party, has identified\n    a single federal statute that provides such dual protection against\n    untimely claims. Pp. 8–9.\n       (d) The Federal Circuit and First Quality rely on lower court patent\n    cases decided before the 1952 Patent Act to argue that §282 codified a\n    pre-1952 practice of permitting laches to be asserted against damages\n    claims. But the most prominent feature of the relevant legal land-\n    scape at that time was the well-established rule that laches cannot be\n    invoked to bar a claim for damages incurred within a limitations pe-\n    riod specified by Congress. In light of this rule, which Petrella con-\n    firmed and restated, 572 U. S., at ___, nothing less than a broad and\n    unambiguous consensus of lower court decisions could support the in-\n    ference that §282(b)(1) codifies a very different patent-law-specific\n    rule. Pp. 9–10.\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n     (e) The Federal Circuit and First Quality rely on three types of cas-\n  es: (1) pre-1938 equity cases; (2) pre-1938 claims at law; and (3) cases\n  decided after the merger of law and equity in 1938. None of these es-\n  tablishes a broad, unambiguous consensus in favor of applying laches\n  to damages claims in the patent context.\n     Many of the pre-1938 equity cases do not even reveal whether the\n  plaintiff asked for damages, and of the cases in which damages were\n  sought, many merely suggest in dicta that laches might limit damag-\n  es. The handful of cases that apply laches against a damages claim\n  are too few to establish a settled, national consensus. In any event,\n  the most that can possibly be gathered from a pre-1938 equity case is\n  that laches could defeat a damages claim in an equity court, not that\n  the defense could entirely prevent a patentee from recovering damag-\n  es.\n     Similarly, even if all three pre-1938 cases at law cited by First\n  Quality squarely held that laches could be applied to a damages\n  claim within the limitations period, that number would be insuffi-\n  cient to overcome the presumption that Congress legislates against\n  the background of general common-law principles. First Quality ar-\n  gues that the small number of cases at law should not count against\n  its position because there were few patent cases brought at law after\n  1870, but it is First Quality’s burden to show that Congress departed\n  from the traditional common-law rule.\n     As for the post-1938 patent case law, there is scant evidence sup-\n  porting First Quality’s claim that courts continued to apply laches to\n  damages claims after the merger of law and equity. Only two Courts\n  of Appeals held that laches could bar a damages claim, and that does\n  not constitute a settled, uniform practice of applying laches to dam-\n  ages claims. Pp. 11–15.\n     (f) First Quality’s additional arguments are unconvincing and do\n  not require extended discussion. It points to post-1952 Court of Ap-\n  peals decisions holding that laches can be invoked as a defense\n  against a damages claim, but nothing that Congress has done since\n  1952 has altered §282’s meaning. As for the various policy argu-\n  ments presented here, this Court cannot overrule Congress’s judg-\n  ment based on its own policy views. Pp. 15–16.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1311\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated in part and remanded.\n\n  ALITO, J., delivered the opinion of the Court, in which ROBERTS, C. J.,\nand KENNEDY, THOMAS, GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined.\nBREYER, J., filed a dissenting opinion.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–927\n                                   _________________\n\n\n   SCA HYGIENE PRODUCTS AKTIEBOLAG, ET AL., \n\n       PETITIONERS v. FIRST QUALITY BABY\n\n              PRODUCTS, LLC, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                                [March 21, 2017]\n\n\n  JUSTICE ALITO delivered the opinion of the Court.\nWe return to a subject that we addressed in Petrella v.\nMetro-Goldwyn-Mayer, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2014): the\nrelationship between the equitable defense of laches and\nclaims for damages that are brought within the time\nallowed by a statute of limitations. In Petrella, we held\nthat laches cannot preclude a claim for damages incurred\nwithin the Copyright Act’s 3-year limitations period. Id.,\nat ___ (slip op., at 1). “[L]aches,” we explained, “cannot be\ninvoked to bar legal relief ” “[i]n the face of a statute of\nlimitations enacted by Congress.” Id., at ___ (slip op., at\n13). The question in this case is whether Petrella’s reason-\ning applies to a similar provision of the Patent Act, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §286. We hold that it does.\n                             I\n  Petitioners SCA Hygiene Products Aktiebolag and SCA\nPersonal Care, Inc. (collectively, SCA), manufacture and\nsell adult incontinence products. In October 2003, SCA\nsent a letter to respondents (collectively, First Quality),\nalleging that First Quality was making and selling prod-\n\u000c2       SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nucts that infringed SCA’s rights under U. S. Patent No.\n6,375,646 B1 (’646 patent). App. 54a. First Quality re-\nsponded that one of its patents—U. S. Patent No.\n5,415,649 (Watanabe patent)—antedated the ’646 patent\nand revealed “the same diaper construction.” Id., at 53a.\nAs a result, First Quality maintained, the ’646 patent was\ninvalid and could not support an infringement claim. Ibid.\nSCA sent First Quality no further correspondence regard-\ning the ’646 patent, and First Quality proceeded to develop\nand market its products.\n  In July 2004, without notifying First Quality, SCA\nasked the Patent and Trademark Office (PTO) to initiate a\nreexamination proceeding to determine whether the ’646\npatent was valid in light of the Watanabe patent. Id., at\n49a–51a. Three years later, in March 2007, the PTO\nissued a certificate confirming the validity of the ’646\npatent.\n  In August 2010, SCA filed this patent infringement\naction against First Quality. First Quality moved for\nsummary judgment based on laches and equitable estop-\npel, and the District Court granted that motion on both\ngrounds. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2013\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e3776173\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *12 (WD Ky., July 16, 2013).\n  SCA appealed to the Federal Circuit, but before the\nFederal Circuit panel issued its decision, this Court de-\ncided Petrella. The panel nevertheless held, based on a Fed-\neral Circuit precedent, A. C. Aukerman Co. v. R. L.\nChaides Constr. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"580826\"\u003e\u003ca href=\"/opinion/580826/ac-aukerman-company-v-rl-chaides-construction-co/\"\u003e\u003cspan class=\"volume\"\u003e960\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1020\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1992) (en banc), that\nSCA’s claims were barred by laches.1\n  The Federal Circuit then reheard the case en banc in\norder to reconsider Aukerman in light of Petrella. But in a\n6-to-5 decision, the en banc court reaffirmed Aukerman’s\nholding that laches can be asserted to defeat a claim for\n——————\n  1 The panel reversed the District Court’s holding on equitable estop-\n\npel, concluding that there are genuine disputes of material fact relating\nto that defense. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e767\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1339\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1351 (2014).\n\u000c                      Cite as: 580 U. S. ____ (2017)                      3\n\n                           Opinion of the Court\n\ndamages incurred within the 6-year period set out in the\nPatent Act. As it had in Aukerman, the en banc court\nconcluded that Congress, in enacting the Patent Act, had\n“codified a laches defense” that “barred recovery of legal\nremedies.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1311\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1323–1329 (2015). Judge\nHughes, joined by four other judges, dissented.2 Id., at\n1337–1342 (opinion concurring in part and dissenting in\npart). We granted certiorari. 578 U. S. ___ (2016).\n                              II\n   Laches is “a defense developed by courts of equity” to\nprotect defendants against “unreasonable, prejudicial\ndelay in commencing suit.” Petrella, supra, at ___, ___\n(slip op., at 1, 12). See also 1 D. Dobbs, Law of Remedies\n§2.3(5), p. 89 (2d ed. 1993) (Dobbs) (“The equitable doc-\ntrine of laches bars the plaintiff whose unreasonable delay\nin prosecuting a claim or protecting a right has worked a\nprejudice to the defendant”). Before the separate systems\nof law and equity were merged in 1938, the ordinary rule\nwas that laches was available only in equity courts.3 See\nCounty of Oneida v. Oneida Indian Nation of N. Y., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111362\"\u003e\u003ca href=\"/opinion/111362/countyof-oneida-v-oneida-indian-nation-of-ny/\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e226\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 244, n. 16 (1985). This case turns on the appli-\ncation of the defense to a claim for damages, a quintessen-\ntial legal remedy. We discussed this subject at length in\n\n——————\n  2 The dissenting judges concurred in the portion of the majority opin-\n\nion relating to the application of laches to equitable relief. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n1333, n. 1 (opinion of Hughes, J.); see also id., at 1331–1333 (majority\nopinion). We do not address that aspect of the Federal Circuit’s judg-\nment. Nor do we address the Federal Circuit’s reversal of the District\nCourt’s equitable estoppel holding. Id., at 1333 (reinstating original\npanel holding on equitable estoppel).\n  3 “The federal courts always had equity powers as well as law power,\n\nbut they operated, until the Federal Rules of Civil Procedure, by\ndistinctly separating equity cases and even had separate equity rules.”\n1 Dobbs §2.6(1), at 148, n. 2; see also Gulfstream Aerospace Corp. v.\nMayacamas Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112025\"\u003e\u003ca href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"\u003e\u003cspan class=\"volume\"\u003e485\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e271\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 279 (1988). It is in this sense that we\nrefer in this opinion to federal courts as equity or law courts.\n\u000c4      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\nPetrella.\n   Petrella arose out of a copyright dispute relating to the\nfilm Raging Bull. 572 U. S., at ___ (slip op., at 8). The\nCopyright Act’s statute of limitations requires a copyright\nholder claiming infringement to file suit “within three\nyears after the claim accrued.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §507(b). In\nPetrella, the plaintiff sought relief for alleged acts of in-\nfringement that accrued within that 3-year period, but the\nlower courts nevertheless held that laches barred her\nclaims. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e695\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e946\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA9 2012). We reversed,\nholding that laches cannot defeat a damages claim\nbrought within the period prescribed by the Copyright\nAct’s statute of limitations. Petrella, 572 U. S., at ___–___\n(slip op., at 11–14). And in so holding, we spoke in broad\nterms. See id., at ___ (slip op., at 13) (“[I]n the face of a\nstatute of limitations enacted by Congress, laches cannot\nbe invoked to bar legal relief ”).\n   Petrella’s holding rested on both separation-of-powers\nprinciples and the traditional role of laches in equity.\nLaches provides a shield against untimely claims, id., at\n___ (slip op., at 19), and statutes of limitations serve a\nsimilar function. When Congress enacts a statute of limi-\ntations, it speaks directly to the issue of timeliness and\nprovides a rule for determining whether a claim is timely\nenough to permit relief. Id., at ___ (slip op., at 11). The\nenactment of a statute of limitations necessarily reflects a\ncongressional decision that the timeliness of covered\nclaims is better judged on the basis of a generally hard\nand fast rule rather than the sort of case-specific judicial\ndetermination that occurs when a laches defense is asserted.\nTherefore, applying laches within a limitations period\nspecified by Congress would give judges a “legislation-\noverriding” role that is beyond the Judiciary’s power. Id.,\nat ___ (slip op., at 14). As we stressed in Petrella, “courts\nare not at liberty to jettison Congress’ judgment on the\ntimeliness of suit.” Id., at ___ (slip op., at 1).\n\u000c                     Cite as: 580 U. S. ____ (2017)                     5\n\n                          Opinion of the Court\n\n   Applying laches within the limitations period would also\nclash with the purpose for which the defense developed in\nthe equity courts. As Petrella recounted, the “principal\napplication” of laches “was, and remains, to claims of an\nequitable cast for which the Legislature has provided no\nfixed time limitation.” Id., at ___ (slip op., at 12); see also\nR. Weaver, E. Shoben, \u0026 M. Kelly, Principles of Remedies\nLaw 21 (2d ed. 2011); 1 Dobbs §2.4(4), at 104; 1 J. Story,\nCommentaries on Equity Jurisprudence §55(a), p. 73 (2d\ned. 1839). Laches is a gap-filling doctrine, and where\nthere is a statute of limitations, there is no gap to fill.4\nPetrella, supra, at ___ (slip op., at 14); see also 1 Dobbs\n§2.4(4), at 108 (“[I]f the plaintiff has done only what she is\npermitted to do by statute, and has not misled the defend-\nant [so as to trigger equitable estoppel], the basis for\nbarring the plaintiff seems to have disappeared”).\n   With Petrella’s principles in mind, we turn to the pre-\nsent dispute.\n                              III\n\n                               A\n\n   Although the relevant statutory provisions in Petrella\nand this case are worded differently, Petrella’s reasoning\neasily fits the provision at issue here. As noted, the stat-\nute in Petrella precludes a civil action for copyright in-\nfringement “unless it is commenced within three years\n——————\n  4 The  dissent argues that there is a “gap” in the statutory scheme\nbecause the Patent Act’s statute of limitations might permit a patentee\nto wait until an infringing product has become successful before suing\nfor infringement. Post, at 2–3 (opinion of BREYER, J.). We rejected a\nversion of this argument in Petrella, 572 U. S., at ___–___ (slip op., at\n16–17), and we do so here. The dissent’s argument implies that, insofar\nas the lack of a laches defense could produce policy outcomes judges\ndeem undesirable, there is a “gap” for laches to fill, notwithstanding the\npresence of a statute of limitations. That is precisely the kind of\n“legislation-overriding” judicial role that Petrella rightly disclaimed.\nId., at ___ (slip op., at 14).\n\u000c6       SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nafter the claim accrued.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §507(b). We saw in\nthis language a congressional judgment that a claim filed\nwithin three years of accrual cannot be dismissed on time-\nliness grounds. 572 U. S., at ___ (slip op., at 11); see also\nid., at ___–___ (slip op., at 14–15).\n   The same reasoning applies in this case. Section 286 of\nthe Patent Act provides: “Except as otherwise provided by\nlaw, no recovery shall be had for any infringement com-\nmitted more than six years prior to the filing of the com-\nplaint or counterclaim for infringement in the action.” By\nthe logic of Petrella, we infer that this provision represents\na judgment by Congress that a patentee may recover\ndamages for any infringement committed within six years\nof the filing of the claim.\n                                B\n   First Quality contends that this case differs from Pet-\nrella because §286 of the Patent Act is not a true statute of\nlimitations. A true statute of limitations, we are told,\n“runs forward from the date a cause of action accrues,” but\n§286 “runs backward from the time of suit.” Brief for\nRespondents 41.\n   Petrella cannot reasonably be distinguished on this\nground. First Quality thinks it critical that §286 “runs\nbackward from the time of suit,” Brief for Respondents 41,\nbut Petrella described the Copyright Act’s statute of limi-\ntations in almost identical terms. We said that this provi-\nsion “allows plaintiffs . . . to gain retrospective relief run-\nning only three years back from the date the complaint was\nfiled.” 572 U. S., at ___ (slip op., at 6–7) (emphasis added).\nSee also id., at ___ (slip op., at 11) (“[A] successful plaintiff\ncan gain retrospective relief only three years back from\nthe time of suit”). And we described the Copyright Act’s\nstatute of limitations as “a three-year look-back limita-\ntions period.” Id., at ___ (slip op., at 4).\n   First Quality contends that the application of a true\n\u000c                  Cite as: 580 U. S. ____ (2017)             7\n\n                      Opinion of the Court\n\nstatute of limitations, like the defense of laches (but unlike\n§286), takes into account the fairness of permitting the\nadjudication of a particular plaintiff ’s claim. First Quality\nargues as follows: “When Congress enacts [a true statute\nof limitations], it can be viewed as having made a consid-\nered judgment about how much delay may occur after a\nplaintiff knows of a cause of action (i.e., after accrual)\nbefore the plaintiff must bring suit—thus potentially\nleaving no room for judges to evaluate the reasonableness\nof a plaintiff ’s delay on a case-by-case basis under laches.”\nBrief for Respondents 42. According to First Quality, §286\nof the Patent Act is different because it “turns only on\nwhen the infringer is sued, regardless of when the pat-\nentee learned of the infringement.” Ibid.\n   This argument misunderstands the way in which stat-\nutes of limitations generally work. First Quality says that\nthe accrual of a claim, the event that triggers the running\nof a statute of limitations, occurs when “a plaintiff knows\nof a cause of action,” ibid., but that is not ordinarily true.\nAs we wrote in Petrella, “[a] claim ordinarily accrues\n‘when [a] plaintiff has a complete and present cause of\naction.’ ” 572 U. S., at ___ (slip op., at 4); see Graham\nCounty Soil \u0026 Water Conservation Dist. v. United States\nex rel. Wilson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"799981\"\u003e\u003ca href=\"/opinion/799981/graham-county-soil-water-conservation-dist-v-united-states-ex-rel/\"\u003e\u003cspan class=\"volume\"\u003e545\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e409\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 418–419 (2005). While some\nclaims are subject to a “discovery rule” under which the\nlimitations period begins when the plaintiff discovers or\nshould have discovered the injury giving rise to the claim,\nthat is not a universal feature of statutes of limitations.\nSee, e.g., ibid. (limitations period in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e31\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3731(b)(1)\nbegins to run when the cause of action accrues); TRW Inc.\nv. Andrews, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118465\"\u003e\u003ca href=\"/opinion/118465/trw-inc-v-andrews/\"\u003e\u003cspan class=\"volume\"\u003e534\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e19\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 28 (2001) (same with regard to\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1681p). And in Petrella, we specifically noted\nthat “we have not passed on the question” whether the\nCopyright Act’s statute of limitations is governed by such\na rule. 572 U. S., at ___, n. 4 (slip op., at 4, n. 4).\n   For these reasons, Petrella cannot be dismissed as appli-\n\u000c8      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\ncable only to what First Quality regards as true statutes of\nlimitations. At least for present purposes, nothing de-\npends on this debatable taxonomy. Compare Automobile\nWorkers v. Hoosier Cardinal Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107199\"\u003e\u003ca href=\"/opinion/107199/auto-workers-v-hoosier-corp/\"\u003e\u003cspan class=\"volume\"\u003e383\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e696\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 704\n(1966) (describing §286 as “enacting a uniform period of\nlimitations”); 1 Dobbs §2.4(4), at 107, and n. 33 (same),\nwith A. Stucki Co. v. Buckeye Steel Castings Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"582844\"\u003e\u003ca href=\"/opinion/582844/a-stucki-company-v-buckeye-steel-castings-company/\"\u003e\u003cspan class=\"volume\"\u003e963\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e360\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 363, n. 3 (CA Fed. 1992) (Section 286 “is not, strictly\nspeaking, a statute of limitations”); Standard Oil Co. v.\nNippon Shokubai Kagaku Co., Ltd., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"447658\"\u003e\u003ca href=\"/opinion/447658/the-standard-oil-company-v-nippon-shokubai-kagaku-kogyo-co-ltd/\"\u003e\u003cspan class=\"volume\"\u003e754\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e345\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 348\n(CA Fed. 1985) (“[Section] 286 cannot properly be called a\n‘statute of limitations’ in the sense that it defeats the right\nto bring suit”).\n                             C\n  The Federal Circuit based its decision on a different\nfooting. Section 286 of the Patent Act begins with the\nphrase “[e]xcept as otherwise provided by law,” and ac-\ncording to the Federal Circuit, §282 of the Act is a provi-\nsion that provides otherwise. In its view, §282 creates an\nexception to §286 by codifying laches as a defense to all\npatent infringement claims, including claims for damages\nsuffered within §286’s 6-year period. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1329–\n1330. Section 282(b), which does not specifically mention\nlaches, provides in relevant part as follows:\n    “The following shall be defenses in any action involv-\n    ing the validity or infringement of a patent and shall\n    be pleaded:\n       “(1) Noninfringement, absence of liability for in-\n    fringement or unenforceability.”\n  The en banc majority below never identified which word\nor phrase in §282 codifies laches as a defense, but First\nQuality argues that laches falls within §282(b)(1) because\nlaches is a defense based on “unenforceability.” Brief for\nRespondents 28–33.\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\n  SCA disputes this interpretation of §282(b)(1), arguing\nthat laches does not make a patent categorically unen-\nforceable. Reply Brief 6–8; see Aukerman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e960\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n1030 (“Recognition of laches as a defense . . . does not\naffect the general enforceability of the patent against\nothers”). We need not decide this question. Even if we\nassume for the sake of argument that §282(b)(1) incorpo-\nrates a laches defense of some dimension, it does not nec-\nessarily follow that this defense may be invoked to bar a\nclaim for damages incurred within the period set out in\n§286. Indeed, it would be exceedingly unusual, if not\nunprecedented, if Congress chose to include in the Patent\nAct both a statute of limitations for damages and a laches\nprovision applicable to a damages claim. Neither the\nFederal Circuit, nor First Quality, nor any of First Quali-\nty’s amici has identified a single federal statute that pro-\nvides such dual protection against untimely claims.\n                             D\n   In holding that Congress codified a damages-limiting\nlaches defense, the Federal Circuit relied on patent cases\ndecided by the lower courts prior to the enactment of the\nPatent Act. After surveying these cases, the Federal\nCircuit concluded that by 1952 there was a well-\nestablished practice of applying laches to such damages\nclaims and that Congress, in adopting §282, must have\nchosen to codify such a defense in §282(b)(1). \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n1321–1329. First Quality now presses a similar argu-\nment. We have closely examined the cases on which the\nFederal Circuit and First Quality rely, and we find that\nthey are insufficient to support the suggested interpreta-\ntion of the Patent Act. The most prominent feature of the\nrelevant legal landscape at the time of enactment of the\nPatent Act was the well-established general rule, often\nrepeated by this Court, that laches cannot be invoked to\nbar a claim for damages incurred within a limitations\n\u000c10      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nperiod specified by Congress. See Holmberg v. Armbrecht,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104250\"\u003e\u003ca href=\"/opinion/104250/holmberg-v-armbrecht/\"\u003e\u003cspan class=\"volume\"\u003e327\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e392\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 395 (1946) (“If Congress explicitly puts a\nlimit upon the time for enforcing a right which it created,\nthere is an end of the matter”); United States v. Mack, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"102472\"\u003e\u003ca href=\"/opinion/102472/united-states-v-mack/\"\u003e\u003cspan class=\"volume\"\u003e295\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e480\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 489 (1935) (“Laches within the term of the\nstatute of limitations is no defense at law”); Wehrman v.\nConklin, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"94040\"\u003e\u003ca href=\"/opinion/94040/wehrman-v-conklin/\"\u003e\u003cspan class=\"volume\"\u003e155\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e314\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 326 (1894) (“Though a good de-\nfense in equity, laches is no defense at law. If the plaintiff\nat law has brought his action within the period fixed by\nthe statute of limitations, no court can deprive him of his\nright to proceed”); Cross v. Allen, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"93172\"\u003e\u003ca href=\"/opinion/93172/cross-v-allen/\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e528\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 537 (1891)\n(“So long as the demands secured were not barred by the\nstatute of limitations, there could be no laches in prosecut-\ning a suit”). Petrella confirmed and restated this long-\nstanding rule. 572 U. S., at ___ (slip op., at 12) (“[T]his\nCourt has cautioned against invoking laches to bar legal\nrelief ”). If Congress examined the relevant legal land-\nscape when it adopted \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §282, it could not have\nmissed our cases endorsing this general rule.\n   The Federal Circuit and First Quality dismiss the signif-\nicance of this Court’s many reiterations of the general rule\nbecause they were not made in patent cases. But as the\ndissenters below noted, “[p]atent law is governed by the\nsame common-law principles, methods of statutory inter-\npretation, and procedural rules as other areas of civil\nlitigation.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1333 (opinion of Hughes, J.).\n   In light of the general rule regarding the relationship\nbetween laches and statutes of limitations, nothing less\nthan a broad and unambiguous consensus of lower court\ndecisions could support the inference that §282(b)(1) codi-\nfies a very different patent-law-specific rule. No such\nconsensus is to be found.5\n——————\n   5 Because we conclude that First Quality fails to show that there was\n\na special laches rule in the patent context, we need not address whether\nit is ever reasonable to assume that Congress legislated against the\n\u000c                     Cite as: 580 U. S. ____ (2017)                    11\n\n                          Opinion of the Court \n\n\n                             IV \n\n  The pre-1952 cases on which First Quality relies fall\ninto three groups: (1) cases decided by equity courts before\n1938; (2) cases decided by law courts before 1938; and (3)\ncases decided after the merger of equity and law in 1938.\nWe will discuss each group separately.\n                                A\n\n                    Pre-1938 equity cases \n\n   The pre-1938 equity cases are unpersuasive for several,\noften overlapping reasons. Many do not even reveal\nwhether the plaintiff asked for damages. Indeed, some\nsay nothing at all about the form of relief that was sought,\nsee, e.g., Cummings v. Wilson \u0026 Willard Mfg. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e453\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA9 1925), and others state only that the plaintiff\nwanted an accounting of profits, e.g., Westco-Chippewa\nPump Co. v. Delaware Elec. \u0026 Supply Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1510977\"\u003e\u003ca href=\"/opinion/1510977/westco-chippewa-pump-co-v-delaware-electric-s-co/\"\u003e\u003cspan class=\"volume\"\u003e64\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e185\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n186 (CA3 1933); Wolf Mineral Process Corp. v. Minerals\nSeparation North Am. Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1479970\"\u003e\u003ca href=\"/opinion/1479970/wolf-mineral-process-corp-v-minerals-separation-na-corp/\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e483\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 484 (CA4 1927).\nThe equitable remedy of an accounting, however, was not\nthe same as damages. The remedy of damages seeks to\ncompensate the victim for its loss, whereas the remedy of\nan accounting, which Congress abolished in the patent\ncontext in 1946,6 sought disgorgement of ill-gotten profits.\nSee Birdsall v. Coolidge, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"89343\"\u003e\u003ca href=\"/opinion/89343/birdsall-v-coolidge/\"\u003e\u003cspan class=\"volume\"\u003e93\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e64\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 68–69 (1876); 1\nDobbs §4.3(5), at 611 (“Accounting holds the defendant\nliable for his profits, not for damages”); A. Walker, Patent\n\n——————\nbackground of a lower court consensus rather than the contrary deci-\nsions of this Court. Cf. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1338 (opinion of Hughes, J.) (“For\neven if there were differing views in the lower [federal] courts, it would\nbe nearly impossible to conclude that there was a uniform understand-\ning of the common law that was inconsistent with Supreme Court\nprecedent. In our judicial system, the Supreme Court's understanding\nis controlling”).\n   6 See 60 Stat. 778; see also Aro Mfg. Co. v. Convertible Top Replace-\n\nment Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106848\"\u003e\u003ca href=\"/opinion/106848/aro-mfg-co-v-convertible-top-replacement-co/\"\u003e\u003cspan class=\"volume\"\u003e377\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e476\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 505 (1964).\n\u000c12     SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\nLaws §573, p. 401 (1886) (distinguishing between the two\nremedies); G. Curtis, Law of Patents §341(a), p. 461 (4th\ned. 1873); 2 J. Pomeroy, Treatise on Equitable Remedies\n§568, p. 977 (1905).\n   First Quality argues that courts sometimes used the\nterm “accounting” imprecisely to refer to both an account-\ning of profits and a calculation of damages, Brief for Re-\nspondents 19–20, but even if that is true, this loose usage\nshows only that a reference to “accounting” might refer to\ndamages. For that reason, the Federal Circuit did not rely\non cases seeking only an accounting, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1326,\nn. 7, and we likewise exclude such cases from our analysis.\n   Turning to the cases that actually refer to damages,\nwe note that many of the cases merely suggest in dicta\nthat laches might limit recovery of damages. See, e.g.,\nHartford-Empire Co. v. Swindell Bros., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1475311\"\u003e\u003ca href=\"/opinion/1475311/hartford-empire-co-v-swindell-bros/\"\u003e\u003cspan class=\"volume\"\u003e96\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e227\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 233,\nmodified on reh’g, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e99\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e61\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA4 1938). Such dicta\n“settles nothing.” Jama v. Immigration and Customs\nEnforcement, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137740\"\u003e\u003ca href=\"/opinion/137740/jama-v-immigration-and-customs-enforcement/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e335\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 351, n. 12 (2005). See also\nHartford Underwriters Ins. Co. v. Union Planters Bank,\nN. A., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1087670\"\u003e\u003ca href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"\u003e\u003cspan class=\"volume\"\u003e530\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 9–10 (2000); Metropolitan Stevedore Co.\nv. Rambo, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117949\"\u003e\u003ca href=\"/opinion/117949/metropolitan-stevedore-co-v-rambo/\"\u003e\u003cspan class=\"volume\"\u003e515\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e291\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 300 (1995).\n   As for the cases in which laches was actually held to bar\na claim for damages, e.g., Wolf, Sayer \u0026 Heller v. United\nStates Slicing Mach. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e261\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e195\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 197–198 (CA7 1919);\nA. R. Mosler \u0026 Co. v. Lurie, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e209\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e364\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 369–370 (CA2\n1913), these cases are too few to establish a settled,\nnational consensus. See Hartford Underwriters, supra,\nat 10.\n   Moreover, the most that can possibly be gathered from a\npre-1938 equity case is that laches could defeat a damages\nclaim in an equity court, not that the defense could en-\ntirely prevent a patentee from recovering damages. Before\n1870, a patentee wishing to obtain both an injunction\nagainst future infringement and damages for past in-\nfringement was required to bring two suits, one in an\n\u000c                    Cite as: 580 U. S. ____ (2017)                  13\n\n                         Opinion of the Court\n\nequity court (where injunctive relief but not damages was\navailable), and one in a court of law (where damages but\nnot injunctive relief could be sought). See Beauchamp,\nThe First Patent Litigation Explosion, 125 Yale L. J. 848,\n913–914 (2016). To rectify this situation, Congress en-\nacted a law in 1870 authorizing equity courts to award dam-\nages in patent-infringement actions. Rev. Stat. §4921.\nAnd although statutes of limitations did not generally\napply in equity, Congress in 1897 enacted a statute that,\nlike the current §286, imposed a 6-year limitations period\nfor damages claims and made that statute applicable in\nboth law and equity. §6, 29 Stat. 694. Pointing to cases\ndecided between 1897 and 1938 in which an equity court\npermitted a defendant in an infringement case to invoke\nthe defense of laches, First Quality contends that Con-\ngress, aware of these cases, assumed that the 1952 Act\nwould likewise allow a defendant in an infringement case\nto claim laches with respect to a claim for damages occur-\nring within a limitations period.\n   This argument overlooks the fact that a patentee, dur-\ning the period in question, could always sue for damages\nin law, where the equitable doctrine of laches did not\napply, and could thus avoid any possible laches defense.\nThus, accepting First Quality’s argument would not return\npatentees to the position they held from 1897 to 1938.\nInstead, it would go much further and permit laches en-\ntirely to defeat claims like SCA’s.7\n                             B\n                   Pre-1938 claims at law\n  First Quality cites three Court of Appeals cases in which\n——————\n  7 The dissent misunderstands this point and thinks that we dismiss\n\nthe relevance of the equity cases because they applied laches “to equi-\ntable claims without statutes of limitations.” Post, at 5. But we are\nwell aware that a statute of limitations applied in equity when these\ncases arose. See supra, at 13.\n\u000c14      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nlaches was raised in a proceeding at law and in which,\naccording to First Quality, the defense was held to bar a\ndamages claim. See Universal Coin Lock Co. v. American\nSanitary Lock Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e104\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e781\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA7 1939); Banker v.\nFord Motor Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1562116\"\u003e\u003ca href=\"/opinion/1562116/banker-v-ford-motor-co/\"\u003e\u003cspan class=\"volume\"\u003e69\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e665\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA3 1934); Ford v. Huff, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e296\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e652\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA5 1924). But even if all of these cases squarely\nheld that laches could be applied to a damages claim at\nlaw within the limitations period, they would still consti-\ntute only a handful of decisions out of the corpus of pre-\n1952 patent cases, and that would not be enough to over-\ncome the presumption that Congress legislates against the\nbackground of general common-law principles. See H.\nMcClintock, Handbook of the Principles of Equity §28, p.\n75 (2d ed. 1948) (“The majority of the courts which have\nconsidered the question have refused to enjoin an action at\nlaw on the ground of the laches of the plaintiff at law”).\n   In any event, these cases, like the equity cases, offer\nminimal support for First Quality’s position. Not one of\nthese cases even mentions the statute of limitations. One\nof the three, Ford, is not even a patent infringement case;\nit is a breach-of-contract case arising out of a patent dis-\npute, 296 F., at 654, and it is unclear whether the ground\nfor decision was laches or equitable estoppel. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1340 (opinion of Hughes, J.). Another, Universal\nCoin, applied laches to a legal damages claim without any\nanalysis of the propriety of doing so. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e104\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 783.\n   First Quality protests that the paucity of supporting\ncases at law should not count against its argument since\nvery few patent-infringement cases were brought at law\nafter 1870. Brief for Respondents 25–26. But the fact\nremains that it is First Quality’s burden to show that\nCongress departed from the traditional common-law rule\nhighlighted in our cases.8\n——————\n  8 For the same reason, the dissent misses the mark when it demands\n\nthat we cite cases “holding that laches could not bar a patent claim for\n\u000c                    Cite as: 580 U. S. ____ (2017)        15\n\n                        Opinion of the Court\n\n                               C\n\n                      Post-merger cases \n\n  First Quality claims that courts continued to apply\nlaches to damages claims after the merger of law and\nequity in 1938, but First Quality’s evidence is scant.\nDuring this period, two Courts of Appeals stated in dicta\nthat laches could bar legal damages claims. See Chicago\nPneumatic Tool Co. v. Hughes Tool Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"228161\"\u003e\u003ca href=\"/opinion/228161/chicago-pneumatic-tool-co-v-hughes-tool-co/\"\u003e\u003cspan class=\"volume\"\u003e192\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e620\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 625\n(CA10 1951); Shaffer v. Rector Well Equip. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1563632\"\u003e\u003ca href=\"/opinion/1563632/shaffer-v-rector-well-equipment-co/\"\u003e\u003cspan class=\"volume\"\u003e155\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e344\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 347 (CA5 1946). And two others actually held that\nlaches could bar a damages claim. See, e.g., Brennan v.\nHawley Prods. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"225315\"\u003e\u003ca href=\"/opinion/225315/brennan-v-hawley-products-co/\"\u003e\u003cspan class=\"volume\"\u003e182\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e945\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 948 (CA7 1950); Lukens\nSteel Co. v. American Locomotive Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"229841\"\u003e\u003ca href=\"/opinion/229841/lukens-steel-co-v-american-locomotive-co/\"\u003e\u003cspan class=\"volume\"\u003e197\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e939\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 941\n(CA2 1952) (alternative holding). This does not constitute\na settled, uniform practice of applying laches to damages\nclaims.\n  After surveying the pre-1952 case law, we are not con-\nvinced that Congress, in enacting §282 of the Patent Act,\ndeparted from the general rule regarding the application\nof laches to damages suffered within the time for filing\nsuit set out in a statute of limitations.\n                              V\n   First Quality’s additional arguments do not require\nextended discussion. First Quality points to post-1952\nCourt of Appeals decisions holding that laches can be\ninvoked as a defense against a damages claim. Noting\nthat Congress has amended §282 without altering the\n“ ‘unenforceability’ ” language that is said to incorporate a\nlaches defense, First Quality contends that Congress has\nimplicitly ratified these decisions. Brief for Respondents\n35–36.\n   We reject this argument. Nothing that Congress has\ndone since 1952 has altered the meaning of §282. See\n——————\ndamages.” Post, at 8.\n\u000c16     SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\nCentral Bank of Denver, N. A. v. First Interstate Bank of\nDenver, N. A., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117837\"\u003e\u003ca href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"\u003e\u003cspan class=\"volume\"\u003e511\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e164\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 186 (1994); West Virginia\nUniv. Hospitals, Inc. v. Casey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112559\"\u003e\u003ca href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"\u003e\u003cspan class=\"volume\"\u003e499\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e83\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 100, 101, and\nn. 7 (1991).\n  First Quality and its supporting amici also make vari-\nous policy arguments, but we cannot overrule Congress’s\njudgment based on our own policy views. We note, however,\nas we did in Petrella, that the doctrine of equitable\nestoppel provides protection against some of the problems\nthat First Quality highlights, namely, unscrupulous pa-\ntentees inducing potential targets of infringement suits to\ninvest in the production of arguably infringing products.\n572 U. S., at ___ (slip op., at 19). Indeed, the Federal\nCircuit held that there are genuine disputes of material\nfact as to whether equitable estoppel bars First Quality’s\nclaims in this very case. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e807\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1333.\n                       *     *    *\n  Laches cannot be interposed as a defense against dam-\nages where the infringement occurred within the period\nprescribed by §286. The judgment of the Court of Appeals\nis vacated in part, and the case is remanded for further\nproceedings consistent with this opinion.\n\n                                           It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                     BREYER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–927\n                         _________________\n\n\n   SCA HYGIENE PRODUCTS AKTIEBOLAG, ET AL., \n\n       PETITIONERS v. FIRST QUALITY BABY\n\n              PRODUCTS, LLC, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                       [March 21, 2017]\n\n\n   JUSTICE BREYER, dissenting.\n   Laches is a doctrine that bars a plaintiff ’s claim when\nthere has been unreasonable, prejudicial delay in com-\nmencing suit. See 1 D. Dobbs, Law of Remedies §2.3(5), p.\n89 (2d ed. 1993). The question before us is whether a\ncourt can apply this doctrine in a patent infringement\naction for damages brought within the statute of limita-\ntions. The Court holds that a court cannot. Laches, it\nsays, is a “gap-filling doctrine,” generally applicable where\nthere is no statute of limitations. But the 1952 Patent Act\ncontains a statute of limitations. Hence there is “no gap to\nfill.” Ante, at 5.\n   In my view, however, the majority has ignored the fact\nthat, despite the 1952 Act’s statute of limitations, there\nremains a “gap” to fill. See infra, at 2–3. Laches fills this\ngap. And for more than a century courts with virtual\nunanimity have applied laches in patent damages cases.\nCongress, when it wrote the 1952 statute, was aware of\nand intended to codify that judicial practice. I fear that\nthe majority, in ignoring this legal history, opens a new\n“gap” in the patent law, threatening harmful and unfair\nlegal consequences.\n\u000c2      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\n                               I\n   Consider the relevant statutory language. Section 286\nof the Patent Act says: “Except as otherwise provided by\nlaw, no recovery shall be had for any infringement com-\nmitted more than six years prior to the filing of the com-\nplaint or counterclaim for infringement in the action.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §286 (emphasis added). Section 282 says what\nthe word “otherwise” means. It tells us that “unenforcea-\nbility” shall be a defense “in any action involving the\nvalidity or infringement of a patent.” §282(b) (emphasis\nadded).\n   Two features of this statutory language are important.\nFirst, the limitations provision, unlike those in many\nother statutes, does not set forth a period of time in which\nto sue, beginning when a claim accrues and then expiring\nsome time later. (The False Claims Act, for example, gives\na plaintiff six years from the date of the violation or three\nyears from the date of discovery to file his suit, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e31\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§3731(b).) Rather, it permits a patentee to sue at any time\nafter an infringement takes place. It simply limits dam-\nages to those caused within the preceding six years. That\nmeans that a patentee, after learning of a possible in-\nfringement in year 1, might wait until year 10 or year 15\nor year 20 to bring a lawsuit. And if he wins, he can col-\nlect damages for the preceding six years of infringement.\n   This fact creates a gap. Why? Because a patentee\nmight wait for a decade or more while the infringer (who\nperhaps does not know or believe he is an infringer) in-\nvests heavily in the development of the infringing product\n(of which the patentee’s invention could be only a small\ncomponent), while evidence that the infringer might use\nto, say, show the patent is invalid disappears with time.\nThen, if the product is a success, the patentee can bring\nhis lawsuit, hoping to collect a significant recovery. And if\nbusiness-related circumstances make it difficult or impos-\nsible for the infringer to abandon its use of the patented\n\u000c                 Cite as: 580 U. S. ____ (2017)           3\n\n                    BREYER, J., dissenting\n\ninvention (i.e., if the infringer is “locked in”), then the\npatentee can keep bringing lawsuits, say, in year 10 (col-\nlecting damages from years 4 through 10), in year 16\n(collecting damages from years 10 through 16), and in year\n20 (collecting any remaining damages). The possibility of\nthis type of outcome reveals a “gap.” Laches works to fill\nthe gap by barring recovery when the patentee unreason-\nably and prejudicially delays suit.\n   Second, the Patent Act’s language strongly suggests\nthat Congress, when writing the statutory provisions\nbefore us, intended to permit courts to continue to use\nlaches to fill this gap. The statute says that there are\n“except[ions]” to its 6-year damages limitation rule. It\nlists “unenforceability” as one of those exceptions. At\ncommon law, the word “unenforceability” had a meaning\nthat encompassed laches. See, e.g., United States v. New\nOrleans Pacific R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1087763\"\u003e\u003ca href=\"/opinion/1087763/united-states-v-new-orleans-pacific-r-co/\"\u003e\u003cspan class=\"volume\"\u003e248\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e507\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 511 (1919) (consider-\ning whether an agreement “had become unenforceable by\nreason of inexcusable laches”). We often read statutes as\nincorporating common-law meanings. See Neder v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118298\"\u003e\u003ca href=\"/opinion/118298/neder-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e527\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 21 (1999). And here there are good\nreasons for doing so. For one thing, the principal technical\ndrafter of the Patent Act (in a commentary upon which\nthis Court has previously relied, e.g., Warner-Jenkinson\nCo. v. Hilton Davis Chemical Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118092\"\u003e\u003ca href=\"/opinion/118092/warner-jenkinson-co-v-hilton-davis-chemical-co/\"\u003e\u003cspan class=\"volume\"\u003e520\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e17\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 28 (1997))\nstated that §282 was meant to codify “equitable defenses\nsuch as laches.” P. Federico, Commentary on the New\nPatent Act, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. A. 1, 55 (West 1954). For another\nthing, there is a long history of prior case law that shows\nwith crystal clarity that Congress intended the statute to\nkeep laches as a defense.\n                           II\n  The pre-1952 case law that I shall discuss is directly\nrelevant because, as this Court has recognized, the 1952\nPatent Act was primarily intended to codify existing law.\n\u000c4      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nSee Halo Electronics v. Pulse Electronics, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e579\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip op., at 4); accord, H. R. Rep. No. 1923,\n82d Cong., 2d Sess., 3 (1952) (stating that the “main pur-\npose” of the Patent Act was “codification and enactment”\nof existing law); 98 Cong. Rec. 9323 (1952) (drafter of the\nAct stating that it was generally intended to “codif[y] the\npresent patent laws”).\n   Now consider the existing law that the Patent Act’s\ndrafters intended the Act to reflect. The decisions that\nfind or say or hold that laches can bar monetary relief in\npatent infringement actions stretch in a virtually unbro-\nken chain from the late 19th century through the Patent\nAct’s enactment in 1952. They number in the dozens and\ninclude every federal appeals court to have considered the\nmatter. (We have found only two contrary decisions, both\nfrom the same District Court: Thorpe v. Wm. Filene’s Sons\nCo., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e40\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e269\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Mass. 1930); and Concord v. Norton, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e16\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e477\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CC Mass. 1883).)\n   Here are the cases from the Federal Courts of Appeals\nalone: Lukens Steel Co. v. American Locomotive Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"229841\"\u003e\u003ca href=\"/opinion/229841/lukens-steel-co-v-american-locomotive-co/\"\u003e\u003cspan class=\"volume\"\u003e197\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e939\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 941 (CA2 1952); Chicago Pneumatic Tool Co. v.\nHughes Tool Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"228161\"\u003e\u003ca href=\"/opinion/228161/chicago-pneumatic-tool-co-v-hughes-tool-co/\"\u003e\u003cspan class=\"volume\"\u003e192\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e620\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 625 (CA10 1951); Brennan\nv. Hawley Prods. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"225315\"\u003e\u003ca href=\"/opinion/225315/brennan-v-hawley-products-co/\"\u003e\u003cspan class=\"volume\"\u003e182\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e945\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 948 (CA7 1950);\nShaffer v. Rector Well Equip. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1563632\"\u003e\u003ca href=\"/opinion/1563632/shaffer-v-rector-well-equipment-co/\"\u003e\u003cspan class=\"volume\"\u003e155\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e344\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 345–347\n(CA5 1946); Rome Grader \u0026 Mach. Corp. v. J. D. Adams\nMfg. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1492439\"\u003e\u003ca href=\"/opinion/1492439/rome-grader-m-corp-v-jd-adams-mfg-co/\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e617\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 619–620 (CA7 1943); France Mfg.\nCo. v. Jefferson Elec. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1494461\"\u003e\u003ca href=\"/opinion/1494461/france-mfg-co-v-jefferson-electric-co/\"\u003e\u003cspan class=\"volume\"\u003e106\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e605\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 609–610 (CA6\n1939); Universal Coin Lock Co. v. American Sanitary Lock\nCo., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e104\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e781\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 781–783 (CA7 1939); Union Shipbuild-\ning Co. v. Boston Iron \u0026 Metal Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e93\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e781\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 783 (CA4\n1938); Gillons v. Shell Oil Co. of Cal., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1567372\"\u003e\u003ca href=\"/opinion/1567372/gillons-v-shell-co-of-california/\"\u003e\u003cspan class=\"volume\"\u003e86\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e600\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 608–\n610 (CA9 1936); Holman v. Oil Well Supply Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e83\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e538\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA2 1936) (per curiam); Dock \u0026 Term. Eng. Co. v.\nPennsylvania R. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e82\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e19\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 19–20 (CA3 1936);\nBanker v. Ford Motor Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1562116\"\u003e\u003ca href=\"/opinion/1562116/banker-v-ford-motor-co/\"\u003e\u003cspan class=\"volume\"\u003e69\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e665\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 666 (CA3 1934);\nWestco-Chippewa Pump Co. v. Delaware Elec. \u0026 Supply\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                     BREYER, J., dissenting\n\nCo., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1510977\"\u003e\u003ca href=\"/opinion/1510977/westco-chippewa-pump-co-v-delaware-electric-s-co/\"\u003e\u003cspan class=\"volume\"\u003e64\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e185\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 186–188 (CA3 1933); Window Glass\nMach. Co. v. Pittsburgh Plate Glass Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e284\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e645\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 650–\n651 (CA3 1933); Dwight \u0026 Lloyd Sintering Co. v.\nGreenawalt, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1550999\"\u003e\u003ca href=\"/opinion/1550999/dwight-lloyd-sintering-co-v-greenawalt/\"\u003e\u003cspan class=\"volume\"\u003e27\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e823\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 827 (CA2 1928); George J. Meyer\nMfg. Co. v. Miller Mfg. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1496896\"\u003e\u003ca href=\"/opinion/1496896/george-j-meyer-mfg-co-v-miller-mfg-co/\"\u003e\u003cspan class=\"volume\"\u003e24\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e505\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 507–508 (CA7\n1928); Wolf Mineral Process Corp. v. Minerals Separation\nN. Am. Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1479970\"\u003e\u003ca href=\"/opinion/1479970/wolf-mineral-process-corp-v-minerals-separation-na-corp/\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e483\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 490 (CA4 1927); Cummings v.\nWilson \u0026 Willard Mfg. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e453\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 455 (CA9 1925);\nFord v. Huff, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e296\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e652\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 654–655 (CA5 1924); Wolf, Sayer\n\u0026 Heller, Inc. v. United States Slicing Mach. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e261\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e195\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 197–198 (CA7 1919); A. R. Mosler \u0026 Co. v. Lurie, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e209\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e364\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 371 (CA2 1913); Safety Car Heating \u0026 Lighting Co.\nv. Consolidated Car Heating Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e174\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e658\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 662 (CA2\n1909) (per curiam); Richardson v. D. M. Osborne \u0026 Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e93\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e828\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 830–831 (CA2 1899); and Woodmanse \u0026 Hewitt\nMfg. Co. v. Williams, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e68\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e489\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 493–494 (CA6 1895).\n   The majority replies that this list proves nothing. After\nall, it says, nearly all of these decisions come from courts\nof equity. Courts of equity ordinarily applied laches “ ‘to\nclaims of an equitable cast for which the Legislature ha[d]\nprovided no fixed time limitation,’ ” ante, at 5 (quoting\nPetrella v. Metro-Goldwyn-Mayer, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___\n(2014) (slip op., at 12)), not to requests for damages, “a\nquintessential legal remedy,” ante, at 3. Since “laches is a\ngap-filling doctrine,” the fact that it was applied to equit-\nable claims without statutes of limitations says little about\nwhether it should apply to legal damages claims when\n“there is a statute of limitations,” and therefore “no gap to\nfill.” Ante, at 5.\n   Good reply. But no cigar. Why not? (1) Because in\n1897 Congress enacted a statute of limitations—very much\nlike the one before us now—for patent claims brought in\ncourts of equity. Ch. 391, §6, 29 Stat. 694 (“[I]n any suit or\naction . . . there shall be no recovery of profits or damages\nfor any infringement committed more than six years be-\nfore” filing). Thus, after 1897, there was no statute of\n\u000c6      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nlimitations gap for equity courts to fill, and yet they con-\ntinued to hold that laches applied. See, e.g., France Mfg.,\nsupra, at 609 (“[N]otwithstanding the statute of limita-\ntions, relief may be denied on the ground of laches . . . ”);\nDwight \u0026 Lloyd, supra, at 827 (Hand, J.) (explaining how\nlaches operates in conjunction with the statute of limit-\nations to allow an infringer to “garne[r] the harvest of\neven the earliest of the 6 years to which recovery is in any\nevent limited, with just confidence that he will not be\ndisturbed”).\n   (2) Because in 1870 Congress enacted a statute that\ngave courts of equity the power to award legal relief,\nnamely, damages, in patent cases. Act of July 8, 1870,\n§55, 16 Stat. 206. Congress did not give law courts an\nequivalent power to grant injunctive relief in patent suits.\nAs a result, from the late 19th century until the merger of\nlaw and equity in 1938, nearly all patent litigation—\nincluding suits for damages—took place in courts of equity\nthat were applying laches in conjunction with a statute of\nlimitations. See Lemley, Why Do Juries Decide If Patents\nAre Valid? \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e99\u003c/span\u003e \u003cspan class=\"reporter\"\u003eVa.\u003c/span\u003e \u003cspan class=\"page\"\u003eL\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Rev. 1673, 1704 (2013) (discussing\nthe predominance of equity litigation).\n   (3) Because Congress recognized that damages suits for\npatent infringement took place almost exclusively in\nequity courts, not law courts. Whenever Congress wished\nto modify patent damages law, it rewrote the statutory\nprovisions governing damages in equity, not law. See, e.g.,\n§8, 42 Stat. 392 (modifying the equity damages statute to\nallow equity courts to award a “reasonable sum” even if a\npatentee had difficulty proving actual damages, but mak-\ning no change to the legal damages provision). The 1952\nCongress, seeking to understand whether, or how, laches\napplied in patent damages cases, would almost certainly\nhave looked to equity practice.\n   (4) Because, in any event, in those few pre-law/equity-\nmerger cases in which courts of law considered whether\n\u000c                  Cite as: 580 U. S. ____ (2017)            7\n\n                     BREYER, J., dissenting\n\nlaches could bar a patent damages action, they, like their\nequity counterparts, held that it could. See Universal\nCoin, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e104\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 781–783; Banker, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e69\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 666;\nFord, supra, at 658. As the majority points out, these\ncases brought in law courts constitute “only a handful of\ndecisions.” Ante, at 13. But that is simply because, as I\njust noted, almost all patent damages litigation took place\nin courts of equity. Regardless, before the merger of law\nand equity both law courts and equity courts recognized\nlaches as a defense. And, after the merger of law and\nequity in 1938, federal courts still applied laches to patent\ndamages claims. E.g., Brennan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e182\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 948 (holding\nthat “laches on the part of the plaintiff ” can “bar his right\nto recover damages”). This, of course, would make no\nsense if laches for patent damages was really an equity-\nonly rule.\n  Does the majority have any other good reason to ignore\nthe mountain of authority recognizing laches as a defense?\nIt refers to many general statements in opinions\nand treatises that say that laches is “no defense at law.”\nUnited States v. Mack, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"102472\"\u003e\u003ca href=\"/opinion/102472/united-states-v-mack/\"\u003e\u003cspan class=\"volume\"\u003e295\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e480\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 489 (1935). But these\nstatements are not about patent damages cases. They do\nnot claim to encompass the problem at issue here. And\nthey do not prevent Congress from enacting a statute that,\nrecognizing patent litigation’s history, combines a statute\nof limitations with a laches defense. And that is what\nCongress has done in the Patent Act.\n  The majority also tries to discredit the persuasiveness of\nthe pre-Patent Act case law authority. It goes through the\nlengthy list of decisions, finding some judicial statements\ntoo vague, others just dicta, and still others having con-\nfused an equitable claim for “accounting” with a legal\nclaim for “damages.” I agree that it has found weaknesses\nin the reasoning of some individual cases. But those\nweaknesses were not sufficient to prevent a 1951 treatise\nwriter from concluding, on the basis of the great weight of\n\u000c8      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nauthority, that in patent cases, “[l]aches . . . may be inter-\nposed in an action at law.” 3 A. Deller, Walker on Patents\n106 (Cum. Supp. 1951).\n   In any event, with all its efforts, the majority is unable\nto identify a single case—not one—from any court of ap-\npeals sitting in law or in equity before the merger, or\nsitting after the merger but before 1952, holding that\nlaches could not bar a patent claim for damages. Fur-\nthermore, the majority concedes that it is unable to distin-\nguish, by my count, at least six Court of Appeals cases\ndirectly holding that laches could bar a patent claim for\ndamages. See Wolf, Sayer \u0026 Heller, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e261\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e195\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; Lurie, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e209\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e364\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; Universal Coin, supra; Banker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1562116\"\u003e\u003ca href=\"/opinion/1562116/banker-v-ford-motor-co/\"\u003e\u003cspan class=\"volume\"\u003e69\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e665\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; Bren-\nnan, supra; Lukens, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"229841\"\u003e\u003ca href=\"/opinion/229841/lukens-steel-co-v-american-locomotive-co/\"\u003e\u003cspan class=\"volume\"\u003e197\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e939\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. And that is the case\nlaw situation that Congress faced when it wrote a statute\nthat, as we have said, sought primarily to codify existing\npatent law. See supra, at 3–4.\n   The majority tries to minimize the overall thrust of this\ncase law by dividing the cases into subgroups and then\nconcluding that the number of undistinguishable prece-\ndents in each subgroup is “too few to establish a settled,\nnational consensus.” Ante, at 12. The problem with this\napproach is that, once we look at the body of case law as a\nwhole, rather than in subgroups, we find what I have said\nand repeated, namely, that all the cases say the same\nthing: Laches applies. The majority’s insistence on subdi-\nvision makes it sound a little like a Phillies fan who an-\nnounces that a 9–0 loss to the Red Sox was a “close one.”\nWhy close? Because, says the fan, the Phillies lost each\ninning by only one run.\n   For the sake of completeness I add that, since 1952,\nevery Federal Court of Appeals to consider the question\nhas held that laches remains available for damages claims\nbrought under the Patent Act. See A. C. Aukerman Co. v.\nR. L. Chaides Constr. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"580826\"\u003e\u003ca href=\"/opinion/580826/ac-aukerman-company-v-rl-chaides-construction-co/\"\u003e\u003cspan class=\"volume\"\u003e960\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1020\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1030 (CA Fed.\n1992) (en banc). Yet, Congress has repeatedly reenacted\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     BREYER, J., dissenting\n\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §282’s “unenforceability” language without\nmaterial change. See, e.g., §§15(a), 20(g)(2)(B), 125 Stat.\n328, 334. See also Texas Dept. of Housing and Community\nAffairs v. Inclusive Communities Project, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at 14) (holding that congressional\nreenactment provides “convincing support for the conclu-\nsion that Congress accepted and ratified the unanimous\nholdings of the Courts of Appeals”); Microsoft Corp. v. i4i\nLtd. Partnership, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e564\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 113–114 (2011) (when\nCongress has “often amended §282” while “le[aving] the\nFederal Circuit’s interpretation of §282 in place,” any\nfurther “recalibration” should be left to the Legislature).\n                               III\n  The majority’s strongest argument is Petrella. There,\nthe Court held that laches could not bar a damages claim\nbrought within the Copyright Act’s limitations period.\nThe present case holds roughly the same in respect to the\nPatent Act, providing a degree of consistency.\n  There are relevant differences, however, between patent\nlaw and copyright law. For one thing, copyright law,\nunlike patent law, does not contain a century and a half of\nhistory during which courts held that laches and a statute\nof limitations could coexist. When Congress enacted the\nPatent Act in 1952, patent statutes had already contained\na 6-year statute of limitations for 55 years (since 1897),\nduring which time courts had continued to apply laches to\npatent damages cases. Copyright law, on the other hand,\ncontained no federal statute of limitations until 1957. See\nPetrella, 572 U. S., at ___ (slip op., at 3).\n  For another thing, the Copyright Act, unlike the Patent\nAct, has express provisions that mitigate the unfairness of\na copyright holder waiting for decades to bring his lawsuit.\nA copyright holder who tries to lie in wait to see if a de-\nfendant’s investment will prove successful will discover\nthat the Copyright Act allows that defendant to “prove and\n\u000c10      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                   BREYER, J., dissenting \n\n\noffset against . . . profits ‘deductible expenses’ incurred in\ngenerating those profits.” Id., at ___ (slip op., at 12) (quot-\ning \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §504(b)). Thus, if the defendant invests say\n$50 million in a film, a copyright holder who waits until\nyear 15 (when the film begins to earn a profit) to bring a\nlawsuit may be limited to recovering the defendant’s\nprofits less an apportioned amount of the defendant’s\ninitial $50 million investment. But the Patent Act has no\nsuch deduction provision.\n   Further, the Court, in Petrella, pointed out that the\nevidentiary loss that occurs while a copyright holder waits\nto bring suit is “at least as likely to affect plaintiffs as it is\nto disadvantage defendants.” 572 U. S., at ___ (slip op., at\n18). But that symmetry does not exist to the same degree\nin patent law. To win a copyright suit the copyright holder\nmust show that the defendant copied his work. The\ndeath of witnesses and loss of documents from the time of\nthe alleged infringement can therefore significantly impair\nthe copyright holder’s ability to prove his case. There is no\nsuch requirement in a patent suit. Patent infringement is\na strict-liability offense: There need not be any copying,\nonly an end product (or process) that invades the area the\npatentee has carved out in his patent.\n  At the same time, the passage of time may well harm\npatent defendants who wish to show a patent invalid by\nraising defenses of anticipation, obviousness, or insuffi-\nciency. These kinds of defenses can depend upon contem-\nporaneous evidence that may be lost over time, and they\narise far more frequently in patent cases than any of their\ncounterparts do in copyright cases. See Brief for Electronic\nFrontier Foundation et al. as Amici Curiae 23 (reporting\nthat of all copyright cases pending as of January 2009,\nonly 2.7% of judgment events resulted in a finding of a\nlack of ownership or validity of the copyright at issue);\nAllison, Lemley, \u0026 Schwartz, Understanding the Realities\nof Modern Patent Litigation, 92 Texas L. Rev. 1769, 1778,\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     BREYER, J., dissenting\n\n1784–1785 (2014) (finding that 70% of summary judgment\nmotions in patent cases filed in 2008–2009 related to\nanticipation or obviousness). The upshot is an absence\nhere of the symmetrical effect of delay upon which the\nCourt relied in Petrella.\n   Finally, there is a “lock-in” problem that is likely to be\nmore serious where patents are at issue. Once a business\nchooses to rely on a particular technology, it can become\nexpensive to switch, even if it would have been cheap to do\nso earlier. See Lee \u0026 Melamed, Breaking the Vicious\nCycle of Patent Damages, 101 Cornell L. Rev. 385, 409–\n410 (2016). As a result, a patentee has considerable incen-\ntive to delay suit until the costs of switching—and accord-\ningly the settlement value of a claim—are high. The\npractical consequences of such delay can be significant, as\nthe facts of this case illustrate: First Quality invested\nhundreds of millions of dollars in its allegedly infringing\ntechnologies during the years that SCA waited to bring its\nsuit. App. to Pet. for Cert. 107a–108a. And amici have\nprovided numerous other examples that suggest this fact\npattern is far from uncommon. See Brief for Dell et al.\n11–19.\n   I recognize the Majority’s suggestion that the doctrine of\n“equitable estoppel” might help alleviate some of these\nproblems. See ante, at 15. I certainly hope so. But I\nwould be more “cautious before adopting changes that\ndisrupt the settled expectations of the inventing commu-\nnity.” Festo Corp. v. Shoketsu Kinzoku Kogyo Kabushiki Co.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118510\"\u003e\u003ca href=\"/opinion/118510/festo-corp-v-shoketsu-kinzoku-kogyo-kabushiki-co/\"\u003e\u003cspan class=\"volume\"\u003e535\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e722\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 739 (2002).\n   I add or confess that I believe that Petrella too was\nwrongly decided. Today’s case helps illustrate why I think\nthat Petrella started this Court down the wrong track. I\nwould stop, finding adequate grounds to distinguish Pet-\nrella. But the majority remains “determined to stay the\ncourse and continue on, travelling even further away,”\nMathis v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e579\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (ALITO,\n\u000c12     SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nJ., dissenting) (slip op., at 9), from Congress’ efforts, in the\nPatent Act, to promote the “Progress of Science and useful\nArts,” U. S. Const., Art. I, §8, cl. 8. Trite but true: Two\nwrongs don’t make a right.\n   With respect, I dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    SCA HYGIENE PRODUCTS AKTIEBOLAG ET AL. v. \n\n     FIRST QUALITY BABY PRODUCTS, LLC, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n   No. 15–927.      Argued November 1, 2016—Decided March 21, 2017\nIn 2003, petitioners (collectively, SCA) notified respondents (collective-\n  ly, First Quality) that their adult incontinence products infringed an\n  SCA patent. First Quality responded that its own patent antedated\n  SCA’s patent and made it invalid. In 2004, SCA sought reexamina-\n  tion of its patent in light of First Quality’s patent, and in 2007, the\n  Patent and Trademark Office confirmed the SCA patent’s validity.\n  SCA sued First Quality for patent infringement in 2010. The District\n  Court granted summary judgment to First Quality on the grounds of\n  equitable estoppel and laches. While SCA’s appeal was pending, this\n  Court held that laches could not preclude a claim for damages in-\n  curred within the Copyright Act’s 3-year limitations period. Petrella\n  v. Metro-Goldwyn-Mayer, Inc., 572 U. S. ___, ___. A Federal Circuit\n  panel nevertheless affirmed the District Court’s laches holding based\n  on Circuit precedent, which permitted laches to be asserted against a\n  claim for damages incurred within the Patent Act’s 6-year limitations\n  period, 35 U. S. C. §286. The en banc court reheard the case in light\n  of Petrella and reaffirmed the original panel’s laches holding.\nHeld: Laches cannot be invoked as a defense against a claim for dam-\n ages brought within §286’s 6-year limitations period. Pp. 3–16.\n    (a) Petrella’s holding rested on both separation-of-powers principles\n and the traditional role of laches in equity. A statute of limitations\n reflects a congressional decision that timeliness is better judged by a\n hard and fast rule instead of a case-specific judicial determination.\n Applying laches within a limitations period specified by Congress\n would give judges a “legislation-overriding” role that exceeds the Ju-\n diciary’s power. 572 U. S., at ___. Moreover, applying laches within\n a limitations period would clash with the gap-filling purpose for\n\u000c2         SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n                QUALITY BABY PRODUCTS, LLC \n\n                          Syllabus\n\n\n    which the defense developed in the equity courts. Pp. 3–5.\n       (b) Petrella’s reasoning easily fits §286. There, the Court found in\n    the Copyright Act’s language a congressional judgment that a claim\n    filed within three years of accrual cannot be dismissed on timeliness\n    grounds. 572 U. S., at ___. By that same logic, §286 of the Patent\n    Act represents Congress’s judgment that a patentee may recover\n    damages for any infringement committed within six years of the fil-\n    ing of the claim.\n       First Quality contends that this case differs from Petrella because a\n    true statute of limitations runs forward from the date a cause of ac-\n    tion accrues, whereas §286’s limitations period runs backward from\n    the filing of the complaint. However, Petrella repeatedly character-\n    ized the Copyright Act’s limitations period as running backward from\n    the date the suit was filed. First Quality also contends that a true\n    statute of limitations begins to run when the plaintiff discovers a\n    cause of action, which is not the case with §286’s limitations period,\n    but ordinarily, a statute of limitations begins to run on the date that\n    the claim accrues, not when the cause of action is discovered. Pp. 5–\n    8.\n       (c) The Federal Circuit based its decision on the idea that §282 of\n    the Patent Act, which provides for “defenses in any action involving\n    the validity or infringement of a patent,” creates an exception to §286\n    by codifying laches as such a defense, and First Quality argues that\n    laches is a defense within §282(b)(1) based on “unenforceability.”\n    Even assuming that §282(b)(1) incorporates a laches defense of some\n    dimension, it does not necessarily follow that the defense may be in-\n    voked to bar a claim for damages incurred within the period set out\n    in §286. Indeed, it would be exceedingly unusual, if not unprecedent-\n    ed, if Congress chose to include in the Patent Act both a statute of\n    limitations for damages and a laches provision applicable to a dam-\n    ages claim. Neither the Federal Circuit, nor any party, has identified\n    a single federal statute that provides such dual protection against\n    untimely claims. Pp. 8–9.\n       (d) The Federal Circuit and First Quality rely on lower court patent\n    cases decided before the 1952 Patent Act to argue that §282 codified a\n    pre-1952 practice of permitting laches to be asserted against damages\n    claims. But the most prominent feature of the relevant legal land-\n    scape at that time was the well-established rule that laches cannot be\n    invoked to bar a claim for damages incurred within a limitations pe-\n    riod specified by Congress. In light of this rule, which Petrella con-\n    firmed and restated, 572 U. S., at ___, nothing less than a broad and\n    unambiguous consensus of lower court decisions could support the in-\n    ference that §282(b)(1) codifies a very different patent-law-specific\n    rule. Pp. 9–10.\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n     (e) The Federal Circuit and First Quality rely on three types of cas-\n  es: (1) pre-1938 equity cases; (2) pre-1938 claims at law; and (3) cases\n  decided after the merger of law and equity in 1938. None of these es-\n  tablishes a broad, unambiguous consensus in favor of applying laches\n  to damages claims in the patent context.\n     Many of the pre-1938 equity cases do not even reveal whether the\n  plaintiff asked for damages, and of the cases in which damages were\n  sought, many merely suggest in dicta that laches might limit damag-\n  es. The handful of cases that apply laches against a damages claim\n  are too few to establish a settled, national consensus. In any event,\n  the most that can possibly be gathered from a pre-1938 equity case is\n  that laches could defeat a damages claim in an equity court, not that\n  the defense could entirely prevent a patentee from recovering damag-\n  es.\n     Similarly, even if all three pre-1938 cases at law cited by First\n  Quality squarely held that laches could be applied to a damages\n  claim within the limitations period, that number would be insuffi-\n  cient to overcome the presumption that Congress legislates against\n  the background of general common-law principles. First Quality ar-\n  gues that the small number of cases at law should not count against\n  its position because there were few patent cases brought at law after\n  1870, but it is First Quality’s burden to show that Congress departed\n  from the traditional common-law rule.\n     As for the post-1938 patent case law, there is scant evidence sup-\n  porting First Quality’s claim that courts continued to apply laches to\n  damages claims after the merger of law and equity. Only two Courts\n  of Appeals held that laches could bar a damages claim, and that does\n  not constitute a settled, uniform practice of applying laches to dam-\n  ages claims. Pp. 11–15.\n     (f) First Quality’s additional arguments are unconvincing and do\n  not require extended discussion. It points to post-1952 Court of Ap-\n  peals decisions holding that laches can be invoked as a defense\n  against a damages claim, but nothing that Congress has done since\n  1952 has altered §282’s meaning. As for the various policy argu-\n  ments presented here, this Court cannot overrule Congress’s judg-\n  ment based on its own policy views. Pp. 15–16.\n807 F. 3d 1311, vacated in part and remanded.\n\n  ALITO, J., delivered the opinion of the Court, in which ROBERTS, C. J.,\nand KENNEDY, THOMAS, GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined.\nBREYER, J., filed a dissenting opinion.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–927\n                                   _________________\n\n\n   SCA HYGIENE PRODUCTS AKTIEBOLAG, ET AL., \n\n       PETITIONERS v. FIRST QUALITY BABY\n\n              PRODUCTS, LLC, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                                [March 21, 2017]\n\n\n  JUSTICE ALITO delivered the opinion of the Court.\nWe return to a subject that we addressed in Petrella v.\nMetro-Goldwyn-Mayer, Inc., 572 U. S. ___ (2014): the\nrelationship between the equitable defense of laches and\nclaims for damages that are brought within the time\nallowed by a statute of limitations. In Petrella, we held\nthat laches cannot preclude a claim for damages incurred\nwithin the Copyright Act’s 3-year limitations period. Id.,\nat ___ (slip op., at 1). “[L]aches,” we explained, “cannot be\ninvoked to bar legal relief ” “[i]n the face of a statute of\nlimitations enacted by Congress.” Id., at ___ (slip op., at\n13). The question in this case is whether Petrella’s reason-\ning applies to a similar provision of the Patent Act, 35\nU. S. C. §286. We hold that it does.\n                             I\n  Petitioners SCA Hygiene Products Aktiebolag and SCA\nPersonal Care, Inc. (collectively, SCA), manufacture and\nsell adult incontinence products. In October 2003, SCA\nsent a letter to respondents (collectively, First Quality),\nalleging that First Quality was making and selling prod-\n\u000c2       SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nucts that infringed SCA’s rights under U. S. Patent No.\n6,375,646 B1 (’646 patent). App. 54a. First Quality re-\nsponded that one of its patents—U. S. Patent No.\n5,415,649 (Watanabe patent)—antedated the ’646 patent\nand revealed “the same diaper construction.” Id., at 53a.\nAs a result, First Quality maintained, the ’646 patent was\ninvalid and could not support an infringement claim. Ibid.\nSCA sent First Quality no further correspondence regard-\ning the ’646 patent, and First Quality proceeded to develop\nand market its products.\n  In July 2004, without notifying First Quality, SCA\nasked the Patent and Trademark Office (PTO) to initiate a\nreexamination proceeding to determine whether the ’646\npatent was valid in light of the Watanabe patent. Id., at\n49a–51a. Three years later, in March 2007, the PTO\nissued a certificate confirming the validity of the ’646\npatent.\n  In August 2010, SCA filed this patent infringement\naction against First Quality. First Quality moved for\nsummary judgment based on laches and equitable estop-\npel, and the District Court granted that motion on both\ngrounds. 2013 WL 3776173, *12 (WD Ky., July 16, 2013).\n  SCA appealed to the Federal Circuit, but before the\nFederal Circuit panel issued its decision, this Court de-\ncided Petrella. The panel nevertheless held, based on a Fed-\neral Circuit precedent, A. C. Aukerman Co. v. R. L.\nChaides Constr. Co., 960 F. 2d 1020 (1992) (en banc), that\nSCA’s claims were barred by laches.1\n  The Federal Circuit then reheard the case en banc in\norder to reconsider Aukerman in light of Petrella. But in a\n6-to-5 decision, the en banc court reaffirmed Aukerman’s\nholding that laches can be asserted to defeat a claim for\n——————\n  1 The panel reversed the District Court’s holding on equitable estop-\n\npel, concluding that there are genuine disputes of material fact relating\nto that defense. 767 F. 3d 1339, 1351 (2014).\n\u000c                      Cite as: 580 U. S. ____ (2017)                      3\n\n                           Opinion of the Court\n\ndamages incurred within the 6-year period set out in the\nPatent Act. As it had in Aukerman, the en banc court\nconcluded that Congress, in enacting the Patent Act, had\n“codified a laches defense” that “barred recovery of legal\nremedies.” 807 F. 3d 1311, 1323–1329 (2015). Judge\nHughes, joined by four other judges, dissented.2 Id., at\n1337–1342 (opinion concurring in part and dissenting in\npart). We granted certiorari. 578 U. S. ___ (2016).\n                              II\n   Laches is “a defense developed by courts of equity” to\nprotect defendants against “unreasonable, prejudicial\ndelay in commencing suit.” Petrella, supra, at ___, ___\n(slip op., at 1, 12). See also 1 D. Dobbs, Law of Remedies\n§2.3(5), p. 89 (2d ed. 1993) (Dobbs) (“The equitable doc-\ntrine of laches bars the plaintiff whose unreasonable delay\nin prosecuting a claim or protecting a right has worked a\nprejudice to the defendant”). Before the separate systems\nof law and equity were merged in 1938, the ordinary rule\nwas that laches was available only in equity courts.3 See\nCounty of Oneida v. Oneida Indian Nation of N. Y., 470\nU. S. 226, 244, n. 16 (1985). This case turns on the appli-\ncation of the defense to a claim for damages, a quintessen-\ntial legal remedy. We discussed this subject at length in\n\n——————\n  2 The dissenting judges concurred in the portion of the majority opin-\n\nion relating to the application of laches to equitable relief. 807 F. 3d, at\n1333, n. 1 (opinion of Hughes, J.); see also id., at 1331–1333 (majority\nopinion). We do not address that aspect of the Federal Circuit’s judg-\nment. Nor do we address the Federal Circuit’s reversal of the District\nCourt’s equitable estoppel holding. Id., at 1333 (reinstating original\npanel holding on equitable estoppel).\n  3 “The federal courts always had equity powers as well as law power,\n\nbut they operated, until the Federal Rules of Civil Procedure, by\ndistinctly separating equity cases and even had separate equity rules.”\n1 Dobbs §2.6(1), at 148, n. 2; see also Gulfstream Aerospace Corp. v.\nMayacamas Corp., 485 U. S. 271, 279 (1988). It is in this sense that we\nrefer in this opinion to federal courts as equity or law courts.\n\u000c4      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\nPetrella.\n   Petrella arose out of a copyright dispute relating to the\nfilm Raging Bull. 572 U. S., at ___ (slip op., at 8). The\nCopyright Act’s statute of limitations requires a copyright\nholder claiming infringement to file suit “within three\nyears after the claim accrued.” 17 U. S. C. §507(b). In\nPetrella, the plaintiff sought relief for alleged acts of in-\nfringement that accrued within that 3-year period, but the\nlower courts nevertheless held that laches barred her\nclaims. See 695 F. 3d 946 (CA9 2012). We reversed,\nholding that laches cannot defeat a damages claim\nbrought within the period prescribed by the Copyright\nAct’s statute of limitations. Petrella, 572 U. S., at ___–___\n(slip op., at 11–14). And in so holding, we spoke in broad\nterms. See id., at ___ (slip op., at 13) (“[I]n the face of a\nstatute of limitations enacted by Congress, laches cannot\nbe invoked to bar legal relief ”).\n   Petrella’s holding rested on both separation-of-powers\nprinciples and the traditional role of laches in equity.\nLaches provides a shield against untimely claims, id., at\n___ (slip op., at 19), and statutes of limitations serve a\nsimilar function. When Congress enacts a statute of limi-\ntations, it speaks directly to the issue of timeliness and\nprovides a rule for determining whether a claim is timely\nenough to permit relief. Id., at ___ (slip op., at 11). The\nenactment of a statute of limitations necessarily reflects a\ncongressional decision that the timeliness of covered\nclaims is better judged on the basis of a generally hard\nand fast rule rather than the sort of case-specific judicial\ndetermination that occurs when a laches defense is asserted.\nTherefore, applying laches within a limitations period\nspecified by Congress would give judges a “legislation-\noverriding” role that is beyond the Judiciary’s power. Id.,\nat ___ (slip op., at 14). As we stressed in Petrella, “courts\nare not at liberty to jettison Congress’ judgment on the\ntimeliness of suit.” Id., at ___ (slip op., at 1).\n\u000c                     Cite as: 580 U. S. ____ (2017)                     5\n\n                          Opinion of the Court\n\n   Applying laches within the limitations period would also\nclash with the purpose for which the defense developed in\nthe equity courts. As Petrella recounted, the “principal\napplication” of laches “was, and remains, to claims of an\nequitable cast for which the Legislature has provided no\nfixed time limitation.” Id., at ___ (slip op., at 12); see also\nR. Weaver, E. Shoben, \u0026 M. Kelly, Principles of Remedies\nLaw 21 (2d ed. 2011); 1 Dobbs §2.4(4), at 104; 1 J. Story,\nCommentaries on Equity Jurisprudence §55(a), p. 73 (2d\ned. 1839). Laches is a gap-filling doctrine, and where\nthere is a statute of limitations, there is no gap to fill.4\nPetrella, supra, at ___ (slip op., at 14); see also 1 Dobbs\n§2.4(4), at 108 (“[I]f the plaintiff has done only what she is\npermitted to do by statute, and has not misled the defend-\nant [so as to trigger equitable estoppel], the basis for\nbarring the plaintiff seems to have disappeared”).\n   With Petrella’s principles in mind, we turn to the pre-\nsent dispute.\n                              III\n\n                               A\n\n   Although the relevant statutory provisions in Petrella\nand this case are worded differently, Petrella’s reasoning\neasily fits the provision at issue here. As noted, the stat-\nute in Petrella precludes a civil action for copyright in-\nfringement “unless it is commenced within three years\n——————\n  4 The  dissent argues that there is a “gap” in the statutory scheme\nbecause the Patent Act’s statute of limitations might permit a patentee\nto wait until an infringing product has become successful before suing\nfor infringement. Post, at 2–3 (opinion of BREYER, J.). We rejected a\nversion of this argument in Petrella, 572 U. S., at ___–___ (slip op., at\n16–17), and we do so here. The dissent’s argument implies that, insofar\nas the lack of a laches defense could produce policy outcomes judges\ndeem undesirable, there is a “gap” for laches to fill, notwithstanding the\npresence of a statute of limitations. That is precisely the kind of\n“legislation-overriding” judicial role that Petrella rightly disclaimed.\nId., at ___ (slip op., at 14).\n\u000c6       SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nafter the claim accrued.” 17 U. S. C. §507(b). We saw in\nthis language a congressional judgment that a claim filed\nwithin three years of accrual cannot be dismissed on time-\nliness grounds. 572 U. S., at ___ (slip op., at 11); see also\nid., at ___–___ (slip op., at 14–15).\n   The same reasoning applies in this case. Section 286 of\nthe Patent Act provides: “Except as otherwise provided by\nlaw, no recovery shall be had for any infringement com-\nmitted more than six years prior to the filing of the com-\nplaint or counterclaim for infringement in the action.” By\nthe logic of Petrella, we infer that this provision represents\na judgment by Congress that a patentee may recover\ndamages for any infringement committed within six years\nof the filing of the claim.\n                                B\n   First Quality contends that this case differs from Pet-\nrella because §286 of the Patent Act is not a true statute of\nlimitations. A true statute of limitations, we are told,\n“runs forward from the date a cause of action accrues,” but\n§286 “runs backward from the time of suit.” Brief for\nRespondents 41.\n   Petrella cannot reasonably be distinguished on this\nground. First Quality thinks it critical that §286 “runs\nbackward from the time of suit,” Brief for Respondents 41,\nbut Petrella described the Copyright Act’s statute of limi-\ntations in almost identical terms. We said that this provi-\nsion “allows plaintiffs . . . to gain retrospective relief run-\nning only three years back from the date the complaint was\nfiled.” 572 U. S., at ___ (slip op., at 6–7) (emphasis added).\nSee also id., at ___ (slip op., at 11) (“[A] successful plaintiff\ncan gain retrospective relief only three years back from\nthe time of suit”). And we described the Copyright Act’s\nstatute of limitations as “a three-year look-back limita-\ntions period.” Id., at ___ (slip op., at 4).\n   First Quality contends that the application of a true\n\u000c                  Cite as: 580 U. S. ____ (2017)             7\n\n                      Opinion of the Court\n\nstatute of limitations, like the defense of laches (but unlike\n§286), takes into account the fairness of permitting the\nadjudication of a particular plaintiff ’s claim. First Quality\nargues as follows: “When Congress enacts [a true statute\nof limitations], it can be viewed as having made a consid-\nered judgment about how much delay may occur after a\nplaintiff knows of a cause of action (i.e., after accrual)\nbefore the plaintiff must bring suit—thus potentially\nleaving no room for judges to evaluate the reasonableness\nof a plaintiff ’s delay on a case-by-case basis under laches.”\nBrief for Respondents 42. According to First Quality, §286\nof the Patent Act is different because it “turns only on\nwhen the infringer is sued, regardless of when the pat-\nentee learned of the infringement.” Ibid.\n   This argument misunderstands the way in which stat-\nutes of limitations generally work. First Quality says that\nthe accrual of a claim, the event that triggers the running\nof a statute of limitations, occurs when “a plaintiff knows\nof a cause of action,” ibid., but that is not ordinarily true.\nAs we wrote in Petrella, “[a] claim ordinarily accrues\n‘when [a] plaintiff has a complete and present cause of\naction.’ ” 572 U. S., at ___ (slip op., at 4); see Graham\nCounty Soil \u0026 Water Conservation Dist. v. United States\nex rel. Wilson, 545 U. S. 409, 418–419 (2005). While some\nclaims are subject to a “discovery rule” under which the\nlimitations period begins when the plaintiff discovers or\nshould have discovered the injury giving rise to the claim,\nthat is not a universal feature of statutes of limitations.\nSee, e.g., ibid. (limitations period in 31 U. S. C. §3731(b)(1)\nbegins to run when the cause of action accrues); TRW Inc.\nv. Andrews, 534 U. S. 19, 28 (2001) (same with regard to\n15 U. S. C. §1681p). And in Petrella, we specifically noted\nthat “we have not passed on the question” whether the\nCopyright Act’s statute of limitations is governed by such\na rule. 572 U. S., at ___, n. 4 (slip op., at 4, n. 4).\n   For these reasons, Petrella cannot be dismissed as appli-\n\u000c8      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\ncable only to what First Quality regards as true statutes of\nlimitations. At least for present purposes, nothing de-\npends on this debatable taxonomy. Compare Automobile\nWorkers v. Hoosier Cardinal Corp., 383 U. S. 696, 704\n(1966) (describing §286 as “enacting a uniform period of\nlimitations”); 1 Dobbs §2.4(4), at 107, and n. 33 (same),\nwith A. Stucki Co. v. Buckeye Steel Castings Co., 963 F. 2d\n360, 363, n. 3 (CA Fed. 1992) (Section 286 “is not, strictly\nspeaking, a statute of limitations”); Standard Oil Co. v.\nNippon Shokubai Kagaku Co., Ltd., 754 F. 2d 345, 348\n(CA Fed. 1985) (“[Section] 286 cannot properly be called a\n‘statute of limitations’ in the sense that it defeats the right\nto bring suit”).\n                             C\n  The Federal Circuit based its decision on a different\nfooting. Section 286 of the Patent Act begins with the\nphrase “[e]xcept as otherwise provided by law,” and ac-\ncording to the Federal Circuit, §282 of the Act is a provi-\nsion that provides otherwise. In its view, §282 creates an\nexception to §286 by codifying laches as a defense to all\npatent infringement claims, including claims for damages\nsuffered within §286’s 6-year period. 807 F. 3d, at 1329–\n1330. Section 282(b), which does not specifically mention\nlaches, provides in relevant part as follows:\n    “The following shall be defenses in any action involv-\n    ing the validity or infringement of a patent and shall\n    be pleaded:\n       “(1) Noninfringement, absence of liability for in-\n    fringement or unenforceability.”\n  The en banc majority below never identified which word\nor phrase in §282 codifies laches as a defense, but First\nQuality argues that laches falls within §282(b)(1) because\nlaches is a defense based on “unenforceability.” Brief for\nRespondents 28–33.\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\n  SCA disputes this interpretation of §282(b)(1), arguing\nthat laches does not make a patent categorically unen-\nforceable. Reply Brief 6–8; see Aukerman, 960 F. 2d, at\n1030 (“Recognition of laches as a defense . . . does not\naffect the general enforceability of the patent against\nothers”). We need not decide this question. Even if we\nassume for the sake of argument that §282(b)(1) incorpo-\nrates a laches defense of some dimension, it does not nec-\nessarily follow that this defense may be invoked to bar a\nclaim for damages incurred within the period set out in\n§286. Indeed, it would be exceedingly unusual, if not\nunprecedented, if Congress chose to include in the Patent\nAct both a statute of limitations for damages and a laches\nprovision applicable to a damages claim. Neither the\nFederal Circuit, nor First Quality, nor any of First Quali-\nty’s amici has identified a single federal statute that pro-\nvides such dual protection against untimely claims.\n                             D\n   In holding that Congress codified a damages-limiting\nlaches defense, the Federal Circuit relied on patent cases\ndecided by the lower courts prior to the enactment of the\nPatent Act. After surveying these cases, the Federal\nCircuit concluded that by 1952 there was a well-\nestablished practice of applying laches to such damages\nclaims and that Congress, in adopting §282, must have\nchosen to codify such a defense in §282(b)(1). 807 F. 3d, at\n1321–1329. First Quality now presses a similar argu-\nment. We have closely examined the cases on which the\nFederal Circuit and First Quality rely, and we find that\nthey are insufficient to support the suggested interpreta-\ntion of the Patent Act. The most prominent feature of the\nrelevant legal landscape at the time of enactment of the\nPatent Act was the well-established general rule, often\nrepeated by this Court, that laches cannot be invoked to\nbar a claim for damages incurred within a limitations\n\u000c10      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nperiod specified by Congress. See Holmberg v. Armbrecht,\n327 U. S. 392, 395 (1946) (“If Congress explicitly puts a\nlimit upon the time for enforcing a right which it created,\nthere is an end of the matter”); United States v. Mack, 295\nU. S. 480, 489 (1935) (“Laches within the term of the\nstatute of limitations is no defense at law”); Wehrman v.\nConklin, 155 U. S. 314, 326 (1894) (“Though a good de-\nfense in equity, laches is no defense at law. If the plaintiff\nat law has brought his action within the period fixed by\nthe statute of limitations, no court can deprive him of his\nright to proceed”); Cross v. Allen, 141 U. S. 528, 537 (1891)\n(“So long as the demands secured were not barred by the\nstatute of limitations, there could be no laches in prosecut-\ning a suit”). Petrella confirmed and restated this long-\nstanding rule. 572 U. S., at ___ (slip op., at 12) (“[T]his\nCourt has cautioned against invoking laches to bar legal\nrelief ”). If Congress examined the relevant legal land-\nscape when it adopted 35 U. S. C. §282, it could not have\nmissed our cases endorsing this general rule.\n   The Federal Circuit and First Quality dismiss the signif-\nicance of this Court’s many reiterations of the general rule\nbecause they were not made in patent cases. But as the\ndissenters below noted, “[p]atent law is governed by the\nsame common-law principles, methods of statutory inter-\npretation, and procedural rules as other areas of civil\nlitigation.” 807 F. 3d, at 1333 (opinion of Hughes, J.).\n   In light of the general rule regarding the relationship\nbetween laches and statutes of limitations, nothing less\nthan a broad and unambiguous consensus of lower court\ndecisions could support the inference that §282(b)(1) codi-\nfies a very different patent-law-specific rule. No such\nconsensus is to be found.5\n——————\n   5 Because we conclude that First Quality fails to show that there was\n\na special laches rule in the patent context, we need not address whether\nit is ever reasonable to assume that Congress legislated against the\n\u000c                     Cite as: 580 U. S. ____ (2017)                    11\n\n                          Opinion of the Court \n\n\n                             IV \n\n  The pre-1952 cases on which First Quality relies fall\ninto three groups: (1) cases decided by equity courts before\n1938; (2) cases decided by law courts before 1938; and (3)\ncases decided after the merger of equity and law in 1938.\nWe will discuss each group separately.\n                                A\n\n                    Pre-1938 equity cases \n\n   The pre-1938 equity cases are unpersuasive for several,\noften overlapping reasons. Many do not even reveal\nwhether the plaintiff asked for damages. Indeed, some\nsay nothing at all about the form of relief that was sought,\nsee, e.g., Cummings v. Wilson \u0026 Willard Mfg. Co., 4 F. 2d\n453 (CA9 1925), and others state only that the plaintiff\nwanted an accounting of profits, e.g., Westco-Chippewa\nPump Co. v. Delaware Elec. \u0026 Supply Co., 64 F. 2d 185,\n186 (CA3 1933); Wolf Mineral Process Corp. v. Minerals\nSeparation North Am. Corp., 18 F. 2d 483, 484 (CA4 1927).\nThe equitable remedy of an accounting, however, was not\nthe same as damages. The remedy of damages seeks to\ncompensate the victim for its loss, whereas the remedy of\nan accounting, which Congress abolished in the patent\ncontext in 1946,6 sought disgorgement of ill-gotten profits.\nSee Birdsall v. Coolidge, 93 U. S. 64, 68–69 (1876); 1\nDobbs §4.3(5), at 611 (“Accounting holds the defendant\nliable for his profits, not for damages”); A. Walker, Patent\n\n——————\nbackground of a lower court consensus rather than the contrary deci-\nsions of this Court. Cf. 807 F. 3d, at 1338 (opinion of Hughes, J.) (“For\neven if there were differing views in the lower [federal] courts, it would\nbe nearly impossible to conclude that there was a uniform understand-\ning of the common law that was inconsistent with Supreme Court\nprecedent. In our judicial system, the Supreme Court's understanding\nis controlling”).\n   6 See 60 Stat. 778; see also Aro Mfg. Co. v. Convertible Top Replace-\n\nment Co., 377 U. S. 476, 505 (1964).\n\u000c12     SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\nLaws §573, p. 401 (1886) (distinguishing between the two\nremedies); G. Curtis, Law of Patents §341(a), p. 461 (4th\ned. 1873); 2 J. Pomeroy, Treatise on Equitable Remedies\n§568, p. 977 (1905).\n   First Quality argues that courts sometimes used the\nterm “accounting” imprecisely to refer to both an account-\ning of profits and a calculation of damages, Brief for Re-\nspondents 19–20, but even if that is true, this loose usage\nshows only that a reference to “accounting” might refer to\ndamages. For that reason, the Federal Circuit did not rely\non cases seeking only an accounting, 807 F. 3d, at 1326,\nn. 7, and we likewise exclude such cases from our analysis.\n   Turning to the cases that actually refer to damages,\nwe note that many of the cases merely suggest in dicta\nthat laches might limit recovery of damages. See, e.g.,\nHartford-Empire Co. v. Swindell Bros., 96 F. 2d 227, 233,\nmodified on reh’g, 99 F. 2d 61 (CA4 1938). Such dicta\n“settles nothing.” Jama v. Immigration and Customs\nEnforcement, 543 U. S. 335, 351, n. 12 (2005). See also\nHartford Underwriters Ins. Co. v. Union Planters Bank,\nN. A., 530 U. S. 1, 9–10 (2000); Metropolitan Stevedore Co.\nv. Rambo, 515 U. S. 291, 300 (1995).\n   As for the cases in which laches was actually held to bar\na claim for damages, e.g., Wolf, Sayer \u0026 Heller v. United\nStates Slicing Mach. Co., 261 F. 195, 197–198 (CA7 1919);\nA. R. Mosler \u0026 Co. v. Lurie, 209 F. 364, 369–370 (CA2\n1913), these cases are too few to establish a settled,\nnational consensus. See Hartford Underwriters, supra,\nat 10.\n   Moreover, the most that can possibly be gathered from a\npre-1938 equity case is that laches could defeat a damages\nclaim in an equity court, not that the defense could en-\ntirely prevent a patentee from recovering damages. Before\n1870, a patentee wishing to obtain both an injunction\nagainst future infringement and damages for past in-\nfringement was required to bring two suits, one in an\n\u000c                    Cite as: 580 U. S. ____ (2017)                  13\n\n                         Opinion of the Court\n\nequity court (where injunctive relief but not damages was\navailable), and one in a court of law (where damages but\nnot injunctive relief could be sought). See Beauchamp,\nThe First Patent Litigation Explosion, 125 Yale L. J. 848,\n913–914 (2016). To rectify this situation, Congress en-\nacted a law in 1870 authorizing equity courts to award dam-\nages in patent-infringement actions. Rev. Stat. §4921.\nAnd although statutes of limitations did not generally\napply in equity, Congress in 1897 enacted a statute that,\nlike the current §286, imposed a 6-year limitations period\nfor damages claims and made that statute applicable in\nboth law and equity. §6, 29 Stat. 694. Pointing to cases\ndecided between 1897 and 1938 in which an equity court\npermitted a defendant in an infringement case to invoke\nthe defense of laches, First Quality contends that Con-\ngress, aware of these cases, assumed that the 1952 Act\nwould likewise allow a defendant in an infringement case\nto claim laches with respect to a claim for damages occur-\nring within a limitations period.\n   This argument overlooks the fact that a patentee, dur-\ning the period in question, could always sue for damages\nin law, where the equitable doctrine of laches did not\napply, and could thus avoid any possible laches defense.\nThus, accepting First Quality’s argument would not return\npatentees to the position they held from 1897 to 1938.\nInstead, it would go much further and permit laches en-\ntirely to defeat claims like SCA’s.7\n                             B\n                   Pre-1938 claims at law\n  First Quality cites three Court of Appeals cases in which\n——————\n  7 The dissent misunderstands this point and thinks that we dismiss\n\nthe relevance of the equity cases because they applied laches “to equi-\ntable claims without statutes of limitations.” Post, at 5. But we are\nwell aware that a statute of limitations applied in equity when these\ncases arose. See supra, at 13.\n\u000c14      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                    Opinion of the Court \n\n\nlaches was raised in a proceeding at law and in which,\naccording to First Quality, the defense was held to bar a\ndamages claim. See Universal Coin Lock Co. v. American\nSanitary Lock Co., 104 F. 2d 781 (CA7 1939); Banker v.\nFord Motor Co., 69 F. 2d 665 (CA3 1934); Ford v. Huff, 296\nF. 652 (CA5 1924). But even if all of these cases squarely\nheld that laches could be applied to a damages claim at\nlaw within the limitations period, they would still consti-\ntute only a handful of decisions out of the corpus of pre-\n1952 patent cases, and that would not be enough to over-\ncome the presumption that Congress legislates against the\nbackground of general common-law principles. See H.\nMcClintock, Handbook of the Principles of Equity §28, p.\n75 (2d ed. 1948) (“The majority of the courts which have\nconsidered the question have refused to enjoin an action at\nlaw on the ground of the laches of the plaintiff at law”).\n   In any event, these cases, like the equity cases, offer\nminimal support for First Quality’s position. Not one of\nthese cases even mentions the statute of limitations. One\nof the three, Ford, is not even a patent infringement case;\nit is a breach-of-contract case arising out of a patent dis-\npute, 296 F., at 654, and it is unclear whether the ground\nfor decision was laches or equitable estoppel. See 807\nF. 3d, at 1340 (opinion of Hughes, J.). Another, Universal\nCoin, applied laches to a legal damages claim without any\nanalysis of the propriety of doing so. 104 F. 2d, at 783.\n   First Quality protests that the paucity of supporting\ncases at law should not count against its argument since\nvery few patent-infringement cases were brought at law\nafter 1870. Brief for Respondents 25–26. But the fact\nremains that it is First Quality’s burden to show that\nCongress departed from the traditional common-law rule\nhighlighted in our cases.8\n——————\n  8 For the same reason, the dissent misses the mark when it demands\n\nthat we cite cases “holding that laches could not bar a patent claim for\n\u000c                    Cite as: 580 U. S. ____ (2017)        15\n\n                        Opinion of the Court\n\n                               C\n\n                      Post-merger cases \n\n  First Quality claims that courts continued to apply\nlaches to damages claims after the merger of law and\nequity in 1938, but First Quality’s evidence is scant.\nDuring this period, two Courts of Appeals stated in dicta\nthat laches could bar legal damages claims. See Chicago\nPneumatic Tool Co. v. Hughes Tool Co., 192 F. 2d 620, 625\n(CA10 1951); Shaffer v. Rector Well Equip. Co., 155 F. 2d\n344, 347 (CA5 1946). And two others actually held that\nlaches could bar a damages claim. See, e.g., Brennan v.\nHawley Prods. Co., 182 F. 2d 945, 948 (CA7 1950); Lukens\nSteel Co. v. American Locomotive Co., 197 F. 2d 939, 941\n(CA2 1952) (alternative holding). This does not constitute\na settled, uniform practice of applying laches to damages\nclaims.\n  After surveying the pre-1952 case law, we are not con-\nvinced that Congress, in enacting §282 of the Patent Act,\ndeparted from the general rule regarding the application\nof laches to damages suffered within the time for filing\nsuit set out in a statute of limitations.\n                              V\n   First Quality’s additional arguments do not require\nextended discussion. First Quality points to post-1952\nCourt of Appeals decisions holding that laches can be\ninvoked as a defense against a damages claim. Noting\nthat Congress has amended §282 without altering the\n“ ‘unenforceability’ ” language that is said to incorporate a\nlaches defense, First Quality contends that Congress has\nimplicitly ratified these decisions. Brief for Respondents\n35–36.\n   We reject this argument. Nothing that Congress has\ndone since 1952 has altered the meaning of §282. See\n——————\ndamages.” Post, at 8.\n\u000c16     SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                   Opinion of the Court \n\n\nCentral Bank of Denver, N. A. v. First Interstate Bank of\nDenver, N. A., 511 U. S. 164, 186 (1994); West Virginia\nUniv. Hospitals, Inc. v. Casey, 499 U. S. 83, 100, 101, and\nn. 7 (1991).\n  First Quality and its supporting amici also make vari-\nous policy arguments, but we cannot overrule Congress’s\njudgment based on our own policy views. We note, however,\nas we did in Petrella, that the doctrine of equitable\nestoppel provides protection against some of the problems\nthat First Quality highlights, namely, unscrupulous pa-\ntentees inducing potential targets of infringement suits to\ninvest in the production of arguably infringing products.\n572 U. S., at ___ (slip op., at 19). Indeed, the Federal\nCircuit held that there are genuine disputes of material\nfact as to whether equitable estoppel bars First Quality’s\nclaims in this very case. See 807 F. 3d, at 1333.\n                       *     *    *\n  Laches cannot be interposed as a defense against dam-\nages where the infringement occurred within the period\nprescribed by §286. The judgment of the Court of Appeals\nis vacated in part, and the case is remanded for further\nproceedings consistent with this opinion.\n\n                                           It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                     BREYER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–927\n                         _________________\n\n\n   SCA HYGIENE PRODUCTS AKTIEBOLAG, ET AL., \n\n       PETITIONERS v. FIRST QUALITY BABY\n\n              PRODUCTS, LLC, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                       [March 21, 2017]\n\n\n   JUSTICE BREYER, dissenting.\n   Laches is a doctrine that bars a plaintiff ’s claim when\nthere has been unreasonable, prejudicial delay in com-\nmencing suit. See 1 D. Dobbs, Law of Remedies §2.3(5), p.\n89 (2d ed. 1993). The question before us is whether a\ncourt can apply this doctrine in a patent infringement\naction for damages brought within the statute of limita-\ntions. The Court holds that a court cannot. Laches, it\nsays, is a “gap-filling doctrine,” generally applicable where\nthere is no statute of limitations. But the 1952 Patent Act\ncontains a statute of limitations. Hence there is “no gap to\nfill.” Ante, at 5.\n   In my view, however, the majority has ignored the fact\nthat, despite the 1952 Act’s statute of limitations, there\nremains a “gap” to fill. See infra, at 2–3. Laches fills this\ngap. And for more than a century courts with virtual\nunanimity have applied laches in patent damages cases.\nCongress, when it wrote the 1952 statute, was aware of\nand intended to codify that judicial practice. I fear that\nthe majority, in ignoring this legal history, opens a new\n“gap” in the patent law, threatening harmful and unfair\nlegal consequences.\n\u000c2      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\n                               I\n   Consider the relevant statutory language. Section 286\nof the Patent Act says: “Except as otherwise provided by\nlaw, no recovery shall be had for any infringement com-\nmitted more than six years prior to the filing of the com-\nplaint or counterclaim for infringement in the action.” 35\nU. S. C. §286 (emphasis added). Section 282 says what\nthe word “otherwise” means. It tells us that “unenforcea-\nbility” shall be a defense “in any action involving the\nvalidity or infringement of a patent.” §282(b) (emphasis\nadded).\n   Two features of this statutory language are important.\nFirst, the limitations provision, unlike those in many\nother statutes, does not set forth a period of time in which\nto sue, beginning when a claim accrues and then expiring\nsome time later. (The False Claims Act, for example, gives\na plaintiff six years from the date of the violation or three\nyears from the date of discovery to file his suit, 31 U. S. C.\n§3731(b).) Rather, it permits a patentee to sue at any time\nafter an infringement takes place. It simply limits dam-\nages to those caused within the preceding six years. That\nmeans that a patentee, after learning of a possible in-\nfringement in year 1, might wait until year 10 or year 15\nor year 20 to bring a lawsuit. And if he wins, he can col-\nlect damages for the preceding six years of infringement.\n   This fact creates a gap. Why? Because a patentee\nmight wait for a decade or more while the infringer (who\nperhaps does not know or believe he is an infringer) in-\nvests heavily in the development of the infringing product\n(of which the patentee’s invention could be only a small\ncomponent), while evidence that the infringer might use\nto, say, show the patent is invalid disappears with time.\nThen, if the product is a success, the patentee can bring\nhis lawsuit, hoping to collect a significant recovery. And if\nbusiness-related circumstances make it difficult or impos-\nsible for the infringer to abandon its use of the patented\n\u000c                 Cite as: 580 U. S. ____ (2017)           3\n\n                    BREYER, J., dissenting\n\ninvention (i.e., if the infringer is “locked in”), then the\npatentee can keep bringing lawsuits, say, in year 10 (col-\nlecting damages from years 4 through 10), in year 16\n(collecting damages from years 10 through 16), and in year\n20 (collecting any remaining damages). The possibility of\nthis type of outcome reveals a “gap.” Laches works to fill\nthe gap by barring recovery when the patentee unreason-\nably and prejudicially delays suit.\n   Second, the Patent Act’s language strongly suggests\nthat Congress, when writing the statutory provisions\nbefore us, intended to permit courts to continue to use\nlaches to fill this gap. The statute says that there are\n“except[ions]” to its 6-year damages limitation rule. It\nlists “unenforceability” as one of those exceptions. At\ncommon law, the word “unenforceability” had a meaning\nthat encompassed laches. See, e.g., United States v. New\nOrleans Pacific R. Co., 248 U. S. 507, 511 (1919) (consider-\ning whether an agreement “had become unenforceable by\nreason of inexcusable laches”). We often read statutes as\nincorporating common-law meanings. See Neder v. United\nStates, 527 U. S. 1, 21 (1999). And here there are good\nreasons for doing so. For one thing, the principal technical\ndrafter of the Patent Act (in a commentary upon which\nthis Court has previously relied, e.g., Warner-Jenkinson\nCo. v. Hilton Davis Chemical Co., 520 U. S. 17, 28 (1997))\nstated that §282 was meant to codify “equitable defenses\nsuch as laches.” P. Federico, Commentary on the New\nPatent Act, 35 U. S. C. A. 1, 55 (West 1954). For another\nthing, there is a long history of prior case law that shows\nwith crystal clarity that Congress intended the statute to\nkeep laches as a defense.\n                           II\n  The pre-1952 case law that I shall discuss is directly\nrelevant because, as this Court has recognized, the 1952\nPatent Act was primarily intended to codify existing law.\n\u000c4      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nSee Halo Electronics v. Pulse Electronics, Inc., 579 U. S.\n___, ___ (2016) (slip op., at 4); accord, H. R. Rep. No. 1923,\n82d Cong., 2d Sess., 3 (1952) (stating that the “main pur-\npose” of the Patent Act was “codification and enactment”\nof existing law); 98 Cong. Rec. 9323 (1952) (drafter of the\nAct stating that it was generally intended to “codif[y] the\npresent patent laws”).\n   Now consider the existing law that the Patent Act’s\ndrafters intended the Act to reflect. The decisions that\nfind or say or hold that laches can bar monetary relief in\npatent infringement actions stretch in a virtually unbro-\nken chain from the late 19th century through the Patent\nAct’s enactment in 1952. They number in the dozens and\ninclude every federal appeals court to have considered the\nmatter. (We have found only two contrary decisions, both\nfrom the same District Court: Thorpe v. Wm. Filene’s Sons\nCo., 40 F. 2d 269 (Mass. 1930); and Concord v. Norton, 16\nF. 477 (CC Mass. 1883).)\n   Here are the cases from the Federal Courts of Appeals\nalone: Lukens Steel Co. v. American Locomotive Co., 197\nF. 2d 939, 941 (CA2 1952); Chicago Pneumatic Tool Co. v.\nHughes Tool Co., 192 F. 2d 620, 625 (CA10 1951); Brennan\nv. Hawley Prods. Co., 182 F. 2d 945, 948 (CA7 1950);\nShaffer v. Rector Well Equip. Co., 155 F. 2d 344, 345–347\n(CA5 1946); Rome Grader \u0026 Mach. Corp. v. J. D. Adams\nMfg. Co., 135 F. 2d 617, 619–620 (CA7 1943); France Mfg.\nCo. v. Jefferson Elec. Co., 106 F. 2d 605, 609–610 (CA6\n1939); Universal Coin Lock Co. v. American Sanitary Lock\nCo., 104 F. 2d 781, 781–783 (CA7 1939); Union Shipbuild-\ning Co. v. Boston Iron \u0026 Metal Co., 93 F. 2d 781, 783 (CA4\n1938); Gillons v. Shell Oil Co. of Cal., 86 F. 2d 600, 608–\n610 (CA9 1936); Holman v. Oil Well Supply Co., 83 F. 2d\n538 (CA2 1936) (per curiam); Dock \u0026 Term. Eng. Co. v.\nPennsylvania R. Co., 82 F. 2d 19, 19–20 (CA3 1936);\nBanker v. Ford Motor Co., 69 F. 2d 665, 666 (CA3 1934);\nWestco-Chippewa Pump Co. v. Delaware Elec. \u0026 Supply\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                     BREYER, J., dissenting\n\nCo., 64 F. 2d 185, 186–188 (CA3 1933); Window Glass\nMach. Co. v. Pittsburgh Plate Glass Co., 284 F. 645, 650–\n651 (CA3 1933); Dwight \u0026 Lloyd Sintering Co. v.\nGreenawalt, 27 F. 2d 823, 827 (CA2 1928); George J. Meyer\nMfg. Co. v. Miller Mfg. Co., 24 F. 2d 505, 507–508 (CA7\n1928); Wolf Mineral Process Corp. v. Minerals Separation\nN. Am. Corp., 18 F. 2d 483, 490 (CA4 1927); Cummings v.\nWilson \u0026 Willard Mfg. Co., 4 F. 2d 453, 455 (CA9 1925);\nFord v. Huff, 296 F. 652, 654–655 (CA5 1924); Wolf, Sayer\n\u0026 Heller, Inc. v. United States Slicing Mach. Co., 261 F.\n195, 197–198 (CA7 1919); A. R. Mosler \u0026 Co. v. Lurie, 209\nF. 364, 371 (CA2 1913); Safety Car Heating \u0026 Lighting Co.\nv. Consolidated Car Heating Co., 174 F. 658, 662 (CA2\n1909) (per curiam); Richardson v. D. M. Osborne \u0026 Co., 93\nF. 828, 830–831 (CA2 1899); and Woodmanse \u0026 Hewitt\nMfg. Co. v. Williams, 68 F. 489, 493–494 (CA6 1895).\n   The majority replies that this list proves nothing. After\nall, it says, nearly all of these decisions come from courts\nof equity. Courts of equity ordinarily applied laches “ ‘to\nclaims of an equitable cast for which the Legislature ha[d]\nprovided no fixed time limitation,’ ” ante, at 5 (quoting\nPetrella v. Metro-Goldwyn-Mayer, Inc., 572 U. S. ___, ___\n(2014) (slip op., at 12)), not to requests for damages, “a\nquintessential legal remedy,” ante, at 3. Since “laches is a\ngap-filling doctrine,” the fact that it was applied to equit-\nable claims without statutes of limitations says little about\nwhether it should apply to legal damages claims when\n“there is a statute of limitations,” and therefore “no gap to\nfill.” Ante, at 5.\n   Good reply. But no cigar. Why not? (1) Because in\n1897 Congress enacted a statute of limitations—very much\nlike the one before us now—for patent claims brought in\ncourts of equity. Ch. 391, §6, 29 Stat. 694 (“[I]n any suit or\naction . . . there shall be no recovery of profits or damages\nfor any infringement committed more than six years be-\nfore” filing). Thus, after 1897, there was no statute of\n\u000c6      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nlimitations gap for equity courts to fill, and yet they con-\ntinued to hold that laches applied. See, e.g., France Mfg.,\nsupra, at 609 (“[N]otwithstanding the statute of limita-\ntions, relief may be denied on the ground of laches . . . ”);\nDwight \u0026 Lloyd, supra, at 827 (Hand, J.) (explaining how\nlaches operates in conjunction with the statute of limit-\nations to allow an infringer to “garne[r] the harvest of\neven the earliest of the 6 years to which recovery is in any\nevent limited, with just confidence that he will not be\ndisturbed”).\n   (2) Because in 1870 Congress enacted a statute that\ngave courts of equity the power to award legal relief,\nnamely, damages, in patent cases. Act of July 8, 1870,\n§55, 16 Stat. 206. Congress did not give law courts an\nequivalent power to grant injunctive relief in patent suits.\nAs a result, from the late 19th century until the merger of\nlaw and equity in 1938, nearly all patent litigation—\nincluding suits for damages—took place in courts of equity\nthat were applying laches in conjunction with a statute of\nlimitations. See Lemley, Why Do Juries Decide If Patents\nAre Valid? 99 Va. L. Rev. 1673, 1704 (2013) (discussing\nthe predominance of equity litigation).\n   (3) Because Congress recognized that damages suits for\npatent infringement took place almost exclusively in\nequity courts, not law courts. Whenever Congress wished\nto modify patent damages law, it rewrote the statutory\nprovisions governing damages in equity, not law. See, e.g.,\n§8, 42 Stat. 392 (modifying the equity damages statute to\nallow equity courts to award a “reasonable sum” even if a\npatentee had difficulty proving actual damages, but mak-\ning no change to the legal damages provision). The 1952\nCongress, seeking to understand whether, or how, laches\napplied in patent damages cases, would almost certainly\nhave looked to equity practice.\n   (4) Because, in any event, in those few pre-law/equity-\nmerger cases in which courts of law considered whether\n\u000c                  Cite as: 580 U. S. ____ (2017)            7\n\n                     BREYER, J., dissenting\n\nlaches could bar a patent damages action, they, like their\nequity counterparts, held that it could. See Universal\nCoin, 104 F. 2d, at 781–783; Banker, 69 F. 2d, at 666;\nFord, supra, at 658. As the majority points out, these\ncases brought in law courts constitute “only a handful of\ndecisions.” Ante, at 13. But that is simply because, as I\njust noted, almost all patent damages litigation took place\nin courts of equity. Regardless, before the merger of law\nand equity both law courts and equity courts recognized\nlaches as a defense. And, after the merger of law and\nequity in 1938, federal courts still applied laches to patent\ndamages claims. E.g., Brennan, 182 F. 2d, at 948 (holding\nthat “laches on the part of the plaintiff ” can “bar his right\nto recover damages”). This, of course, would make no\nsense if laches for patent damages was really an equity-\nonly rule.\n  Does the majority have any other good reason to ignore\nthe mountain of authority recognizing laches as a defense?\nIt refers to many general statements in opinions\nand treatises that say that laches is “no defense at law.”\nUnited States v. Mack, 295 U. S. 480, 489 (1935). But these\nstatements are not about patent damages cases. They do\nnot claim to encompass the problem at issue here. And\nthey do not prevent Congress from enacting a statute that,\nrecognizing patent litigation’s history, combines a statute\nof limitations with a laches defense. And that is what\nCongress has done in the Patent Act.\n  The majority also tries to discredit the persuasiveness of\nthe pre-Patent Act case law authority. It goes through the\nlengthy list of decisions, finding some judicial statements\ntoo vague, others just dicta, and still others having con-\nfused an equitable claim for “accounting” with a legal\nclaim for “damages.” I agree that it has found weaknesses\nin the reasoning of some individual cases. But those\nweaknesses were not sufficient to prevent a 1951 treatise\nwriter from concluding, on the basis of the great weight of\n\u000c8      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nauthority, that in patent cases, “[l]aches . . . may be inter-\nposed in an action at law.” 3 A. Deller, Walker on Patents\n106 (Cum. Supp. 1951).\n   In any event, with all its efforts, the majority is unable\nto identify a single case—not one—from any court of ap-\npeals sitting in law or in equity before the merger, or\nsitting after the merger but before 1952, holding that\nlaches could not bar a patent claim for damages. Fur-\nthermore, the majority concedes that it is unable to distin-\nguish, by my count, at least six Court of Appeals cases\ndirectly holding that laches could bar a patent claim for\ndamages. See Wolf, Sayer \u0026 Heller, 261 F. 195; Lurie, 209\nF. 364; Universal Coin, supra; Banker, 69 F. 2d 665; Bren-\nnan, supra; Lukens, 197 F. 2d 939. And that is the case\nlaw situation that Congress faced when it wrote a statute\nthat, as we have said, sought primarily to codify existing\npatent law. See supra, at 3–4.\n   The majority tries to minimize the overall thrust of this\ncase law by dividing the cases into subgroups and then\nconcluding that the number of undistinguishable prece-\ndents in each subgroup is “too few to establish a settled,\nnational consensus.” Ante, at 12. The problem with this\napproach is that, once we look at the body of case law as a\nwhole, rather than in subgroups, we find what I have said\nand repeated, namely, that all the cases say the same\nthing: Laches applies. The majority’s insistence on subdi-\nvision makes it sound a little like a Phillies fan who an-\nnounces that a 9–0 loss to the Red Sox was a “close one.”\nWhy close? Because, says the fan, the Phillies lost each\ninning by only one run.\n   For the sake of completeness I add that, since 1952,\nevery Federal Court of Appeals to consider the question\nhas held that laches remains available for damages claims\nbrought under the Patent Act. See A. C. Aukerman Co. v.\nR. L. Chaides Constr. Co., 960 F. 2d 1020, 1030 (CA Fed.\n1992) (en banc). Yet, Congress has repeatedly reenacted\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     BREYER, J., dissenting\n\n35 U. S. C. §282’s “unenforceability” language without\nmaterial change. See, e.g., §§15(a), 20(g)(2)(B), 125 Stat.\n328, 334. See also Texas Dept. of Housing and Community\nAffairs v. Inclusive Communities Project, Inc., 576 U. S.\n___, ___ (2015) (slip op., at 14) (holding that congressional\nreenactment provides “convincing support for the conclu-\nsion that Congress accepted and ratified the unanimous\nholdings of the Courts of Appeals”); Microsoft Corp. v. i4i\nLtd. Partnership, 564 U. S. 91, 113–114 (2011) (when\nCongress has “often amended §282” while “le[aving] the\nFederal Circuit’s interpretation of §282 in place,” any\nfurther “recalibration” should be left to the Legislature).\n                               III\n  The majority’s strongest argument is Petrella. There,\nthe Court held that laches could not bar a damages claim\nbrought within the Copyright Act’s limitations period.\nThe present case holds roughly the same in respect to the\nPatent Act, providing a degree of consistency.\n  There are relevant differences, however, between patent\nlaw and copyright law. For one thing, copyright law,\nunlike patent law, does not contain a century and a half of\nhistory during which courts held that laches and a statute\nof limitations could coexist. When Congress enacted the\nPatent Act in 1952, patent statutes had already contained\na 6-year statute of limitations for 55 years (since 1897),\nduring which time courts had continued to apply laches to\npatent damages cases. Copyright law, on the other hand,\ncontained no federal statute of limitations until 1957. See\nPetrella, 572 U. S., at ___ (slip op., at 3).\n  For another thing, the Copyright Act, unlike the Patent\nAct, has express provisions that mitigate the unfairness of\na copyright holder waiting for decades to bring his lawsuit.\nA copyright holder who tries to lie in wait to see if a de-\nfendant’s investment will prove successful will discover\nthat the Copyright Act allows that defendant to “prove and\n\u000c10      SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST\n              QUALITY BABY PRODUCTS, LLC \n\n                   BREYER, J., dissenting \n\n\noffset against . . . profits ‘deductible expenses’ incurred in\ngenerating those profits.” Id., at ___ (slip op., at 12) (quot-\ning 17 U. S. C. §504(b)). Thus, if the defendant invests say\n$50 million in a film, a copyright holder who waits until\nyear 15 (when the film begins to earn a profit) to bring a\nlawsuit may be limited to recovering the defendant’s\nprofits less an apportioned amount of the defendant’s\ninitial $50 million investment. But the Patent Act has no\nsuch deduction provision.\n   Further, the Court, in Petrella, pointed out that the\nevidentiary loss that occurs while a copyright holder waits\nto bring suit is “at least as likely to affect plaintiffs as it is\nto disadvantage defendants.” 572 U. S., at ___ (slip op., at\n18). But that symmetry does not exist to the same degree\nin patent law. To win a copyright suit the copyright holder\nmust show that the defendant copied his work. The\ndeath of witnesses and loss of documents from the time of\nthe alleged infringement can therefore significantly impair\nthe copyright holder’s ability to prove his case. There is no\nsuch requirement in a patent suit. Patent infringement is\na strict-liability offense: There need not be any copying,\nonly an end product (or process) that invades the area the\npatentee has carved out in his patent.\n  At the same time, the passage of time may well harm\npatent defendants who wish to show a patent invalid by\nraising defenses of anticipation, obviousness, or insuffi-\nciency. These kinds of defenses can depend upon contem-\nporaneous evidence that may be lost over time, and they\narise far more frequently in patent cases than any of their\ncounterparts do in copyright cases. See Brief for Electronic\nFrontier Foundation et al. as Amici Curiae 23 (reporting\nthat of all copyright cases pending as of January 2009,\nonly 2.7% of judgment events resulted in a finding of a\nlack of ownership or validity of the copyright at issue);\nAllison, Lemley, \u0026 Schwartz, Understanding the Realities\nof Modern Patent Litigation, 92 Texas L. Rev. 1769, 1778,\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     BREYER, J., dissenting\n\n1784–1785 (2014) (finding that 70% of summary judgment\nmotions in patent cases filed in 2008–2009 related to\nanticipation or obviousness). The upshot is an absence\nhere of the symmetrical effect of delay upon which the\nCourt relied in Petrella.\n   Finally, there is a “lock-in” problem that is likely to be\nmore serious where patents are at issue. Once a business\nchooses to rely on a particular technology, it can become\nexpensive to switch, even if it would have been cheap to do\nso earlier. See Lee \u0026 Melamed, Breaking the Vicious\nCycle of Patent Damages, 101 Cornell L. Rev. 385, 409–\n410 (2016). As a result, a patentee has considerable incen-\ntive to delay suit until the costs of switching—and accord-\ningly the settlement value of a claim—are high. The\npractical consequences of such delay can be significant, as\nthe facts of this case illustrate: First Quality invested\nhundreds of millions of dollars in its allegedly infringing\ntechnologies during the years that SCA waited to bring its\nsuit. App. to Pet. for Cert. 107a–108a. And amici have\nprovided numerous other examples that suggest this fact\npattern is far from uncommon. See Brief for Dell et al.\n11–19.\n   I recognize the Majority’s suggestion that the doctrine of\n“equitable estoppel” might help alleviate some of these\nproblems. See ante, at 15. I certainly hope so. But I\nwould be more “cautious before adopting changes that\ndisrupt the settled expectations of the inventing commu-\nnity.” Festo Corp. v. Shoketsu Kinzoku Kogyo Kabushiki Co.,\n535 U. S. 722, 739 (2002).\n   I add or confess that I believe that Petrella too was\nwrongly decided. Today’s case helps illustrate why I think\nthat Petrella started this Court down the wrong track. I\nwould stop, finding adequate grounds to distinguish Pet-\nrella. But the majority remains “determined to stay the\ncourse and continue on, travelling even further away,”\nMathis v. United States, 579 U. S. ___, ___ (2016) (ALITO,\n\u000c12     SCA HYGIENE PRODUCTS AKTIEBOLAG v. FIRST \n\n             QUALITY BABY PRODUCTS, LLC \n\n                  BREYER, J., dissenting \n\n\nJ., dissenting) (slip op., at 9), from Congress’ efforts, in the\nPatent Act, to promote the “Progress of Science and useful\nArts,” U. S. Const., Art. I, §8, cl. 8. Trite but true: Two\nwrongs don’t make a right.\n   With respect, I dissent.\n\u000c",
	"cited_id": [
		111362
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"County of Oneida v. Oneida Indian Nation of N. Y., 470 U. S. 226 (1985)"
	],
	"case_extract": [
		"County of Oneida v. Oneida Indian Nation of N. Y., 470 U. S. 226, 244, n. 16 (1985)"
	],
	"citing_sentence": "Before the separate systems of law and equity were merged in 1938, the ordinary rule was that laches was available only in equity courts.3 See County of Oneida v. Oneida Indian Nation of N. Y., 470 U. S. 226, 244, n. 16 (1985).",
	"citing_paragraph": "Laches is “a defense developed by courts of equity” to protect defendants against “unreasonable, prejudicial delay in commencing suit.” Petrella, supra, at ___, ___ (slip op., at 1, 12). See also 1 D. Dobbs, Law of Remedies §2.3(5), p. 89 (2d ed. 1993) (Dobbs) (“The equitable doc- trine of laches bars the plaintiff whose unreasonable delay in prosecuting a claim or protecting a right has worked a prejudice to the defendant”). Before the separate systems of law and equity were merged in 1938, the ordinary rule was that laches was available only in equity courts.3 See County of Oneida v. Oneida Indian Nation of N. Y., 470 U. S. 226, 244, n. 16 (1985). This case turns on the appli- cation of the defense to a claim for damages, a quintessen- tial legal remedy. We discussed this subject at length in Petrella.",
	"relevant_keywords": [
		"laches",
		"merger",
		"equity",
		"law",
		"fusion fallacy",
		"1938",
		"rule",
		"available"
	],
	"query": [
		"equit! AND laches AND delay AND law AND available AND court! AND merge!",
		"equit! AND laches AND delay AND law AND available AND court! AND merge! AND \"fusion fallacy\"",
		"equit! AND laches AND delay AND law AND available AND court! AND merge! AND 1938 AND rule!"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "equit*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "laches"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "delay"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "law"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "available"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "court*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "merge*"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "equit*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "laches"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "delay"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "law"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "available"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "court*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "merge*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "fusion fallacy",
								"type": "phrase"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "equit*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "laches"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "delay"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "law"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "available"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "court*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "merge*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "1938"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "rule*"
							}
						}
					]
				}
			}
		}
	]
}