{
	"id": 49,
	"case_id": 4151832,
	"case_title": "White v. Pauly",
	"date_filed": "2017-01-09",
	"html": "\u003cpre class=\"inline\"\u003e                 Cite as: 580 U. S. ____ (2017)           1\n\n                          Per Curiam\n\nSUPREME COURT OF THE UNITED STATES\nRAY WHITE, ET AL. v. DANIEL T. PAULY, AS PERSONAL \n\n   REPRESENTATIVE OF THE ESTATE OF SAMUEL \n\n           PAULY, DECEASED ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE TENTH CIRCUIT\n\n              No. 16–67. Decided January 9, 2017\n\n\n   PER CURIAM.\n   This case addresses the situation of an officer who—\nhaving arrived late at an ongoing police action and having\nwitnessed shots being fired by one of several individuals\nin a house surrounded by other officers—shoots and kills\nan armed occupant of the house without first giving a\nwarning.\n   According to the District Court and the Court of Ap-\npeals, the record, when viewed in the light most favorable\nto respondents, shows the following. Respondent Daniel\nPauly was involved in a road-rage incident on a highway\nnear Santa Fe, New Mexico. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1060\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1064–1065\n(CA10 2016). It was in the evening, and it was raining.\nThe two women involved called 911 to report Daniel as a\n“ ‘drunk driver’ ” who was “ ‘swerving all crazy.’ ” Id., at\n1065. The women then followed Daniel down the high-\nway, close behind him and with their bright lights on.\nDaniel, feeling threatened, pulled his truck over at an off-\nramp to confront them. After a brief, nonviolent encoun-\nter, Daniel drove a short distance to a secluded house\nwhere he lived with his brother, Samuel Pauly.\n   Sometime between 9 p.m. and 10 p.m., Officer Kevin\nTruesdale was dispatched to respond to the women’s 911\ncall. Truesdale, arriving after Daniel had already left the\nscene, interviewed the two women at the off-ramp. The\nwomen told Truesdale that Daniel had been driving reck-\nlessly and gave his license plate number to Truesdale.\n\u000c2                     WHITE v. PAULY\n\n                         Per Curiam\n\nThe state police dispatcher identified the plate as being\nregistered to the Pauly brothers’ address.\n   After the women left, Officer Truesdale was joined at\nthe off-ramp by Officers Ray White and Michael Mariscal.\nThe three agreed there was insufficient probable cause to\narrest Daniel. Still, the officers decided to speak with\nDaniel to (1) get his side of the story, (2) “ ‘make sure\nnothing else happened,’ ” and (3) find out if he was intoxi-\ncated. Id., at 1065. The officers split up. White stayed at\nthe off-ramp in case Daniel returned. Truesdale and\nMariscal drove in separate patrol cars to the Pauly broth-\ners’ address, less than a half mile away. Record 215.\nNeither officer turned on his flashing lights.\n   When Officers Mariscal and Truesdale arrived at the\naddress they had received from the dispatcher, they found\ntwo different houses, the first with no lights on inside and\na second one behind it on a hill. Id., at 217, 246. Lights\nwere on in the second one. The officers parked their cars\nnear the first house. They examined a vehicle parked near\nthat house but did not find Daniel’s truck. Id., at 310.\n   Officers Mariscal and Truesdale noticed the lights on in\nthe second house and approached it in a covert manner to\nmaintain officer safety. Both used their flashlights in an\nintermittent manner. Truesdale alone turned on his\nflashlight once they got close to the house’s front door.\nUpon reaching the house, the officers found Daniel’s\npickup truck and spotted two men moving around inside\nthe residence. Truesdale and Mariscal radioed White, who\nleft the off-ramp to join them.\n   At approximately 11 p.m., the Pauly brothers became\naware of the officers’ presence and yelled out “ ‘Who are\nyou?’ ” and “ ‘What do you want?’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1066. In\nresponse, Officers Mariscal and Truesdale laughed and\nresponded: “ ‘Hey, (expletive), we got you surrounded.\nCome out or we’re coming in.’ ” Ibid. Truesdale shouted\nonce: “ ‘Open the door, State Police, open the door.’ ” Ibid.\n\u000c                  Cite as: 580 U. S. ____ (2017)            3\n\n                           Per Curiam\n\nMariscal also yelled: “ ‘Open the door, open the door.’ ”\nIbid.\n   The Pauly brothers heard someone yelling, “ ‘We’re\ncoming in. We’re coming in.’ ” Ibid. Neither Samuel nor\nDaniel heard the officers identify themselves as state\npolice. Record 81–82. The brothers armed themselves,\nSamuel with a handgun and Daniel with a shotgun. One\nof the brothers yelled at the police officers that “ ‘We have\nguns.’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1066. The officers saw someone run\nto the back of the house, so Officer Truesdale positioned\nhimself behind the house and shouted “ ‘Open the door,\ncome outside.’ ” Ibid.\n   Officer White had parked at the first house and was\nwalking up to its front door when he heard shouting from\nthe second house. He half-jogged, half-walked to the\nPaulys’ house, arriving “just as one of the brothers said:\n‘We have guns.’ ” Ibid.; see also Civ. No. 12–1311 (D NM,\nFeb. 5, 2014), App. to Pet. for Cert. 75–78. When White\nheard that statement, he drew his gun and took cover\nbehind a stone wall 50 feet from the front of the house.\nOfficer Mariscal took cover behind a pickup truck.\n   Just “a few seconds” after the “We have guns” state-\nment, Daniel stepped part way out of the back door and\nfired two shotgun blasts while screaming loudly. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1066–1067. A few seconds after those shots,\nSamuel opened the front window and pointed a handgun\nin Officer White’s direction. Officer Mariscal fired imme-\ndiately at Samuel but missed. “ ‘Four to five seconds’ ”\nlater, White shot and killed Samuel. Id., at 1067.\n   The District Court denied the officers’ motions for sum-\nmary judgment, and the facts are viewed in the light most\nfavorable to the Paulys. Mullenix v. Luna, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e577\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___,\n___, n. (2015) (per curiam) (slip op., at 2, n.). Because this\ncase concerns the defense of qualified immunity, however,\nthe Court considers only the facts that were knowable to\nthe defendant officers. Kingsley v. Hendrickson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u000c\u003cspan class=\"page\"\u003e4\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e                     WHITE v. PAULY\n\n                         Per Curiam\n\n___, ___ (2015) (slip op., at 9).\n   Samuel’s estate and Daniel filed suit against, inter alia,\nOfficers Mariscal, Truesdale, and White. One of the\nclaims was that the officers were liable under Rev. Stat.\n§1979, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1983, for violating Samuel’s Fourth\nAmendment right to be free from excessive force. All three\nofficers moved for summary judgment on qualified immun-\nity grounds. White in particular argued that the Pauly\nbrothers could not show that White’s use of force vio-\nlated the Fourth Amendment and, regardless, that Sam-\nuel’s Fourth Amendment right to be free from deadly\nforce under the circumstances of this case was not clearly\nestablished.\n   The District Court denied qualified immunity. A di-\nvided panel of the Court of Appeals for the Tenth Circuit\naffirmed. As to Officers Mariscal and Truesdale, the court\nheld that “[a]ccepting as true plaintiffs’ version of the\nfacts, a reasonable person in the officers’ position should\nhave understood their conduct would cause Samuel and\nDaniel Pauly to defend their home and could result in the\ncommission of deadly force against Samuel Pauly by Of-\nficer White.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1076. The panel majority\nanalyzed Officer White’s claim separately from the other\nofficers because “Officer White did not participate in the\nevents leading up to the armed confrontation, nor was he\nthere to hear the other officers ordering the brothers to\n‘Come out or we’re coming in.’ ” Ibid. Despite the fact that\n“Officer White . . . arrived late on the scene and heard only\n‘We have guns’ . . . before taking cover behind a stone\nwall,” the majority held that a jury could have concluded\nthat White’s use of deadly force was not reasonable. Id.,\nat 1077, 1082. The majority also decided that this rule—\nthat a reasonable officer in White’s position would believe\nthat a warning was required despite the threat of serious\nharm—was clearly established at the time of Samuel’s\ndeath. The Court of Appeals’ ruling relied on general\n\u000c                  Cite as: 580 U. S. ____ (2017)              5\n\n                           Per Curiam\n\nstatements from this Court’s case law that (1) “the reason-\nableness of an officer’s use of force depends, in part, on\nwhether the officer was in danger at the precise moment\nthat he used force” and (2) “if the suspect threatens the\nofficer with a weapon[,] deadly force may be used if neces-\nsary to prevent escape, and if[,] where feasible, some\nwarning has been given.” Id., at 1083 (citing, inter alia,\nTennessee v. Garner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111397\"\u003e\u003ca href=\"/opinion/111397/tennessee-v-garner/\"\u003e\u003cspan class=\"volume\"\u003e471\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1985), and Graham v.\nConnor, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112257\"\u003e\u003ca href=\"/opinion/112257/graham-v-connor/\"\u003e\u003cspan class=\"volume\"\u003e490\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e386\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1989); emphasis deleted; internal\nquotation marks and alterations omitted). The court\nconcluded that a reasonable officer in White’s position\nwould have known that, since the Paulys could not have\nshot him unless he moved from his position behind a stone\nwall, he could not have used deadly force without first\nwarning Samuel Pauly to drop his weapon.\n  Judge Moritz dissented, contending that the “majority\nimpermissibly second-guesses” Officer White’s quick\nchoice to use deadly force. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1084. Judge\nMoritz explained that the majority also erred by defining\nthe clearly established law at too high a level of generality,\nin contravention of this Court’s precedent.\n   The officers petitioned for rehearing en banc, which 6 of\nthe 12 judges on the Court of Appeals voted to grant. In a\ndissent from denial of rehearing, Judge Hartz noted that\nhe was “unaware of any clearly established law that sug-\ngests . . . that an officer . . . who faces an occupant pointing\na firearm in his direction must refrain from firing his\nweapon but, rather, must identify himself and shout a\nwarning while pinned down, kneeling behind a rock wall.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e817\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e715\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 718 (CA10 2016). Judge Hartz expressed\nhis hope that “the Supreme Court can clarify the govern-\ning law.” Id., at 719.\n  The officers petitioned for certiorari. The petition is now\ngranted, and the judgment is vacated: Officer White did\nnot violate clearly established law on the record described\nby the Court of Appeals panel.\n\u000c6                      WHITE v. PAULY\n\n                          Per Curiam\n\n    Qualified immunity attaches when an official’s conduct\n“ ‘does not violate clearly established statutory or constitu-\ntional rights of which a reasonable person would have\nknown.’ ” Mullenix v. Luna, 577 U. S., at ___–___ (slip op.,\nat 4–5). While this Court’s case law “ ‘do[es] not require a\ncase directly on point’ ” for a right to be clearly established,\n“ ‘existing precedent must have placed the statutory or\nconstitutional question beyond debate.’ ” Id., at ___ (slip\nop., at 5). In other words, immunity protects “ ‘all but the\nplainly incompetent or those who knowingly violate the\nlaw.’ ” Ibid.\n    In the last five years, this Court has issued a number of\nopinions reversing federal courts in qualified immunity\ncases. See, e.g., City and County of San Francisco v.\nSheehan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, n. 3 (2015) (slip op., at 10, n.3)\n(collecting cases). The Court has found this necessary\nboth because qualified immunity is important to “ ‘society\nas a whole,’ ” ibid., and because as “ ‘an immunity from\nsuit,’ ” qualified immunity “ ‘is effectively lost if a case is\nerroneously permitted to go to trial,’ ” Pearson v. Callahan,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145918\"\u003e\u003ca href=\"/opinion/145918/pearson-v-callahan/\"\u003e\u003cspan class=\"volume\"\u003e555\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e223\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 231 (2009).\n    Today, it is again necessary to reiterate the longstand-\ning principle that “clearly established law” should not be\ndefined “at a high level of generality.” Ashcroft v. al-Kidd,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"217703\"\u003e\u003ca href=\"/opinion/217703/ashcroft-v-al-kidd/\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e731\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 742 (2011). As this Court explained dec-\nades ago, the clearly established law must be “particular-\nized” to the facts of the case. Anderson v. Creighton, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111953\"\u003e\u003ca href=\"/opinion/111953/anderson-v-creighton/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e635\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 640 (1987). Otherwise, “[p]laintiffs would be\nable to convert the rule of qualified immunity . . . into a\nrule of virtually unqualified liability simply by alleging\nviolation of extremely abstract rights.” Id., at 639.\n    The panel majority misunderstood the “clearly estab-\nlished” analysis: It failed to identify a case where an of-\nficer acting under similar circumstances as Officer White\nwas held to have violated the Fourth Amendment. In-\nstead, the majority relied on Graham, Garner, and their\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                          Per Curiam\n\nCourt of Appeals progeny, which—as noted above—lay out\nexcessive-force principles at only a general level. Of\ncourse, “general statements of the law are not inherently\nincapable of giving fair and clear warning” to officers,\nUnited States v. Lanier, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118098\"\u003e\u003ca href=\"/opinion/118098/united-states-v-lanier/\"\u003e\u003cspan class=\"volume\"\u003e520\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e259\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 271 (1997), but “in\nthe light of pre-existing law the unlawfulness must be\napparent,” Anderson v. Creighton, supra, at 640. For that\nreason, we have held that Garner and Graham do not\nby themselves create clearly established law outside\n“an obvious case.” Brosseau v. Haugen, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137736\"\u003e\u003ca href=\"/opinion/137736/brosseau-v-haugen/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e194\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n199 (2004) (per curiam); see also Plumhoff v. Rickard,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 13) (emphasiz-\ning that Garner and Graham “are ‘cast at a high level of\ngenerality’ ”).\n   This is not a case where it is obvious that there was a\nviolation of clearly established law under Garner and\nGraham. Of note, the majority did not conclude that\nWhite’s conduct—such as his failure to shout a warning—\nconstituted a run-of-the-mill Fourth Amendment violation.\nIndeed, it recognized that “this case presents a unique set\nof facts and circumstances” in light of White’s late arrival\non the scene. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1077. This alone should have\nbeen an important indication to the majority that White’s\nconduct did not violate a “clearly established” right.\nClearly established federal law does not prohibit a reason-\nable officer who arrives late to an ongoing police action in\ncircumstances like this from assuming that proper proce-\ndures, such as officer identification, have already been\nfollowed. No settled Fourth Amendment principle re-\nquires that officer to second-guess the earlier steps al-\nready taken by his or her fellow officers in instances like\nthe one White confronted here.\n   On the record described by the Court of Appeals, Officer\nWhite did not violate clearly established law. The Court\nnotes, however, that respondents contend Officer White\narrived on the scene only two minutes after Officers\n\u000c8                     WHITE v. PAULY\n\n                         Per Curiam\n\nTruesdale and Mariscal and more than three minutes\nbefore Daniel’s shots were fired. On the assumption that\nthe conduct of Officers Truesdale and Mariscal did not\nadequately alert the Paulys that they were police officers,\nrespondents suggest that a reasonable jury could infer\nthat White witnessed the other officers’ deficient perfor-\nmance and should have realized that corrective action was\nnecessary before using deadly force. Brief in Opposition\n11, 22, n. 5. This Court expresses no position on this\npotential alternative ground for affirmance, as it appears\nthat neither the District Court nor the Court of Appeals\npanel addressed it. The Court also expresses no opinion\non the question whether this ground was properly pre-\nserved or whether—in light of this Court’s holding today—\nOfficers Truesdale and Mariscal are entitled to qualified\nimmunity.\n  For the foregoing reasons, the petition for certiorari is\ngranted; the judgment of the Court of Appeals is vacated;\nand the case is remanded for further proceedings con-\nsistent with this opinion.\n                                           It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                    GINSBURG, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\nRAY WHITE, ET AL. v. DANIEL T. PAULY, AS PERSONAL \n\n   REPRESENTATIVE OF THE ESTATE OF SAMUEL \n\n           PAULY, DECEASED ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE TENTH CIRCUIT\n\n              No. 16–67. Decided January 9, 2017\n\n\n   JUSTICE GINSBURG, concurring.\n   I join the Court’s opinion on the understanding that it\ndoes not foreclose the denial of summary judgment to\nOfficers Truesdale and Mariscal. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e814\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1060\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1068, 1073, 1074 (CA10 2016) (Court of Appeals empha-\nsized, repeatedly, that fact disputes exist on question\nwhether Truesdale and Mariscal “adequately identified\nthemselves” as police officers before shouting “Come out or\nwe’re coming in” (internal quotation marks omitted)).\nFurther, as to Officer White, the Court, as I comprehend\nits opinion, leaves open the propriety of denying summary\njudgment based on fact disputes over when Officer White\narrived at the scene, what he may have witnessed, and\nwhether he had adequate time to identify himself and\norder Samuel Pauly to drop his weapon before Officer\nWhite shot Pauly. Compare id., at 1080, with ante, at 8.\nSee also Civ. No. 12–1311 (D NM, Feb. 5, 2014), pp. 7, and\nn. 5, 9, App. to Pet. for Cert. 75–76, and n. 5, 77 (suggest-\ning that Officer White may have been on the scene when\nOfficers Truesdale and Mariscal threatened to invade the\nPauly home).\n\u000c\u003c/pre\u003e",
	"plain_text": "                 Cite as: 580 U. S. ____ (2017)           1\n\n                          Per Curiam\n\nSUPREME COURT OF THE UNITED STATES\nRAY WHITE, ET AL. v. DANIEL T. PAULY, AS PERSONAL \n\n   REPRESENTATIVE OF THE ESTATE OF SAMUEL \n\n           PAULY, DECEASED ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE TENTH CIRCUIT\n\n              No. 16–67. Decided January 9, 2017\n\n\n   PER CURIAM.\n   This case addresses the situation of an officer who—\nhaving arrived late at an ongoing police action and having\nwitnessed shots being fired by one of several individuals\nin a house surrounded by other officers—shoots and kills\nan armed occupant of the house without first giving a\nwarning.\n   According to the District Court and the Court of Ap-\npeals, the record, when viewed in the light most favorable\nto respondents, shows the following. Respondent Daniel\nPauly was involved in a road-rage incident on a highway\nnear Santa Fe, New Mexico. 814 F. 3d 1060, 1064–1065\n(CA10 2016). It was in the evening, and it was raining.\nThe two women involved called 911 to report Daniel as a\n“ ‘drunk driver’ ” who was “ ‘swerving all crazy.’ ” Id., at\n1065. The women then followed Daniel down the high-\nway, close behind him and with their bright lights on.\nDaniel, feeling threatened, pulled his truck over at an off-\nramp to confront them. After a brief, nonviolent encoun-\nter, Daniel drove a short distance to a secluded house\nwhere he lived with his brother, Samuel Pauly.\n   Sometime between 9 p.m. and 10 p.m., Officer Kevin\nTruesdale was dispatched to respond to the women’s 911\ncall. Truesdale, arriving after Daniel had already left the\nscene, interviewed the two women at the off-ramp. The\nwomen told Truesdale that Daniel had been driving reck-\nlessly and gave his license plate number to Truesdale.\n\u000c2                     WHITE v. PAULY\n\n                         Per Curiam\n\nThe state police dispatcher identified the plate as being\nregistered to the Pauly brothers’ address.\n   After the women left, Officer Truesdale was joined at\nthe off-ramp by Officers Ray White and Michael Mariscal.\nThe three agreed there was insufficient probable cause to\narrest Daniel. Still, the officers decided to speak with\nDaniel to (1) get his side of the story, (2) “ ‘make sure\nnothing else happened,’ ” and (3) find out if he was intoxi-\ncated. Id., at 1065. The officers split up. White stayed at\nthe off-ramp in case Daniel returned. Truesdale and\nMariscal drove in separate patrol cars to the Pauly broth-\ners’ address, less than a half mile away. Record 215.\nNeither officer turned on his flashing lights.\n   When Officers Mariscal and Truesdale arrived at the\naddress they had received from the dispatcher, they found\ntwo different houses, the first with no lights on inside and\na second one behind it on a hill. Id., at 217, 246. Lights\nwere on in the second one. The officers parked their cars\nnear the first house. They examined a vehicle parked near\nthat house but did not find Daniel’s truck. Id., at 310.\n   Officers Mariscal and Truesdale noticed the lights on in\nthe second house and approached it in a covert manner to\nmaintain officer safety. Both used their flashlights in an\nintermittent manner. Truesdale alone turned on his\nflashlight once they got close to the house’s front door.\nUpon reaching the house, the officers found Daniel’s\npickup truck and spotted two men moving around inside\nthe residence. Truesdale and Mariscal radioed White, who\nleft the off-ramp to join them.\n   At approximately 11 p.m., the Pauly brothers became\naware of the officers’ presence and yelled out “ ‘Who are\nyou?’ ” and “ ‘What do you want?’ ” 814 F. 3d, at 1066. In\nresponse, Officers Mariscal and Truesdale laughed and\nresponded: “ ‘Hey, (expletive), we got you surrounded.\nCome out or we’re coming in.’ ” Ibid. Truesdale shouted\nonce: “ ‘Open the door, State Police, open the door.’ ” Ibid.\n\u000c                  Cite as: 580 U. S. ____ (2017)            3\n\n                           Per Curiam\n\nMariscal also yelled: “ ‘Open the door, open the door.’ ”\nIbid.\n   The Pauly brothers heard someone yelling, “ ‘We’re\ncoming in. We’re coming in.’ ” Ibid. Neither Samuel nor\nDaniel heard the officers identify themselves as state\npolice. Record 81–82. The brothers armed themselves,\nSamuel with a handgun and Daniel with a shotgun. One\nof the brothers yelled at the police officers that “ ‘We have\nguns.’ ” 814 F. 3d, at 1066. The officers saw someone run\nto the back of the house, so Officer Truesdale positioned\nhimself behind the house and shouted “ ‘Open the door,\ncome outside.’ ” Ibid.\n   Officer White had parked at the first house and was\nwalking up to its front door when he heard shouting from\nthe second house. He half-jogged, half-walked to the\nPaulys’ house, arriving “just as one of the brothers said:\n‘We have guns.’ ” Ibid.; see also Civ. No. 12–1311 (D NM,\nFeb. 5, 2014), App. to Pet. for Cert. 75–78. When White\nheard that statement, he drew his gun and took cover\nbehind a stone wall 50 feet from the front of the house.\nOfficer Mariscal took cover behind a pickup truck.\n   Just “a few seconds” after the “We have guns” state-\nment, Daniel stepped part way out of the back door and\nfired two shotgun blasts while screaming loudly. 814\nF. 3d, at 1066–1067. A few seconds after those shots,\nSamuel opened the front window and pointed a handgun\nin Officer White’s direction. Officer Mariscal fired imme-\ndiately at Samuel but missed. “ ‘Four to five seconds’ ”\nlater, White shot and killed Samuel. Id., at 1067.\n   The District Court denied the officers’ motions for sum-\nmary judgment, and the facts are viewed in the light most\nfavorable to the Paulys. Mullenix v. Luna, 577 U. S. ___,\n___, n. (2015) (per curiam) (slip op., at 2, n.). Because this\ncase concerns the defense of qualified immunity, however,\nthe Court considers only the facts that were knowable to\nthe defendant officers. Kingsley v. Hendrickson, 576 U. S.\n\u000c4                     WHITE v. PAULY\n\n                         Per Curiam\n\n___, ___ (2015) (slip op., at 9).\n   Samuel’s estate and Daniel filed suit against, inter alia,\nOfficers Mariscal, Truesdale, and White. One of the\nclaims was that the officers were liable under Rev. Stat.\n§1979, 42 U. S. C. §1983, for violating Samuel’s Fourth\nAmendment right to be free from excessive force. All three\nofficers moved for summary judgment on qualified immun-\nity grounds. White in particular argued that the Pauly\nbrothers could not show that White’s use of force vio-\nlated the Fourth Amendment and, regardless, that Sam-\nuel’s Fourth Amendment right to be free from deadly\nforce under the circumstances of this case was not clearly\nestablished.\n   The District Court denied qualified immunity. A di-\nvided panel of the Court of Appeals for the Tenth Circuit\naffirmed. As to Officers Mariscal and Truesdale, the court\nheld that “[a]ccepting as true plaintiffs’ version of the\nfacts, a reasonable person in the officers’ position should\nhave understood their conduct would cause Samuel and\nDaniel Pauly to defend their home and could result in the\ncommission of deadly force against Samuel Pauly by Of-\nficer White.” 814 F. 3d, at 1076. The panel majority\nanalyzed Officer White’s claim separately from the other\nofficers because “Officer White did not participate in the\nevents leading up to the armed confrontation, nor was he\nthere to hear the other officers ordering the brothers to\n‘Come out or we’re coming in.’ ” Ibid. Despite the fact that\n“Officer White . . . arrived late on the scene and heard only\n‘We have guns’ . . . before taking cover behind a stone\nwall,” the majority held that a jury could have concluded\nthat White’s use of deadly force was not reasonable. Id.,\nat 1077, 1082. The majority also decided that this rule—\nthat a reasonable officer in White’s position would believe\nthat a warning was required despite the threat of serious\nharm—was clearly established at the time of Samuel’s\ndeath. The Court of Appeals’ ruling relied on general\n\u000c                  Cite as: 580 U. S. ____ (2017)              5\n\n                           Per Curiam\n\nstatements from this Court’s case law that (1) “the reason-\nableness of an officer’s use of force depends, in part, on\nwhether the officer was in danger at the precise moment\nthat he used force” and (2) “if the suspect threatens the\nofficer with a weapon[,] deadly force may be used if neces-\nsary to prevent escape, and if[,] where feasible, some\nwarning has been given.” Id., at 1083 (citing, inter alia,\nTennessee v. Garner, 471 U. S. 1 (1985), and Graham v.\nConnor, 490 U. S. 386 (1989); emphasis deleted; internal\nquotation marks and alterations omitted). The court\nconcluded that a reasonable officer in White’s position\nwould have known that, since the Paulys could not have\nshot him unless he moved from his position behind a stone\nwall, he could not have used deadly force without first\nwarning Samuel Pauly to drop his weapon.\n  Judge Moritz dissented, contending that the “majority\nimpermissibly second-guesses” Officer White’s quick\nchoice to use deadly force. 814 F. 3d, at 1084. Judge\nMoritz explained that the majority also erred by defining\nthe clearly established law at too high a level of generality,\nin contravention of this Court’s precedent.\n   The officers petitioned for rehearing en banc, which 6 of\nthe 12 judges on the Court of Appeals voted to grant. In a\ndissent from denial of rehearing, Judge Hartz noted that\nhe was “unaware of any clearly established law that sug-\ngests . . . that an officer . . . who faces an occupant pointing\na firearm in his direction must refrain from firing his\nweapon but, rather, must identify himself and shout a\nwarning while pinned down, kneeling behind a rock wall.”\n817 F. 3d 715, 718 (CA10 2016). Judge Hartz expressed\nhis hope that “the Supreme Court can clarify the govern-\ning law.” Id., at 719.\n  The officers petitioned for certiorari. The petition is now\ngranted, and the judgment is vacated: Officer White did\nnot violate clearly established law on the record described\nby the Court of Appeals panel.\n\u000c6                      WHITE v. PAULY\n\n                          Per Curiam\n\n    Qualified immunity attaches when an official’s conduct\n“ ‘does not violate clearly established statutory or constitu-\ntional rights of which a reasonable person would have\nknown.’ ” Mullenix v. Luna, 577 U. S., at ___–___ (slip op.,\nat 4–5). While this Court’s case law “ ‘do[es] not require a\ncase directly on point’ ” for a right to be clearly established,\n“ ‘existing precedent must have placed the statutory or\nconstitutional question beyond debate.’ ” Id., at ___ (slip\nop., at 5). In other words, immunity protects “ ‘all but the\nplainly incompetent or those who knowingly violate the\nlaw.’ ” Ibid.\n    In the last five years, this Court has issued a number of\nopinions reversing federal courts in qualified immunity\ncases. See, e.g., City and County of San Francisco v.\nSheehan, 575 U. S. ___, ___, n. 3 (2015) (slip op., at 10, n.3)\n(collecting cases). The Court has found this necessary\nboth because qualified immunity is important to “ ‘society\nas a whole,’ ” ibid., and because as “ ‘an immunity from\nsuit,’ ” qualified immunity “ ‘is effectively lost if a case is\nerroneously permitted to go to trial,’ ” Pearson v. Callahan,\n555 U. S. 223, 231 (2009).\n    Today, it is again necessary to reiterate the longstand-\ning principle that “clearly established law” should not be\ndefined “at a high level of generality.” Ashcroft v. al-Kidd,\n563 U. S. 731, 742 (2011). As this Court explained dec-\nades ago, the clearly established law must be “particular-\nized” to the facts of the case. Anderson v. Creighton, 483\nU. S. 635, 640 (1987). Otherwise, “[p]laintiffs would be\nable to convert the rule of qualified immunity . . . into a\nrule of virtually unqualified liability simply by alleging\nviolation of extremely abstract rights.” Id., at 639.\n    The panel majority misunderstood the “clearly estab-\nlished” analysis: It failed to identify a case where an of-\nficer acting under similar circumstances as Officer White\nwas held to have violated the Fourth Amendment. In-\nstead, the majority relied on Graham, Garner, and their\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                          Per Curiam\n\nCourt of Appeals progeny, which—as noted above—lay out\nexcessive-force principles at only a general level. Of\ncourse, “general statements of the law are not inherently\nincapable of giving fair and clear warning” to officers,\nUnited States v. Lanier, 520 U. S. 259, 271 (1997), but “in\nthe light of pre-existing law the unlawfulness must be\napparent,” Anderson v. Creighton, supra, at 640. For that\nreason, we have held that Garner and Graham do not\nby themselves create clearly established law outside\n“an obvious case.” Brosseau v. Haugen, 543 U. S. 194,\n199 (2004) (per curiam); see also Plumhoff v. Rickard,\n572 U. S. ___, ___ (2014) (slip op., at 13) (emphasiz-\ning that Garner and Graham “are ‘cast at a high level of\ngenerality’ ”).\n   This is not a case where it is obvious that there was a\nviolation of clearly established law under Garner and\nGraham. Of note, the majority did not conclude that\nWhite’s conduct—such as his failure to shout a warning—\nconstituted a run-of-the-mill Fourth Amendment violation.\nIndeed, it recognized that “this case presents a unique set\nof facts and circumstances” in light of White’s late arrival\non the scene. 814 F. 3d, at 1077. This alone should have\nbeen an important indication to the majority that White’s\nconduct did not violate a “clearly established” right.\nClearly established federal law does not prohibit a reason-\nable officer who arrives late to an ongoing police action in\ncircumstances like this from assuming that proper proce-\ndures, such as officer identification, have already been\nfollowed. No settled Fourth Amendment principle re-\nquires that officer to second-guess the earlier steps al-\nready taken by his or her fellow officers in instances like\nthe one White confronted here.\n   On the record described by the Court of Appeals, Officer\nWhite did not violate clearly established law. The Court\nnotes, however, that respondents contend Officer White\narrived on the scene only two minutes after Officers\n\u000c8                     WHITE v. PAULY\n\n                         Per Curiam\n\nTruesdale and Mariscal and more than three minutes\nbefore Daniel’s shots were fired. On the assumption that\nthe conduct of Officers Truesdale and Mariscal did not\nadequately alert the Paulys that they were police officers,\nrespondents suggest that a reasonable jury could infer\nthat White witnessed the other officers’ deficient perfor-\nmance and should have realized that corrective action was\nnecessary before using deadly force. Brief in Opposition\n11, 22, n. 5. This Court expresses no position on this\npotential alternative ground for affirmance, as it appears\nthat neither the District Court nor the Court of Appeals\npanel addressed it. The Court also expresses no opinion\non the question whether this ground was properly pre-\nserved or whether—in light of this Court’s holding today—\nOfficers Truesdale and Mariscal are entitled to qualified\nimmunity.\n  For the foregoing reasons, the petition for certiorari is\ngranted; the judgment of the Court of Appeals is vacated;\nand the case is remanded for further proceedings con-\nsistent with this opinion.\n                                           It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                    GINSBURG, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\nRAY WHITE, ET AL. v. DANIEL T. PAULY, AS PERSONAL \n\n   REPRESENTATIVE OF THE ESTATE OF SAMUEL \n\n           PAULY, DECEASED ET AL. \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE TENTH CIRCUIT\n\n              No. 16–67. Decided January 9, 2017\n\n\n   JUSTICE GINSBURG, concurring.\n   I join the Court’s opinion on the understanding that it\ndoes not foreclose the denial of summary judgment to\nOfficers Truesdale and Mariscal. See 814 F. 3d 1060,\n1068, 1073, 1074 (CA10 2016) (Court of Appeals empha-\nsized, repeatedly, that fact disputes exist on question\nwhether Truesdale and Mariscal “adequately identified\nthemselves” as police officers before shouting “Come out or\nwe’re coming in” (internal quotation marks omitted)).\nFurther, as to Officer White, the Court, as I comprehend\nits opinion, leaves open the propriety of denying summary\njudgment based on fact disputes over when Officer White\narrived at the scene, what he may have witnessed, and\nwhether he had adequate time to identify himself and\norder Samuel Pauly to drop his weapon before Officer\nWhite shot Pauly. Compare id., at 1080, with ante, at 8.\nSee also Civ. No. 12–1311 (D NM, Feb. 5, 2014), pp. 7, and\nn. 5, 9, App. to Pet. for Cert. 75–76, and n. 5, 77 (suggest-\ning that Officer White may have been on the scene when\nOfficers Truesdale and Mariscal threatened to invade the\nPauly home).\n\u000c",
	"cited_id": [
		3153112
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"Mullenix v. Luna, 577 U. S. ___, ___, n. (2015)"
	],
	"case_extract": [
		"Mullenix v. Luna, 577 U. S. ___, ___, n. (2015) (per curiam) (slip op., at 2, n.)"
	],
	"citing_sentence": "The District Court denied the officers’ motions for sum- mary judgment, and the facts are viewed in the light most favorable to the Paulys. Mullenix v. Luna, 577 U. S. ___, ___, n. (2015) (per curiam) (slip op., at 2, n.).",
	"citing_paragraph": "The District Court denied the officers’ motions for sum- mary judgment, and the facts are viewed in the light most favorable to the Paulys. Mullenix v. Luna, 577 U. S. ___, ___, n. (2015) (per curiam) (slip op., at 2, n.). Because this case concerns the defense of qualified immunity, however, the Court considers only the facts that were knowable to the defendant officers. Kingsley v. Hendrickson, 576 U. S. ___, ___ (2015) (slip op., at 9).",
	"relevant_keywords": [
		"summary judgment",
		"qualified immunity",
		"officer"
	],
	"query": [
		"\"qualified immunity\" AND \"summary judgment\" AND (police OR officer OR \"law enforcement officer\")",
		"\"qualified immunity\" AND \"summary judgment\" AND fact AND view AND favourable"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "qualified immunity",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "summary judgment",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "police"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "officer"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "law enforcement officer",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "qualified immunity",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "summary judgment",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "fact"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "view"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "favourable"
							}
						}
					]
				}
			}
		}
	]
}