{
	"id": 5,
	"case_id": 4164893,
	"case_title": "Bank of America Corp. v. Miami",
	"date_filed": "2017-05-01",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n BANK OF AMERICA CORP. ET AL. v. CITY OF MIAMI,\n\n                  FLORIDA \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE ELEVENTH CIRCUIT\n\n    No. 15–1111. Argued November 8, 2016—Decided May 1, 2017*\nThe City of Miami filed suit against Bank of America and Wells Fargo\n  (Banks), alleging violations of the Fair Housing Act (FHA or Act).\n  The FHA prohibits, among other things, racial discrimination in con-\n  nection with real-estate transactions, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§3604(b), 3605(a),\n  and permits any “aggrieved person” to file a civil damages action for\n  a violation of the Act, §§3613(a)(1)(A), (c)(1). The City’s complaints\n  charge that the Banks intentionally targeted predatory practices at\n  African-American and Latino neighborhoods and residents, lending\n  to minority borrowers on worse terms than equally creditworthy\n  nonminority borrowers and inducing defaults by failing to extend re-\n  financing and loan modifications to minority borrowers on fair terms.\n  The City alleges that the Banks’ discriminatory conduct led to a dis-\n  proportionate number of foreclosures and vacancies in majority-\n  minority neighborhoods, which impaired the City’s effort to assure\n  racial integration, diminished the City’s property-tax revenue, and\n  increased demand for police, fire, and other municipal services. The\n  District Court dismissed the complaints on the grounds that (1) the\n  harms alleged fell outside the zone of interests the FHA protects and\n  (2) the complaints failed to show a sufficient causal connection be-\n  tween the City’s injuries and the Banks’ discriminatory conduct. The\n  Eleventh Circuit reversed.\nHeld:\n     1. The City is an “aggrieved person” authorized to bring suit under\n  the FHA. In addition to satisfying constitutional standing require-\n——————\n  *Together with No. 15–1112, Wells Fargo \u0026 Co. et al. v. City of Mi-\nami, Florida, also on certiorari to the same court.\n\u000c2                 BANK OF AMERICA CORP. v. MIAMI\n\n                                   Syllabus\n\n    ments, see Spokeo, Inc. v. Robins, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, a plaintiff must\n    show that the statute grants the plaintiff the cause of action he or\n    she asserts. It is presumed that a statute ordinarily provides a cause\n    of action “only to plaintiffs whose interests ‘fall within the zone of in-\n    terests protected by the law invoked.’ ” Lexmark Int’l, Inc. v. Static\n    Control Components, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___.\n       The City’s claims of financial injury are, at the least, “arguably\n    within the zone of interests” the FHA protects. Association of Data\n    Processing Service Organizations, Inc. v. Camp, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108088\"\u003e\u003ca href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"\u003e\u003cspan class=\"volume\"\u003e397\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e150\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 153.\n    The FHA defines an “aggrieved person” as “any person who” either\n    “claims to have been injured by a discriminatory housing practice” or\n    believes that such an injury “is about to occur,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3602(i).\n    This Court has said that the definition of “person aggrieved” in the\n    original version of the FHA “showed ‘a congressional intention to de-\n    fine standing as broadly as is permitted by Article III of the Constitu-\n    tion,’ ” Trafficante v. Metropolitan Life Ins. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108640\"\u003e\u003ca href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"\u003e\u003cspan class=\"volume\"\u003e409\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e205\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 209;\n    and has held that the Act permits suit by parties similarly situated to\n    the City, see, e.g., Gladstone, Realtors v. Village of Bellwood, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110056\"\u003e\u003ca href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"\u003e\u003cspan class=\"volume\"\u003e441\u003c/span\u003e\n    \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (village alleging that it lost tax revenue and had the racial\n    balance of its community undermined by racial-steering practices).\n    Against the backdrop of those decisions, Congress did not materially\n    alter the definition of person “aggrieved” when it reenacted the cur-\n    rent version of the Act.\n       The Banks nonetheless contend that the definition sets boundaries\n    that fall short of those the Constitution sets. Even assuming that\n    some form of their argument is valid, this Court concludes that the\n    City’s financial injuries fall within the zone of interests that the FHA\n    protects. The City’s claims are similar in kind to those of the Village\n    of Bellwood, which the Court held in Gladstone, supra, could bring\n    suit under the FHA. The Court explained that the defendants’ dis-\n    criminatory conduct adversely affected the village by, among other\n    things, producing a “significant reduction in property values [that]\n    directly injures a municipality by diminishing its tax base, thus\n    threatening its ability to bear the costs of local government and to\n    provide services.” Id., at 110–111. The City’s alleged economic inju-\n    ries thus arguably fall within the FHA’s zone of interests, as this\n    Court has previously interpreted that statute. Stare decisis princi-\n    ples compel the Court’s adherence to those precedents, and principles\n    of statutory interpretation demand that the Court respect Congress’\n    decision to ratify those precedents when it reenacted the relevant\n    statutory text. Pp. 5–9.\n       2. The Eleventh Circuit erred in concluding that the complaints\n    met the FHA’s proximate-cause requirement based solely on the find-\n    ing that the City’s alleged financial injuries were foreseeable results\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  of the Banks’ misconduct. A claim for damages under the FHA is\n  akin to a “tort action,” Meyer v. Holley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"122256\"\u003e\u003ca href=\"/opinion/122256/meyer-v-holley/\"\u003e\u003cspan class=\"volume\"\u003e537\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e280\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 285, and is thus\n  subject to the common-law requirement that loss is attributable “ ‘to\n  the proximate cause, and not to any remote cause,’ ” Lexmark, 572\n  U. S., at ___. The proximate-cause analysis asks “whether the harm\n  alleged has a sufficiently close connection to the conduct the statute\n  prohibits.” Id., at ___. With respect to the FHA, foreseeability alone\n  does not ensure the required close connection. Nothing in the statute\n  suggests that Congress intended to provide a remedy for any foresee-\n  able result of an FHA violation, which may “ ‘cause ripples of harm to\n  flow ’ ” far beyond the defendant’s misconduct, Associated Gen. Con-\n  tractors of Cal., Inc. v. Carpenters, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110831\"\u003e\u003ca href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"\u003e\u003cspan class=\"volume\"\u003e459\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e519\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 534; and doing so\n  would risk “massive and complex damages litigation,” id., at 545.\n  Rather, proximate cause under the FHA requires “some direct rela-\n  tion between the injury asserted and the injurious conduct alleged.”\n  Holmes v. Securities Investors Protection Corporation, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112708\"\u003e\u003ca href=\"/opinion/112708/holmes-v-securities-investor-protection-corporation/\"\u003e\u003cspan class=\"volume\"\u003e503\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e258\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n  268. The Court has repeatedly applied directness principles to stat-\n  utes with “common-law foundations.” Anza v. Ideal Steel Supply\n  Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145652\"\u003e\u003ca href=\"/opinion/145652/anza-v-ideal-steel-supply-corp/\"\u003e\u003cspan class=\"volume\"\u003e547\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e451\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 457. “ ‘ The general tendency ’ ” in these cases,\n  “ ‘in regard to damages at least, is not to go beyond the first step.’ ”\n  Hemi Group, LLC v. City of New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1740\"\u003e\u003ca href=\"/opinion/1740/hemi-group-llc-v-city-of-new-york/\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 10. What falls\n  within that step depends in part on the “nature of the statutory cause\n  of action,” Lexmark, supra, at ___, and an assessment “ ‘ of what is\n  administratively possible and convenient, ’ ” Holmes, supra, at 268.\n      The Court declines to draw the precise boundaries of proximate\n  cause under the FHA, particularly where neither the Eleventh Cir-\n  cuit nor other courts of appeals have weighed in on the issue. In-\n  stead, the lower courts should define, in the first instance, the con-\n  tours of proximate cause under the FHA and decide how that\n  standard applies to the City’s claims for lost property-tax revenue\n  and increased municipal expenses. Pp. 10–12.\nNo. 15–1111, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1262\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, and No. 15–1112, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1258\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated\n and remanded.\n\n   BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS, J.,\nfiled an opinion concurring in part and dissenting in part, in which\nKENNEDY and ALITO, JJ., joined. GORSUCH, J., took no part in the con-\nsideration or decision of the cases.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                        Nos. 15–1111 and 15–1112\n                                  _________________\n\n\n     BANK OF AMERICA CORPORATION, ET AL.,\n                PETITIONERS\n15–1111              v.\n           CITY OF MIAMI, FLORIDA\n\n     WELLS FARGO \u0026 CO., ET AL., PETITIONERS\n15–1112               v.\n            CITY OF MIAMI, FLORIDA\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                                 [May 1, 2017]\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  The Fair Housing Act (FHA or Act) forbids\n    “discriminat[ing] against any person in the terms,\n    conditions, or privileges of sale or rental of a dwelling,\n    or in the provision of services or facilities in connec-\n    tion therewith, because of race . . . .” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n    §3604(b).\nIt further makes it unlawful for\n    “any person or other entity whose business includes\n    engaging in residential real estate-related transac-\n    tions to discriminate against any person in making\n    available such a transaction, or in the terms or condi-\n    tions of such a transaction, because of race . . . .”\n    §3605(a).\n\u000c2             BANK OF AMERICA CORP. v. MIAMI\n\n                      Opinion of the Court\n\nThe statute allows any “aggrieved person” to file a civil\naction seeking damages for a violation of the statute.\n§§3613(a)(1)(A), 3613(c)(1). And it defines an “aggrieved\nperson” to include “any person who . . . claims to have been\ninjured by a discriminatory housing practice.” §3602(i).\n   The City of Miami claims that two banks, Bank of Amer-\nica and Wells Fargo, intentionally issued riskier mortgages\non less favorable terms to African-American and Latino\ncustomers than they issued to similarly situated white,\nnon-Latino customers, in violation of §§3604(b) and\n3605(a). App. 185–197, 244–245, 350–362, 428. The City,\nin amended complaints, alleges that these discriminatory\npractices have (1) “adversely impacted the racial composi-\ntion of the City,” id., at 232, 416; (2) “impaired the City’s\ngoals to assure racial integration and desegregation,”\nibid.; (3) “frustrate[d] the City’s longstanding and active\ninterest in promoting fair housing and securing the bene-\nfits of an integrated community,” id., at 232–233, 416–417;\nand (4) disproportionately “cause[d] foreclosures and\nvacancies in minority communities in Miami,” id., at 229,\n413. Those foreclosures and vacancies have harmed the\nCity by decreasing “the property value of the foreclosed\nhome as well as the values of other homes in the neigh-\nborhood,” thereby (a) “reduc[ing] property tax revenues to\nthe City,” id., at 234, 418, and (b) forcing the City to spend\nmore on “municipal services that it provided and still must\nprovide to remedy blight and unsafe and dangerous condi-\ntions which exist at properties that were foreclosed as a\nresult of [the Banks’] illegal lending practices,” id., at\n233–234, 417. The City claims that those practices violate\nthe FHA and that it is entitled to damages for the listed\ninjuries.\n   The Banks respond that the complaints do not set forth\na cause of action for two basic reasons. First, they contend\nthat the City’s claimed harms do not “arguably” fall within\nthe “zone of interests” that the statute seeks to protect,\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\nAssociation of Data Processing Service Organizations, Inc.\nv. Camp, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108088\"\u003e\u003ca href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"\u003e\u003cspan class=\"volume\"\u003e397\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e150\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 153 (1970); hence, the City is not\nan “aggrieved person” entitled to sue under the Act,\n§3602(i). Second, they say that the complaint fails to draw\na “proximate-cause” connection between the violation\nclaimed and the harm allegedly suffered. In their view,\neven if the City proves the violations it charges, the dis-\ntance between those violations and the harms the City\nclaims to have suffered is simply too great to entitle the\nCity to collect damages.\n   We hold that the City’s claimed injuries fall within the\nzone of interests that the FHA arguably protects. Hence,\nthe City is an “aggrieved person” able to bring suit under\nthe statute. We also hold that, to establish proximate\ncause under the FHA, a plaintiff must do more than show\nthat its injuries foreseeably flowed from the alleged statu-\ntory violation. The lower court decided these cases on the\ntheory that foreseeability is all that the statute requires,\nso we vacate and remand for further proceedings.\n                             I\n  In 2013, the City of Miami brought lawsuits in federal\ncourt against two banks, Bank of America and Wells\nFargo. The City’s complaints charge that the Banks dis-\ncriminatorily imposed more onerous, and indeed “preda-\ntory,” conditions on loans made to minority borrowers than\nto similarly situated nonminority borrowers. App. 185–\n197, 350–362.      Those “predatory” practices included,\namong others, excessively high interest rates, unjustified\nfees, teaser low-rate loans that overstated refinancing\nopportunities, large prepayment penalties, and—when\ndefault loomed—unjustified refusals to refinance or modify\nthe loans. Id., at 225, 402. Due to the discriminatory\nnature of the Banks’ practices, default and foreclosure\nrates among minority borrowers were higher than among\notherwise similar white borrowers and were concentrated\n\u000c4            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of the Court\n\nin minority neighborhoods. Id., at 225–232, 408–415.\nHigher foreclosure rates lowered property values and\ndiminished property-tax revenue. Id., at 234, 418. Higher\nforeclosure rates—especially when accompanied by vacan-\ncies—also increased demand for municipal services, such\nas police, fire, and building and code enforcement services,\nall needed “to remedy blight and unsafe and dangerous\nconditions” that the foreclosures and vacancies generate.\nId., at 238–240, 421–423. The complaints describe statis-\ntical analyses that trace the City’s financial losses to the\nBanks’ discriminatory practices. Id., at 235–237; 419–420.\n   The District Court dismissed the complaints on the\ngrounds that (1) the harms alleged, being economic and\nnot discriminatory, fell outside the zone of interests the\nFHA protects; (2) the complaints fail to show a sufficient\ncausal connection between the City’s injuries and the\nBanks’ discriminatory conduct; and (3) the complaints fail\nto allege unlawful activity occurring within the Act’s 2-\nyear statute of limitations. The City then filed amended\ncomplaints (the complaints now before us) and sought\nreconsideration. The District Court held that the amended\ncomplaints could solve only the statute of limitations\nproblem.      It consequently declined to reconsider the\ndismissals.\n   The Court of Appeals reversed the District Court. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1262\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA11 2015); \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1258\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA11 2015). It\nheld that the City’s injuries fall within the “zone of inter-\nests,” Lexmark Int’l, Inc. v. Static Control Components,\nInc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 10), that the\nFHA protects. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1274–1275, 1277 (relying on\nTrafficante v. Metropolitan Life Ins. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108640\"\u003e\u003ca href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"\u003e\u003cspan class=\"volume\"\u003e409\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e205\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1972); Gladstone, Realtors v. Village of Bellwood, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110056\"\u003e\u003ca href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"\u003e\u003cspan class=\"volume\"\u003e441\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1979); and Havens Realty Corp. v. Coleman, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110654\"\u003e\u003ca href=\"/opinion/110654/havens-realty-corp-v-coleman/\"\u003e\u003cspan class=\"volume\"\u003e455\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e363\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1982)); \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1266–1267 (similar). It\nadded that the complaints adequately allege proximate\ncause. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1278; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1267. And it\n\u000c                  Cite as: 581 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\nremanded the cases while ordering the District Court to\naccept the City’s complaints as amended. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n1286; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1267.\n  The Banks filed petitions for certiorari, asking us to\ndecide whether, as the Court of Appeals had in effect held,\nthe amended complaints satisfied the FHA’s zone-of-\ninterests and proximate-cause requirements. We agreed\nto do so.\n                              II\n   To satisfy the Constitution’s restriction of this Court’s\njurisdiction to “Cases” and “Controversies,” Art. III, §2, a\nplaintiff must demonstrate constitutional standing. To do\nso, the plaintiff must show an “injury in fact” that is “fairly\ntraceable” to the defendant’s conduct and “that is likely\nto be redressed by a favorable judicial decision.” Spokeo,\nInc. v. Robins, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip op., at 6)\n(citing Lujan v. Defenders of Wildlife, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112747\"\u003e\u003ca href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"\u003e\u003cspan class=\"volume\"\u003e504\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e555\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 560–\n561 (1992)). This Court has also referred to a plaintiff ’s\nneed to satisfy “prudential” or “statutory” standing re-\nquirements. See Lexmark, 572 U. S., at ___–___, and n. 4\n(slip op., at 6–9, and n. 4). In Lexmark, we said that the\nlabel “ ‘prudential standing’ ” was misleading, for the re-\nquirement at issue is in reality tied to a particular statute.\nIbid. The question is whether the statute grants the\nplaintiff the cause of action that he asserts. In answering\nthat question, we presume that a statute ordinarily pro-\nvides a cause of action “only to plaintiffs whose interests\nfall within the zone of interests protected by the law in-\nvoked.” Id., at ___ (slip op., at 10) (internal quotation\nmarks omitted). We have added that “[w]hether a plaintiff\ncomes within ‘the zone of interests’ is an issue that re-\nquires us to determine, using traditional tools of statutory\ninterpretation, whether a legislatively conferred cause of\naction encompasses a particular plaintiff ’s claim.” Id.,\nat ___ (slip op., at 8) (some internal quotation marks\n\u000c6             BANK OF AMERICA CORP. v. MIAMI\n\n                      Opinion of the Court\n\nomitted).\n   Here, we conclude that the City’s claims of financial\ninjury in their amended complaints—specifically, lost tax\nrevenue and extra municipal expenses—satisfy the “cause-\nof-action” (or “prudential standing”) requirement. To use\nthe language of Data Processing, the City’s claims of in-\njury it suffered as a result of the statutory violations are, at\nthe least, “arguably within the zone of interests” that the\nFHA protects. 397 U. S., at 153 (emphasis added).\n   The FHA permits any “aggrieved person” to bring a\nhousing-discrimination lawsuit. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3613(a). The\nstatute defines “aggrieved person” as “any person who”\neither “claims to have been injured by a discriminatory\nhousing practice” or believes that such an injury “is about\nto occur.” §3602(i).\n   This Court has repeatedly written that the FHA’s defi-\nnition of person “aggrieved” reflects a congressional intent\nto confer standing broadly. We have said that the defini-\ntion of “person aggrieved” in the original version of the\nFHA, §810(a), 82 Stat. 85, “showed ‘a congressional inten-\ntion to define standing as broadly as is permitted by Arti-\ncle III of the Constitution.’ ” Trafficante, supra, at 209\n(quoting Hackett v. McGuire Brothers, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"297797\"\u003e\u003ca href=\"/opinion/297797/ozzie-hackett-v-mcguire-brothers-inc-and-local-union-no-187/\"\u003e\u003cspan class=\"volume\"\u003e445\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e442\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n446 (CA3 1971)); see Gladstone, supra, at 109 (similar);\nHavens Realty, supra, at 372, 375–376 (similar); see also\nThompson v. North American Stainless, LP, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e562\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e170\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n176 (2011) (“Later opinions, we must acknowledge, reiter-\nate that the term ‘aggrieved’ [in the FHA] reaches as far\nas Article III permits”); Bennett v. Spear, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118096\"\u003e\u003ca href=\"/opinion/118096/bennett-v-spear/\"\u003e\u003cspan class=\"volume\"\u003e520\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e154\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n165–166 (1997) (“[Trafficante] held that standing was\nexpanded to the full extent permitted under Article III by\n§810(a) of the Civil Rights Act of 1968”).\n   Thus, we have held that the Act allows suits by white\ntenants claiming that they were deprived benefits from\ninterracial associations when discriminatory rental prac-\ntices kept minorities out of their apartment complex,\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nTrafficante, 409 U. S., at 209–212; a village alleging that it\nlost tax revenue and had the racial balance of its commu-\nnity undermined by racial-steering practices, Gladstone,\n441 U. S., at 110–111; and a nonprofit organization that\nspent money to combat housing discrimination, Havens\nRealty, 455 U. S., at 379. Contrary to the dissent’s view,\nthose cases did more than “sugges[t]” that plaintiffs simi-\nlarly situated to the City have a cause of action under the\nFHA. Post, at 5. They held as much. And the dissent is\nwrong to say that we characterized those cases as resting\non “ill-considered dictum.” Post, at 4 (quoting Thompson,\nsupra, at 176). The “dictum” we cast doubt on in Thomp-\nson addressed who may sue under Title VII, the employ-\nment discrimination statute, not under the FHA.\n   Finally, in 1988, when Congress amended the FHA, it\nretained without significant change the definition of “per-\nson aggrieved” that this Court had broadly construed.\nCompare §810(a), 82 Stat. 85, with §5(b), 102 Stat. 1619–\n1620 (codified at \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3602(i)) (changing “person\naggrieved” to “aggrieved person” and making other minor\nchanges to the definition). Indeed, Congress “was aware\nof ” our precedent and “made a considered judgment to\nretain the relevant statutory text,” Texas Dept. of Housing\nand Community Affairs v. Inclusive Communities Project,\nInc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at 13). See H. R.\nRep. No. 100–711, p. 23 (1988) (stating that the “bill\nadopts as its definition language similar to that contained\nin Section 810 of existing law, as modified to reaffirm the\nbroad holdings of these cases” and discussing Gladstone\nand Havens Realty); cf. Lorillard v. Pons, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109777\"\u003e\u003ca href=\"/opinion/109777/lorillard-v-pons/\"\u003e\u003cspan class=\"volume\"\u003e434\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e575\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n580 (1978) (Congress normally adopts our interpretations\nof statutes when it reenacts those statute without change).\n   The Banks do not deny the broad reach of the words\n“aggrieved person” as defined in the FHA. But they do\ncontend that those words nonetheless set boundaries that\nfall short of those the Constitution sets. Brief for Petition-\n\u000c8            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of the Court\n\ners in No. 15–1112, p. 12 (Brief for Wells Fargo); Brief for\nPetitioners in No. 15–1111, pp. 19–20 (Brief for Bank of\nAmerica). The Court’s language in Trafficante, Gladstone,\nand Havens Realty, they argue, was exaggerated and\nunnecessary to decide the cases then before the Court.\nSee Brief for Wells Fargo 19–23; Brief for Bank of America\n27–33. Moreover, they warn that taking the Court’s words\nliterally—providing everyone with constitutional standing\na cause of action under the FHA—would produce a legal\nanomaly. After all, in Thompson, 562 U. S., at 175–177,\nwe held that the words “ ‘person claiming to be aggrieved’ ”\nin Title VII of the Civil Rights Act of 1964, the employ-\nment discrimination statute, did not stretch that statute’s\nzone of interest to the limits of Article III. We reasoned\nthat such an interpretation would produce farfetched\nresults, for example, a shareholder in a company could\nbring a Title VII suit against the company for discrimina-\ntorily firing an employee. Ibid. The Banks say it would be\nsimilarly farfetched if restaurants, plumbers, utility com-\npanies, or any other participant in the local economy could\nsue the Banks to recover business they lost when people\nhad to give up their homes and leave the neighborhood as\na result of the Banks’ discriminatory lending practices.\nBrief for Wells Fargo 18–19; Brief for Bank of America 22,\n24–25. That, they believe, cannot have been the intent of\nthe Congress that enacted or amended the FHA.\n   We need not discuss the Banks’ argument at length, for\neven if we assume for argument’s sake that some form of it\nis valid, we nonetheless conclude that the City’s financial\ninjuries fall within the zone of interests that the FHA\nprotects. Our case law with respect to the FHA drives\nthat conclusion. The City’s complaints allege that the\nBanks “intentionally targeted predatory practices at African-\nAmerican and Latino neighborhoods and residents,” App.\n225; id., at 409 (similar). That unlawful conduct led\nto a “concentration” of “foreclosures and vacancies” in\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nthose neighborhoods. Id., at 226, 229, 410, 413. Those\nconcentrated “foreclosures and vacancies” caused “stagna-\ntion and decline in African-American and Latino neigh-\nborhoods.” Id., at 225, 409. They hindered the City’s\nefforts to create integrated, stable neighborhoods. Id., at\n186, 351. And, highly relevant here, they reduced prop-\nerty values, diminishing the City’s property-tax revenue and\nincreasing demand for municipal services. Id., at 233–\n234, 417.\n   Those claims are similar in kind to the claims the Vil-\nlage of Bellwood raised in Gladstone. There, the plaintiff\nvillage had alleged that it was “ ‘injured by having [its]\nhousing market . . . wrongfully and illegally manipulated\nto the economic and social detriment of the citizens of [the]\nvillage.’ ” 441 U. S., at 95 (quoting the complaint; altera-\ntions in original). We held that the village could bring\nsuit. We wrote that the complaint in effect alleged that\nthe defendant-realtors’ racial steering “affect[ed] the\nvillage’s racial composition,” “reduce[d] the total number\nof buyers in the Bellwood housing market,” “precipitate[d]\nan exodus of white residents,” and caused “prices [to] be\ndeflected downward.” Id., at 110. Those circumstances\nadversely affected the village by, among other things,\nproducing a “significant reduction in property values [that]\ndirectly injures a municipality by diminishing its tax base,\nthus threatening its ability to bear the costs of local gov-\nernment and to provide services.” Id., at 110–111 (empha-\nsis added).\n   The upshot is that the City alleges economic injuries\nthat arguably fall within the FHA’s zone of interests, as\nwe have previously interpreted that statute. Principles of\nstare decisis compel our adherence to those precedents in\nthis context. And principles of statutory interpretation\nrequire us to respect Congress’ decision to ratify those\nprecedents when it reenacted the relevant statutory text.\nSee supra, at 7.\n\u000c10            BANK OF AMERICA CORP. v. MIAMI\n\n                      Opinion of the Court \n\n\n                               III\n\n   The remaining question is one of causation: Did the\nBanks’ allegedly discriminatory lending practices proxi-\nmately cause the City to lose property-tax revenue and\nspend more on municipal services? The Eleventh Circuit\nconcluded that the answer is “yes” because the City plau-\nsibly alleged that its financial injuries were foreseeable\nresults of the Banks’ misconduct. We conclude that fore-\nseeability alone is not sufficient to establish proximate\ncause under the FHA, and therefore vacate the judgment\nbelow.\n   It is a “ ‘well established principle of [the common] law\nthat in all cases of loss, we are to attribute it to the proxi-\nmate cause, and not to any remote cause.’ ” Lexmark, 572\nU. S., at ___ (slip op., at 13). We assume Congress “is\nfamiliar with the common-law rule and does not mean to\ndisplace it sub silentio” in federal causes of action. Ibid. A\nclaim for damages under the FHA—which is akin to a\n“tort action,” Meyer v. Holley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"122256\"\u003e\u003ca href=\"/opinion/122256/meyer-v-holley/\"\u003e\u003cspan class=\"volume\"\u003e537\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e280\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 285 (2003)—is\nno exception to this traditional requirement. “Proximate-\ncause analysis is controlled by the nature of the statutory\ncause of action. The question it presents is whether the\nharm alleged has a sufficiently close connection to the\nconduct the statute prohibits.” Lexmark, supra, at ___\n(slip op., at 14).\n   In these cases, the “conduct the statute prohibits” con-\nsists of intentionally lending to minority borrowers on\nworse terms than equally creditworthy nonminority bor-\nrowers and inducing defaults by failing to extend refinanc-\ning and loan modifications to minority borrowers on fair\nterms. The City alleges that the Banks’ misconduct led to\na disproportionate number of foreclosures and vacancies in\nspecific Miami neighborhoods. These foreclosures and\nvacancies purportedly harmed the City, which lost property-\ntax revenue when the value of the properties in those\nneighborhoods fell and was forced to spend more on mu-\n\u000c                 Cite as: 581 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\nnicipal services in the affected areas.\n  The Eleventh Circuit concluded that the City adequately\npleaded that the Banks’ misconduct proximately caused\nthese financial injuries. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1282. The court\nheld that in the context of the FHA “the proper standard”\nfor proximate cause “is based on foreseeability.” Id., at\n1279, 1282. The City, it continued, satisfied that element:\nAlthough there are “several links in the causal chain”\nbetween the charged discriminatory lending practices and\nthe claimed losses, the City plausibly alleged that “none\nare unforeseeable.” Id., at 1282.\n  We conclude that the Eleventh Circuit erred in holding\nthat foreseeability is sufficient to establish proximate\ncause under the FHA. As we have explained, proximate\ncause “generally bars suits for alleged harm that is ‘too\nremote’ from the defendant’s unlawful conduct.” Lexmark,\nsupra, at ___ (slip op., at 14). In the context of the FHA,\nforeseeability alone does not ensure the close connection\nthat proximate cause requires. The housing market is\ninterconnected with economic and social life. A violation\nof the FHA may, therefore, “ ‘be expected to cause ripples\nof harm to flow’ ” far beyond the defendant’s misconduct.\nAssociated Gen. Contractors of Cal., Inc. v. Carpenters, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110831\"\u003e\u003ca href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"\u003e\u003cspan class=\"volume\"\u003e459\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e519\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 534 (1983). Nothing in the statute suggests\nthat Congress intended to provide a remedy wherever\nthose ripples travel. And entertaining suits to recover\ndamages for any foreseeable result of an FHA violation\nwould risk “massive and complex damages litigation.” Id.,\nat 545.\n  Rather, proximate cause under the FHA requires “some\ndirect relation between the injury asserted and the injuri-\nous conduct alleged.” Holmes v. Securities Investors Pro-\ntection Corporation, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112708\"\u003e\u003ca href=\"/opinion/112708/holmes-v-securities-investor-protection-corporation/\"\u003e\u003cspan class=\"volume\"\u003e503\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e258\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 268 (1992). A damages\nclaim under the statute “is analogous to a number of tort\nactions recognized at common law,” Curtis v. Loether, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108968\"\u003e\u003ca href=\"/opinion/108968/curtis-v-loether/\"\u003e\u003cspan class=\"volume\"\u003e415\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e189\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 195 (1974), and we have repeatedly applied\n\u000c12           BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of the Court\n\ndirectness principles to statutes with “common-law foun-\ndations,” Anza v. Ideal Steel Supply Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145652\"\u003e\u003ca href=\"/opinion/145652/anza-v-ideal-steel-supply-corp/\"\u003e\u003cspan class=\"volume\"\u003e547\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e451\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n457 (2006). “ ‘The general tendency’ ” in these cases, “ ‘in\nregard to damages at least, is not to go beyond the first\nstep.’ ” Hemi Group, LLC v. City of New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1740\"\u003e\u003ca href=\"/opinion/1740/hemi-group-llc-v-city-of-new-york/\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n10 (2010). What falls within that “first step” depends in\npart on the “nature of the statutory cause of action,”\nLexmark, supra, at ___ (slip op., at 14), and an assessment\n“ ‘of what is administratively possible and convenient,’ ”\nHolmes, supra, at 268.\n    The parties have asked us to draw the precise bounda-\nries of proximate cause under the FHA and to determine\non which side of the line the City’s financial injuries fall.\nWe decline to do so. The Eleventh Circuit grounded its\ndecision on the theory that proximate cause under the\nFHA is “based on foreseeability” alone. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1282.\nWe therefore lack the benefit of its judgment on how the\ncontrary principles we have just stated apply to the FHA.\nNor has any other court of appeals weighed in on the\nissue. The lower courts should define, in the first in-\nstance, the contours of proximate cause under the FHA\nand decide how that standard applies to the City’s claims\nfor lost property-tax revenue and increased municipal\nexpenses.\n                            IV\n  The judgments of the Court of Appeals for the Eleventh\nCircuit are vacated, and the cases are remanded for fur-\nther proceedings consistent with this opinion.\n\n                                             It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of these cases.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                    Opinion of THOMAS, J.\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 15–1111 and 15–1112\n                         _________________\n\n\n     BANK OF AMERICA CORPORATION, ET AL.,\n                PETITIONERS\n15–1111              v.\n           CITY OF MIAMI, FLORIDA\n\n     WELLS FARGO \u0026 CO., ET AL., PETITIONERS\n15–1112               v.\n            CITY OF MIAMI, FLORIDA\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                         [May 1, 2017]\n\n  JUSTICE THOMAS, with whom JUSTICE KENNEDY and\nJUSTICE ALITO join, concurring in part and dissenting in\npart.\n  These cases arise from lawsuits filed by the city of Mi-\nami alleging that residential mortgage lenders engaged in\ndiscriminatory lending practices in violation of the Fair\nHousing Act (FHA). The FHA prohibits “discrimination”\nagainst “any person” because of “race, color, religion, sex,\nhandicap, familial status, or national origin” with respect\nto the “sale or rental” of “a dwelling.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3604;\naccord, §3605(a); §3606. Miami’s complaints do not allege\nthat any defendant discriminated against it within the\nmeaning of the FHA. Neither is Miami attempting to\nbring a lawsuit on behalf of its residents against whom\npetitioners allegedly discriminated.      Rather, Miami’s\ntheory is that, between 2004 and 2012, petitioners’ alleg-\nedly discriminatory mortgage-lending practices led to\ndefaulted loans, which led to foreclosures, which led to\n\u000c2             BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nvacant houses, which led to decreased property values,\nwhich led to reduced property taxes and urban blight. See\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1262\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1268 (CA11 2015); \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1258\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1266\n(CA11 2015). Miami seeks damages from the lenders for\nreduced property tax revenues and for the cost of in-\ncreased municipal services—“police, firefighters, building\ninspectors, debris collectors, and others”—deployed to\nattend to the blighted areas. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1269; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat 1263.\n  The Court today holds that Congress intended to remedy\nthose kinds of injuries when it enacted the FHA, but\nleaves open the question whether Miami sufficiently al-\nleged that the discriminatory lending practices caused its\ninjuries. For the reasons explained below, I would hold\nthat Miami’s injuries fall outside the FHA’s zone of inter-\nests. I would also hold that, in any event, Miami’s alleged\ninjuries are too remote to satisfy the FHA’s proximate-\ncause requirement.\n                                I\n   A plaintiff seeking to bring suit under a federal statute\nmust show not only that he has standing under Article III,\nante, at 5, but also that his “complaint fall[s] within the\nzone of interests protected by the law” he invokes,\nLexmark Int’l, Inc. v. Static Control Components, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 7) (internal quotation\nmarks omitted). The zone-of-interests requirement is\n“root[ed]” in the “common-law rule” providing that a plain-\ntiff may “recover under the law of negligence for injuries\ncaused by violation of a statute” only if “the statute ‘is\ninterpreted as designed to protect the class of persons in\nwhich the plaintiff is included, against the risk of the type\nof harm which has in fact occurred as a result of its viola-\ntion.’ ” Id., at ___, n. 5 (slip op., at 11, n. 5) (quoting W.\nKeeton, D. Dobbs, R. Keeton, \u0026 D. Owen, Prosser and\nKeeton on Law of Torts §36, pp. 229–230 (5th ed. 1984)).\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                    Opinion of THOMAS, J.\n\n   We have “made clear” that “Congress is presumed to\nlegislate against the background” of that common-law\nrule. Lexmark, 572 U. S., at ___ (slip op., at 10) (internal\nquotation marks omitted). We thus apply it “to all statu-\ntorily created causes of action . . . unless it is expressly\nnegated.”    Ibid. (emphasis added; internal quotation\nmarks omitted). “Whether a plaintiff comes within the\nzone of interests is an issue that requires us to determine,\nusing traditional tools of statutory interpretation, whether\na legislatively conferred cause of action encompasses a\nparticular plaintiff ’s claim.” Id., at ___ (slip op., at 8)\n(internal quotation marks omitted).\n                             A\n   Nothing in the text of the FHA suggests that Congress\nintended to deviate from the zone-of-interests limitation.\nThe statute’s private-enforcement mechanism provides\nthat only an “aggrieved person” may sue, §3613(a)(1)(A),\nand the statute defines “aggrieved person” to mean some-\none who “claims to have been injured by a discriminatory\nhousing practice” or who believes he “will be injured by a\ndiscriminatory housing practice that is about to occur,”\n§§3602(i)(1), (2). That language does not hint—much less\nexpressly provide—that Congress sought to depart from\nthe common-law rule.\n   We have considered similar language in other statutes\nand reached the same conclusion. In Thompson v. North\nAmerican Stainless, LP, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e562\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e170\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2011), for example,\nwe considered Title VII’s private-enforcement provision,\nwhich provides that “ ‘a person claiming to be aggrieved’ ”\nmay file an employment discrimination charge with the\nEqual Employment Opportunity Commission. Id., at 173\n(quoting §2000e–5(b)). We unanimously concluded that\nCongress did not depart from the zone-of-interests limita-\ntion in Title VII by using that language. Id., at 175–178.\nAnd in Lexmark, we interpreted a provision of the Lan-\n\u000c4             BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nham Act that permitted “any person who believes that he\nor she is likely to be damaged by a defendant’s false adver-\ntising” to sue. 572 U. S., at ___ (slip op., at 10) (internal\nquotation marks omitted). Even when faced with the\nbroader “any person” language, we expressly rejected the\nargument that the statute conferred a cause of action upon\nanyone claiming an Article III injury in fact. We observed\nthat it was unlikely that “Congress meant to allow all\nfactually injured plaintiffs to recover,” and we concluded\nthat the zone-of-interests test was the “appropriate tool for\ndetermining who may invoke the cause of action” under\nthe statute. Id., at ___, ___ (slip op., at 10, 11) (internal\nquotation marks omitted).\n   To be sure, some language in our older precedents sug-\ngests that the FHA’s zone of interests extends to the limits\nof Article III. See Trafficante v. Metropolitan Life Ins. Co.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108640\"\u003e\u003ca href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"\u003e\u003cspan class=\"volume\"\u003e409\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e205\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 209 (1972); Gladstone, Realtors v. Village of\nBellwood, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110056\"\u003e\u003ca href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"\u003e\u003cspan class=\"volume\"\u003e441\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 109 (1979); Havens Realty Corp. v.\nColeman, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110654\"\u003e\u003ca href=\"/opinion/110654/havens-realty-corp-v-coleman/\"\u003e\u003cspan class=\"volume\"\u003e455\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e363\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 372 (1982). But we have since\ndescribed that language as “ill-considered” dictum leading\nto “absurd consequences.” Thompson, 562 U. S., at 176.\nAnd we have observed that the “holdings of those cases are\ncompatible with the “ ‘zone of interests’ limitation” de-\nscribed in Thompson. Ibid. That limitation provides that\na plaintiff may not sue when his “interests are so margin-\nally related to or inconsistent with the purposes implicit in\nthe statute that it cannot be assumed that Congress in-\ntended to permit the suit.” Id., at 178 (internal quotation\nmarks omitted). It thus “exclud[es] plaintiffs who might\ntechnically be injured in an Article III sense but whose\ninterests are unrelated to the statutory prohibitions.”\nIbid.\n                            B\n  In my view, Miami’s asserted injuries are “so marginally\nrelated to or inconsistent with the purposes” of the FHA\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                     Opinion of THOMAS, J.\n\nthat they fall outside the zone of interests. Here, as in any\nother case, the text of the FHA defines the zone of inter-\nests that the statute protects. See Lexmark, supra, at ___\n(slip op., at 9). The FHA permits “[a]n aggrieved person”\nto sue, §3613(a)(1)(A), if he “claims to have been injured by\na discriminatory housing practice” or believes that he “will\nbe injured by a discriminatory housing practice that is\nabout to occur,” §§3602(i)(1), (2) (emphasis added). Specif-\nically, the FHA makes it unlawful to do any of the follow-\ning on the basis of “race, color, religion, sex, handicap,\nfamilial status, or national origin”: “refuse to sell or rent\n. . . a dwelling,” §3604(a); discriminate in the “terms,\nconditions, or privileges of sale or rental of a dwelling, or\nin the provision of services or facilities in connection\ntherewith,” §3604(b); “make, print, or publish . . . any\nnotice, statement, or advertisement, with respect to the\nsale or rental of a dwelling that indicates any preference,\nlimitation, or discrimination,” §3604(c); “represent to any\nperson . . . that any dwelling is not available for inspec-\ntion, sale, or rental when such dwelling is in fact so avail-\nable,” §3604(d); “induce any person to sell or rent any\ndwelling by representations regarding the entry or pro-\nspective entry into the neighborhood of a person or per-\nsons of ” certain characteristics, §3604(e); or discriminate\nin the provision of real estate or brokerage services,\n§§3605, 3606. The quintessential “aggrieved person” in\ncases involving violations of the FHA is a prospective\nhome buyer or lessee discriminated against during the\nhome-buying or leasing process. Our cases have also\nsuggested that the interests of a person who lives in a\nneighborhood or apartment complex that remains segre-\ngated (or that risks becoming segregated) as a result of a\ndiscriminatory housing practice may be arguably within\nthe outer limit of the interests the FHA protects. See\nTrafficante, supra, at 211 (concluding that one purpose of\nthe FHA was to promote “truly integrated and balanced\n\u000c6            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nliving patterns” (internal quotation marks omitted)).\n   Miami’s asserted injuries are not arguably related to the\ninterests the statute protects. Miami asserts that it re-\nceived “reduced property tax revenues,” App. 233, 417, and\nthat it was forced to spend more money on “municipal\nservices that it provided and still must provide to remedy\nblight and unsafe and dangerous conditions,” id., at 417;\nsee also ante, at 2. The city blames these expenditures on\nthe falling property values and vacant homes that resulted\nfrom foreclosures. But nothing in the text of the FHA\nsuggests that Congress was concerned about decreased\nproperty values, foreclosures, and urban blight, much less\nabout strains on municipal budgets that might follow.\n   Miami’s interests are markedly distinct from the inter-\nests this Court confronted in Trafficante, Gladstone, and\nHavens. In Trafficante, one white and one black tenant of\nan apartment complex sued on the ground that the com-\nplex discriminated against nonwhite rental applicants.\n409 U. S., at 206–208. They argued that this discrimina-\ntion deprived them of the social and economic benefits of\nliving in an integrated community. Id., at 208. In Glad-\nstone, residents in a village sued based on alleged discrim-\nination in the home-buying process. 441 U. S., at 93–95.\nThey contended that white home buyers were steered\naway from a racially integrated neighborhood and toward\nan all-white neighborhood, whereas black home buyers\nwere steered away from the all-white neighborhood and\ntoward the integrated neighborhood. Id., at 95. The\nplaintiffs thus alleged that they were “denied their right to\nselect housing without regard to race.” Ibid. (internal\nquotation marks omitted). The village also sued, alleging\nthat the FHA violations were affecting its “racial composi-\ntion, replacing what is presently an integrated neighbor-\nhood with a segregated one” and that its budget was\nstrained from resulting lost tax revenues. Id., at 110.\nFinally, in Havens, one white and one black plaintiff sued\n\u000c                  Cite as: 581 U. S. ____ (2017)             7\n\n                     Opinion of THOMAS, J.\n\nafter having posed as “testers,” for the purpose of “collect-\ning evidence of unlawful steering practices.” 455 U. S., at\n373. According to their complaint, the owner of an apart-\nment complex had told the white plaintiff that apartments\nwere available, but had told the black plaintiff that\napartments were not. Id., at 368. The Court held that the\nwhite plaintiff could not sue, because he had been provided\ntruthful information, but that the black plaintiff could sue,\nbecause the FHA requires truthful information about\nhousing without regard to race. Id., at 374–375. In all\nthree of these cases, the plaintiffs claimed injuries based\non racial steering and segregation—interests that, under\nthis Court’s precedents, at least arguably fall within the\nzone of interests that the FHA protects.\n  Miami’s asserted injuries implicate none of those inter-\nests. Miami does not assert that it was injured based on\nefforts by the lenders to steer certain residents into one\nneighborhood rather than another. Miami does not even\nassert that it was injured because its neighborhoods were\nsegregated. Miami therefore is not, as the majority de-\nscribes, “similarly situated” to the plaintiffs in Trafficante,\nGladstone, and Havens. Ante, at 7. Rather, Miami asserts\ninjuries allegedly resulting from foreclosed-upon and then\nvacant homes. The FHA’s zone of interests is not so ex-\npansive as to include those kinds of injuries.\n                             C\n  The Court today reaches the opposite conclusion, resting\nentirely on the brief mention in Gladstone of the village’s\nasserted injury of reduced tax revenues, and on principles\nof stare decisis. See ante, at 9. I do not think Gladstone\ncompels the conclusion the majority reaches. Unlike these\ncases, Gladstone involved injuries to interests in “racial\nbalance and stability,” 441 U. S., at 111, which, our cases\nhave suggested, arguably fall within the zone of interests\nprotected by the FHA, see supra, at 6. The fact that the\n\u000c8            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nvillage plaintiff asserted a budget-related injury in addi-\ntion to its racial-steering injury does not mean that a city\nalleging only a budget-related injury is authorized to sue.\nA budget-related injury might be necessary to establish a\nsufficiently concrete and particularized injury for purposes\nof Article III, but it is not sufficient to satisfy the FHA’s\nzone-of-interests limitation.\n   Although the Court’s reliance on Gladstone is misplaced,\nits opinion today is notable primarily for what it does not\nsay. First, the Court conspicuously does not reaffirm the\nbroad language from Trafficante, Gladstone, and Havens\nsuggesting that Congress intended to permit any person\nwith Article III standing to sue under the FHA. The Court\nof Appeals felt bound by that language, see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e800\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n1277; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e801\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1266, and we granted review, despite\nthe absence of a circuit conflict, to decide whether the\nlanguage survived Thompson and Lexmark, see Brief for\nPetitioner in No. 15–1111, p. i (“By limiting suit to ‘ag-\ngrieved person[s],’ did Congress require that an FHA\nplaintiff plead more than just Article III injury-in-fact?”);\nBrief for Petitioner in No. 15–1112, p. i (“Whether the\nterm ‘aggrieved’ in the Fair Housing Act imposes a zone-\nof-interests requirement more stringent than the injury-in-\nfact requirement of Article III”). Today’s opinion avoids\nthose questions presented and thus cannot be read as\nretreating from our more recent precedents on the zone-of-\ninterests limitation.\n   Second, the Court does not reject the lenders’ arguments\nabout many other kinds of injuries that fall outside of the\nFHA’s zone of interests. We explained in Thompson that\nan expansive reading of Title VII’s zone of interests would\nallow a shareholder “to sue a company for firing a valuable\nemployee for racially discriminatory reasons, so long as he\ncould show that the value of his stock decreased as a\nconsequence.” 562 U. S., at 177. Petitioners similarly\nargue that, if Miami can sue for lost tax revenues under\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of THOMAS, J.\n\nthe FHA, then “plumbers, utility companies, or any other\nparticipant in the local economy could sue the Banks to\nrecover business they lost when people had to give up\ntheir homes and leave the neighborhood as a result of the\nBanks’ discriminatory lending practices.” Ante, at 8 (cit-\ning petitioners’ briefs). The Court today decides that it\n“need not discuss” this argument because Gladstone and\nstare decisis compel the conclusion that Miami can sue.\nAnte, at 8. That conclusion is wrong, but at least it is\nnarrow. Accordingly, it should not be read to authorize\nsuits by local businesses alleging the same injuries that\nMiami alleges here.\n                               II\n   Although I disagree with its zone-of-interests holding, I\nagree with the Court’s conclusions about proximate cause,\nas far as they go. The Court correctly holds that “foresee-\nability alone is not sufficient to establish proximate cause\nunder the FHA.” Ante, at 10. Instead, the statute re-\nquires “ ‘some direct relation between the injury asserted\nand the injurious conduct alleged.’ ” Ante, at 11 (quoting\nHolmes v. Securities Investor Protection Corporation, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112708\"\u003e\u003ca href=\"/opinion/112708/holmes-v-securities-investor-protection-corporation/\"\u003e\u003cspan class=\"volume\"\u003e503\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e258\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 268 (1992)).\n   After articulating this test for proximate cause, the\nCourt remands to the Court of Appeals because it “de-\ncline[s]” to “draw the precise boundaries of proximate\ncause under the FHA” or to “determine on which side of\nthe line the City’s financial injuries fall.” Ante, at 12. But\nthese cases come to the Court on a motion to dismiss, and\nthe Court of Appeals has no advantage over us in evaluat-\ning the complaint’s proximate-cause theory. Moreover, the\nmajority opinion leaves little doubt that neither Miami nor\nany similarly situated plaintiff can satisfy the rigorous\nstandard for proximate cause that the Court adopts and\nleaves to the Court of Appeals to apply. See ante, at 11\n(“The general tendency in these cases, in regard to damages\n\u000c10            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nat least, is not to go beyond the first step” (internal quota-\ntion marks omitted)).\n   Miami’s own account of causation shows that the link\nbetween the alleged FHA violation and its asserted inju-\nries is exceedingly attenuated. According to Miami, the\nlenders’ injurious conduct was “target[ing] black and\nLatino customers in Miami for predatory loans.” Brief for\nRespondent in No. 15–1111, p. 4 (internal quotation marks\nomitted). And according to Miami, the injuries asserted\nare its “loss of tax revenues” and its expenditure of “addi-\ntional monies on municipal services to address” the conse-\nquences of urban blight. Id., at 6.\n   As Miami describes it, the chain of causation between\nthe injurious conduct and its asserted injuries proceeds as\nfollows: As a result of the lenders’ discriminatory loan\npractices, borrowers from predominantly minority neigh-\nborhoods were likely to default on their home loans, lead-\ning to foreclosures. Id., at 5–6. The foreclosures led to\nvacant houses. Id., at 6. The vacant houses, in turn, led\nto decreased property values for the surrounding homes.\nIbid. Finally, those decreased property values resulted in\nhomeowners paying lower property taxes to the city gov-\nernment. Ibid. Also, Miami explains, the foreclosed-upon,\nvacant homes eventually led to “vagrancy, criminal activity,\nand threats to public health and safety,” which the city\nhad to address through the expenditures of municipal\nresources. Ibid. And all this occurred, according to Mi-\nami, between 2004 and 2012. See ibid. The Court of\nAppeals will not need to look far to discern other, inde-\npendent events that might well have caused the injuries\nMiami alleges in these cases.\n   In light of this attenuated chain of causation, Miami’s\nasserted injuries are too remote from the injurious conduct\nit has alleged. See Associated Gen. Contractors of Cal.,\nInc. v. Carpenters, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110831\"\u003e\u003ca href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"\u003e\u003cspan class=\"volume\"\u003e459\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e519\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 532, n. 25 (1983). In-\ndeed, any other conclusion would lead to disquieting con-\n\u000c                 Cite as: 581 U. S. ____ (2017)          11\n\n                    Opinion of THOMAS, J.\n\nsequences. Under Miami’s own theory of causation, its\ninjuries are one step further removed from the allegedly\ndiscriminatory lending practices than the injuries suffered\nby the neighboring homeowners whose houses declined in\nvalue. No one suggests that those homeowners could sue\nunder the FHA, and I think it is clear that they cannot.\nAccordingly, I would hold that Miami has failed to suffi-\nciently plead proximate cause under the FHA.\n                          III\n For the foregoing reasons, I would reverse the Court of\nAppeals.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n BANK OF AMERICA CORP. ET AL. v. CITY OF MIAMI,\n\n                  FLORIDA \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE ELEVENTH CIRCUIT\n\n    No. 15–1111. Argued November 8, 2016—Decided May 1, 2017*\nThe City of Miami filed suit against Bank of America and Wells Fargo\n  (Banks), alleging violations of the Fair Housing Act (FHA or Act).\n  The FHA prohibits, among other things, racial discrimination in con-\n  nection with real-estate transactions, 42 U. S. C. §§3604(b), 3605(a),\n  and permits any “aggrieved person” to file a civil damages action for\n  a violation of the Act, §§3613(a)(1)(A), (c)(1). The City’s complaints\n  charge that the Banks intentionally targeted predatory practices at\n  African-American and Latino neighborhoods and residents, lending\n  to minority borrowers on worse terms than equally creditworthy\n  nonminority borrowers and inducing defaults by failing to extend re-\n  financing and loan modifications to minority borrowers on fair terms.\n  The City alleges that the Banks’ discriminatory conduct led to a dis-\n  proportionate number of foreclosures and vacancies in majority-\n  minority neighborhoods, which impaired the City’s effort to assure\n  racial integration, diminished the City’s property-tax revenue, and\n  increased demand for police, fire, and other municipal services. The\n  District Court dismissed the complaints on the grounds that (1) the\n  harms alleged fell outside the zone of interests the FHA protects and\n  (2) the complaints failed to show a sufficient causal connection be-\n  tween the City’s injuries and the Banks’ discriminatory conduct. The\n  Eleventh Circuit reversed.\nHeld:\n     1. The City is an “aggrieved person” authorized to bring suit under\n  the FHA. In addition to satisfying constitutional standing require-\n——————\n  *Together with No. 15–1112, Wells Fargo \u0026 Co. et al. v. City of Mi-\nami, Florida, also on certiorari to the same court.\n\u000c2                 BANK OF AMERICA CORP. v. MIAMI\n\n                                   Syllabus\n\n    ments, see Spokeo, Inc. v. Robins, 578 U. S. ___, ___, a plaintiff must\n    show that the statute grants the plaintiff the cause of action he or\n    she asserts. It is presumed that a statute ordinarily provides a cause\n    of action “only to plaintiffs whose interests ‘fall within the zone of in-\n    terests protected by the law invoked.’ ” Lexmark Int’l, Inc. v. Static\n    Control Components, Inc., 572 U. S. ___, ___.\n       The City’s claims of financial injury are, at the least, “arguably\n    within the zone of interests” the FHA protects. Association of Data\n    Processing Service Organizations, Inc. v. Camp, 397 U. S. 150, 153.\n    The FHA defines an “aggrieved person” as “any person who” either\n    “claims to have been injured by a discriminatory housing practice” or\n    believes that such an injury “is about to occur,” 8 U. S. C. §3602(i).\n    This Court has said that the definition of “person aggrieved” in the\n    original version of the FHA “showed ‘a congressional intention to de-\n    fine standing as broadly as is permitted by Article III of the Constitu-\n    tion,’ ” Trafficante v. Metropolitan Life Ins. Co., 409 U. S. 205, 209;\n    and has held that the Act permits suit by parties similarly situated to\n    the City, see, e.g., Gladstone, Realtors v. Village of Bellwood, 441\n    U. S. 91 (village alleging that it lost tax revenue and had the racial\n    balance of its community undermined by racial-steering practices).\n    Against the backdrop of those decisions, Congress did not materially\n    alter the definition of person “aggrieved” when it reenacted the cur-\n    rent version of the Act.\n       The Banks nonetheless contend that the definition sets boundaries\n    that fall short of those the Constitution sets. Even assuming that\n    some form of their argument is valid, this Court concludes that the\n    City’s financial injuries fall within the zone of interests that the FHA\n    protects. The City’s claims are similar in kind to those of the Village\n    of Bellwood, which the Court held in Gladstone, supra, could bring\n    suit under the FHA. The Court explained that the defendants’ dis-\n    criminatory conduct adversely affected the village by, among other\n    things, producing a “significant reduction in property values [that]\n    directly injures a municipality by diminishing its tax base, thus\n    threatening its ability to bear the costs of local government and to\n    provide services.” Id., at 110–111. The City’s alleged economic inju-\n    ries thus arguably fall within the FHA’s zone of interests, as this\n    Court has previously interpreted that statute. Stare decisis princi-\n    ples compel the Court’s adherence to those precedents, and principles\n    of statutory interpretation demand that the Court respect Congress’\n    decision to ratify those precedents when it reenacted the relevant\n    statutory text. Pp. 5–9.\n       2. The Eleventh Circuit erred in concluding that the complaints\n    met the FHA’s proximate-cause requirement based solely on the find-\n    ing that the City’s alleged financial injuries were foreseeable results\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  of the Banks’ misconduct. A claim for damages under the FHA is\n  akin to a “tort action,” Meyer v. Holley, 537 U. S. 280, 285, and is thus\n  subject to the common-law requirement that loss is attributable “ ‘to\n  the proximate cause, and not to any remote cause,’ ” Lexmark, 572\n  U. S., at ___. The proximate-cause analysis asks “whether the harm\n  alleged has a sufficiently close connection to the conduct the statute\n  prohibits.” Id., at ___. With respect to the FHA, foreseeability alone\n  does not ensure the required close connection. Nothing in the statute\n  suggests that Congress intended to provide a remedy for any foresee-\n  able result of an FHA violation, which may “ ‘cause ripples of harm to\n  flow ’ ” far beyond the defendant’s misconduct, Associated Gen. Con-\n  tractors of Cal., Inc. v. Carpenters, 459 U. S. 519, 534; and doing so\n  would risk “massive and complex damages litigation,” id., at 545.\n  Rather, proximate cause under the FHA requires “some direct rela-\n  tion between the injury asserted and the injurious conduct alleged.”\n  Holmes v. Securities Investors Protection Corporation, 503 U. S. 258,\n  268. The Court has repeatedly applied directness principles to stat-\n  utes with “common-law foundations.” Anza v. Ideal Steel Supply\n  Corp., 547 U. S. 451, 457. “ ‘ The general tendency ’ ” in these cases,\n  “ ‘in regard to damages at least, is not to go beyond the first step.’ ”\n  Hemi Group, LLC v. City of New York, 559 U. S. 1, 10. What falls\n  within that step depends in part on the “nature of the statutory cause\n  of action,” Lexmark, supra, at ___, and an assessment “ ‘ of what is\n  administratively possible and convenient, ’ ” Holmes, supra, at 268.\n      The Court declines to draw the precise boundaries of proximate\n  cause under the FHA, particularly where neither the Eleventh Cir-\n  cuit nor other courts of appeals have weighed in on the issue. In-\n  stead, the lower courts should define, in the first instance, the con-\n  tours of proximate cause under the FHA and decide how that\n  standard applies to the City’s claims for lost property-tax revenue\n  and increased municipal expenses. Pp. 10–12.\nNo. 15–1111, 800 F. 3d 1262, and No. 15–1112, 801 F. 3d 1258, vacated\n and remanded.\n\n   BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS, J.,\nfiled an opinion concurring in part and dissenting in part, in which\nKENNEDY and ALITO, JJ., joined. GORSUCH, J., took no part in the con-\nsideration or decision of the cases.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                        Nos. 15–1111 and 15–1112\n                                  _________________\n\n\n     BANK OF AMERICA CORPORATION, ET AL.,\n                PETITIONERS\n15–1111              v.\n           CITY OF MIAMI, FLORIDA\n\n     WELLS FARGO \u0026 CO., ET AL., PETITIONERS\n15–1112               v.\n            CITY OF MIAMI, FLORIDA\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                                 [May 1, 2017]\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  The Fair Housing Act (FHA or Act) forbids\n    “discriminat[ing] against any person in the terms,\n    conditions, or privileges of sale or rental of a dwelling,\n    or in the provision of services or facilities in connec-\n    tion therewith, because of race . . . .” 42 U. S. C.\n    §3604(b).\nIt further makes it unlawful for\n    “any person or other entity whose business includes\n    engaging in residential real estate-related transac-\n    tions to discriminate against any person in making\n    available such a transaction, or in the terms or condi-\n    tions of such a transaction, because of race . . . .”\n    §3605(a).\n\u000c2             BANK OF AMERICA CORP. v. MIAMI\n\n                      Opinion of the Court\n\nThe statute allows any “aggrieved person” to file a civil\naction seeking damages for a violation of the statute.\n§§3613(a)(1)(A), 3613(c)(1). And it defines an “aggrieved\nperson” to include “any person who . . . claims to have been\ninjured by a discriminatory housing practice.” §3602(i).\n   The City of Miami claims that two banks, Bank of Amer-\nica and Wells Fargo, intentionally issued riskier mortgages\non less favorable terms to African-American and Latino\ncustomers than they issued to similarly situated white,\nnon-Latino customers, in violation of §§3604(b) and\n3605(a). App. 185–197, 244–245, 350–362, 428. The City,\nin amended complaints, alleges that these discriminatory\npractices have (1) “adversely impacted the racial composi-\ntion of the City,” id., at 232, 416; (2) “impaired the City’s\ngoals to assure racial integration and desegregation,”\nibid.; (3) “frustrate[d] the City’s longstanding and active\ninterest in promoting fair housing and securing the bene-\nfits of an integrated community,” id., at 232–233, 416–417;\nand (4) disproportionately “cause[d] foreclosures and\nvacancies in minority communities in Miami,” id., at 229,\n413. Those foreclosures and vacancies have harmed the\nCity by decreasing “the property value of the foreclosed\nhome as well as the values of other homes in the neigh-\nborhood,” thereby (a) “reduc[ing] property tax revenues to\nthe City,” id., at 234, 418, and (b) forcing the City to spend\nmore on “municipal services that it provided and still must\nprovide to remedy blight and unsafe and dangerous condi-\ntions which exist at properties that were foreclosed as a\nresult of [the Banks’] illegal lending practices,” id., at\n233–234, 417. The City claims that those practices violate\nthe FHA and that it is entitled to damages for the listed\ninjuries.\n   The Banks respond that the complaints do not set forth\na cause of action for two basic reasons. First, they contend\nthat the City’s claimed harms do not “arguably” fall within\nthe “zone of interests” that the statute seeks to protect,\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\nAssociation of Data Processing Service Organizations, Inc.\nv. Camp, 397 U. S. 150, 153 (1970); hence, the City is not\nan “aggrieved person” entitled to sue under the Act,\n§3602(i). Second, they say that the complaint fails to draw\na “proximate-cause” connection between the violation\nclaimed and the harm allegedly suffered. In their view,\neven if the City proves the violations it charges, the dis-\ntance between those violations and the harms the City\nclaims to have suffered is simply too great to entitle the\nCity to collect damages.\n   We hold that the City’s claimed injuries fall within the\nzone of interests that the FHA arguably protects. Hence,\nthe City is an “aggrieved person” able to bring suit under\nthe statute. We also hold that, to establish proximate\ncause under the FHA, a plaintiff must do more than show\nthat its injuries foreseeably flowed from the alleged statu-\ntory violation. The lower court decided these cases on the\ntheory that foreseeability is all that the statute requires,\nso we vacate and remand for further proceedings.\n                             I\n  In 2013, the City of Miami brought lawsuits in federal\ncourt against two banks, Bank of America and Wells\nFargo. The City’s complaints charge that the Banks dis-\ncriminatorily imposed more onerous, and indeed “preda-\ntory,” conditions on loans made to minority borrowers than\nto similarly situated nonminority borrowers. App. 185–\n197, 350–362.      Those “predatory” practices included,\namong others, excessively high interest rates, unjustified\nfees, teaser low-rate loans that overstated refinancing\nopportunities, large prepayment penalties, and—when\ndefault loomed—unjustified refusals to refinance or modify\nthe loans. Id., at 225, 402. Due to the discriminatory\nnature of the Banks’ practices, default and foreclosure\nrates among minority borrowers were higher than among\notherwise similar white borrowers and were concentrated\n\u000c4            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of the Court\n\nin minority neighborhoods. Id., at 225–232, 408–415.\nHigher foreclosure rates lowered property values and\ndiminished property-tax revenue. Id., at 234, 418. Higher\nforeclosure rates—especially when accompanied by vacan-\ncies—also increased demand for municipal services, such\nas police, fire, and building and code enforcement services,\nall needed “to remedy blight and unsafe and dangerous\nconditions” that the foreclosures and vacancies generate.\nId., at 238–240, 421–423. The complaints describe statis-\ntical analyses that trace the City’s financial losses to the\nBanks’ discriminatory practices. Id., at 235–237; 419–420.\n   The District Court dismissed the complaints on the\ngrounds that (1) the harms alleged, being economic and\nnot discriminatory, fell outside the zone of interests the\nFHA protects; (2) the complaints fail to show a sufficient\ncausal connection between the City’s injuries and the\nBanks’ discriminatory conduct; and (3) the complaints fail\nto allege unlawful activity occurring within the Act’s 2-\nyear statute of limitations. The City then filed amended\ncomplaints (the complaints now before us) and sought\nreconsideration. The District Court held that the amended\ncomplaints could solve only the statute of limitations\nproblem.      It consequently declined to reconsider the\ndismissals.\n   The Court of Appeals reversed the District Court. 800\nF. 3d 1262 (CA11 2015); 801 F. 3d 1258 (CA11 2015). It\nheld that the City’s injuries fall within the “zone of inter-\nests,” Lexmark Int’l, Inc. v. Static Control Components,\nInc., 572 U. S. ___, ___ (2014) (slip op., at 10), that the\nFHA protects. 800 F. 3d, at 1274–1275, 1277 (relying on\nTrafficante v. Metropolitan Life Ins. Co., 409 U. S. 205\n(1972); Gladstone, Realtors v. Village of Bellwood, 441\nU. S. 91 (1979); and Havens Realty Corp. v. Coleman, 455\nU. S. 363 (1982)); 801 F. 3d, at 1266–1267 (similar). It\nadded that the complaints adequately allege proximate\ncause. 800 F. 3d, at 1278; 801 F. 3d, at 1267. And it\n\u000c                  Cite as: 581 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\nremanded the cases while ordering the District Court to\naccept the City’s complaints as amended. 800 F. 3d, at\n1286; 801 F. 3d, at 1267.\n  The Banks filed petitions for certiorari, asking us to\ndecide whether, as the Court of Appeals had in effect held,\nthe amended complaints satisfied the FHA’s zone-of-\ninterests and proximate-cause requirements. We agreed\nto do so.\n                              II\n   To satisfy the Constitution’s restriction of this Court’s\njurisdiction to “Cases” and “Controversies,” Art. III, §2, a\nplaintiff must demonstrate constitutional standing. To do\nso, the plaintiff must show an “injury in fact” that is “fairly\ntraceable” to the defendant’s conduct and “that is likely\nto be redressed by a favorable judicial decision.” Spokeo,\nInc. v. Robins, 578 U. S. ___, ___ (2016) (slip op., at 6)\n(citing Lujan v. Defenders of Wildlife, 504 U. S. 555, 560–\n561 (1992)). This Court has also referred to a plaintiff ’s\nneed to satisfy “prudential” or “statutory” standing re-\nquirements. See Lexmark, 572 U. S., at ___–___, and n. 4\n(slip op., at 6–9, and n. 4). In Lexmark, we said that the\nlabel “ ‘prudential standing’ ” was misleading, for the re-\nquirement at issue is in reality tied to a particular statute.\nIbid. The question is whether the statute grants the\nplaintiff the cause of action that he asserts. In answering\nthat question, we presume that a statute ordinarily pro-\nvides a cause of action “only to plaintiffs whose interests\nfall within the zone of interests protected by the law in-\nvoked.” Id., at ___ (slip op., at 10) (internal quotation\nmarks omitted). We have added that “[w]hether a plaintiff\ncomes within ‘the zone of interests’ is an issue that re-\nquires us to determine, using traditional tools of statutory\ninterpretation, whether a legislatively conferred cause of\naction encompasses a particular plaintiff ’s claim.” Id.,\nat ___ (slip op., at 8) (some internal quotation marks\n\u000c6             BANK OF AMERICA CORP. v. MIAMI\n\n                      Opinion of the Court\n\nomitted).\n   Here, we conclude that the City’s claims of financial\ninjury in their amended complaints—specifically, lost tax\nrevenue and extra municipal expenses—satisfy the “cause-\nof-action” (or “prudential standing”) requirement. To use\nthe language of Data Processing, the City’s claims of in-\njury it suffered as a result of the statutory violations are, at\nthe least, “arguably within the zone of interests” that the\nFHA protects. 397 U. S., at 153 (emphasis added).\n   The FHA permits any “aggrieved person” to bring a\nhousing-discrimination lawsuit. 42 U. S. C. §3613(a). The\nstatute defines “aggrieved person” as “any person who”\neither “claims to have been injured by a discriminatory\nhousing practice” or believes that such an injury “is about\nto occur.” §3602(i).\n   This Court has repeatedly written that the FHA’s defi-\nnition of person “aggrieved” reflects a congressional intent\nto confer standing broadly. We have said that the defini-\ntion of “person aggrieved” in the original version of the\nFHA, §810(a), 82 Stat. 85, “showed ‘a congressional inten-\ntion to define standing as broadly as is permitted by Arti-\ncle III of the Constitution.’ ” Trafficante, supra, at 209\n(quoting Hackett v. McGuire Brothers, Inc., 445 F. 2d 442,\n446 (CA3 1971)); see Gladstone, supra, at 109 (similar);\nHavens Realty, supra, at 372, 375–376 (similar); see also\nThompson v. North American Stainless, LP, 562 U. S. 170,\n176 (2011) (“Later opinions, we must acknowledge, reiter-\nate that the term ‘aggrieved’ [in the FHA] reaches as far\nas Article III permits”); Bennett v. Spear, 520 U. S. 154,\n165–166 (1997) (“[Trafficante] held that standing was\nexpanded to the full extent permitted under Article III by\n§810(a) of the Civil Rights Act of 1968”).\n   Thus, we have held that the Act allows suits by white\ntenants claiming that they were deprived benefits from\ninterracial associations when discriminatory rental prac-\ntices kept minorities out of their apartment complex,\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nTrafficante, 409 U. S., at 209–212; a village alleging that it\nlost tax revenue and had the racial balance of its commu-\nnity undermined by racial-steering practices, Gladstone,\n441 U. S., at 110–111; and a nonprofit organization that\nspent money to combat housing discrimination, Havens\nRealty, 455 U. S., at 379. Contrary to the dissent’s view,\nthose cases did more than “sugges[t]” that plaintiffs simi-\nlarly situated to the City have a cause of action under the\nFHA. Post, at 5. They held as much. And the dissent is\nwrong to say that we characterized those cases as resting\non “ill-considered dictum.” Post, at 4 (quoting Thompson,\nsupra, at 176). The “dictum” we cast doubt on in Thomp-\nson addressed who may sue under Title VII, the employ-\nment discrimination statute, not under the FHA.\n   Finally, in 1988, when Congress amended the FHA, it\nretained without significant change the definition of “per-\nson aggrieved” that this Court had broadly construed.\nCompare §810(a), 82 Stat. 85, with §5(b), 102 Stat. 1619–\n1620 (codified at 42 U. S. C. §3602(i)) (changing “person\naggrieved” to “aggrieved person” and making other minor\nchanges to the definition). Indeed, Congress “was aware\nof ” our precedent and “made a considered judgment to\nretain the relevant statutory text,” Texas Dept. of Housing\nand Community Affairs v. Inclusive Communities Project,\nInc., 576 U. S. ___, ___ (2015) (slip op., at 13). See H. R.\nRep. No. 100–711, p. 23 (1988) (stating that the “bill\nadopts as its definition language similar to that contained\nin Section 810 of existing law, as modified to reaffirm the\nbroad holdings of these cases” and discussing Gladstone\nand Havens Realty); cf. Lorillard v. Pons, 434 U. S. 575,\n580 (1978) (Congress normally adopts our interpretations\nof statutes when it reenacts those statute without change).\n   The Banks do not deny the broad reach of the words\n“aggrieved person” as defined in the FHA. But they do\ncontend that those words nonetheless set boundaries that\nfall short of those the Constitution sets. Brief for Petition-\n\u000c8            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of the Court\n\ners in No. 15–1112, p. 12 (Brief for Wells Fargo); Brief for\nPetitioners in No. 15–1111, pp. 19–20 (Brief for Bank of\nAmerica). The Court’s language in Trafficante, Gladstone,\nand Havens Realty, they argue, was exaggerated and\nunnecessary to decide the cases then before the Court.\nSee Brief for Wells Fargo 19–23; Brief for Bank of America\n27–33. Moreover, they warn that taking the Court’s words\nliterally—providing everyone with constitutional standing\na cause of action under the FHA—would produce a legal\nanomaly. After all, in Thompson, 562 U. S., at 175–177,\nwe held that the words “ ‘person claiming to be aggrieved’ ”\nin Title VII of the Civil Rights Act of 1964, the employ-\nment discrimination statute, did not stretch that statute’s\nzone of interest to the limits of Article III. We reasoned\nthat such an interpretation would produce farfetched\nresults, for example, a shareholder in a company could\nbring a Title VII suit against the company for discrimina-\ntorily firing an employee. Ibid. The Banks say it would be\nsimilarly farfetched if restaurants, plumbers, utility com-\npanies, or any other participant in the local economy could\nsue the Banks to recover business they lost when people\nhad to give up their homes and leave the neighborhood as\na result of the Banks’ discriminatory lending practices.\nBrief for Wells Fargo 18–19; Brief for Bank of America 22,\n24–25. That, they believe, cannot have been the intent of\nthe Congress that enacted or amended the FHA.\n   We need not discuss the Banks’ argument at length, for\neven if we assume for argument’s sake that some form of it\nis valid, we nonetheless conclude that the City’s financial\ninjuries fall within the zone of interests that the FHA\nprotects. Our case law with respect to the FHA drives\nthat conclusion. The City’s complaints allege that the\nBanks “intentionally targeted predatory practices at African-\nAmerican and Latino neighborhoods and residents,” App.\n225; id., at 409 (similar). That unlawful conduct led\nto a “concentration” of “foreclosures and vacancies” in\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nthose neighborhoods. Id., at 226, 229, 410, 413. Those\nconcentrated “foreclosures and vacancies” caused “stagna-\ntion and decline in African-American and Latino neigh-\nborhoods.” Id., at 225, 409. They hindered the City’s\nefforts to create integrated, stable neighborhoods. Id., at\n186, 351. And, highly relevant here, they reduced prop-\nerty values, diminishing the City’s property-tax revenue and\nincreasing demand for municipal services. Id., at 233–\n234, 417.\n   Those claims are similar in kind to the claims the Vil-\nlage of Bellwood raised in Gladstone. There, the plaintiff\nvillage had alleged that it was “ ‘injured by having [its]\nhousing market . . . wrongfully and illegally manipulated\nto the economic and social detriment of the citizens of [the]\nvillage.’ ” 441 U. S., at 95 (quoting the complaint; altera-\ntions in original). We held that the village could bring\nsuit. We wrote that the complaint in effect alleged that\nthe defendant-realtors’ racial steering “affect[ed] the\nvillage’s racial composition,” “reduce[d] the total number\nof buyers in the Bellwood housing market,” “precipitate[d]\nan exodus of white residents,” and caused “prices [to] be\ndeflected downward.” Id., at 110. Those circumstances\nadversely affected the village by, among other things,\nproducing a “significant reduction in property values [that]\ndirectly injures a municipality by diminishing its tax base,\nthus threatening its ability to bear the costs of local gov-\nernment and to provide services.” Id., at 110–111 (empha-\nsis added).\n   The upshot is that the City alleges economic injuries\nthat arguably fall within the FHA’s zone of interests, as\nwe have previously interpreted that statute. Principles of\nstare decisis compel our adherence to those precedents in\nthis context. And principles of statutory interpretation\nrequire us to respect Congress’ decision to ratify those\nprecedents when it reenacted the relevant statutory text.\nSee supra, at 7.\n\u000c10            BANK OF AMERICA CORP. v. MIAMI\n\n                      Opinion of the Court \n\n\n                               III\n\n   The remaining question is one of causation: Did the\nBanks’ allegedly discriminatory lending practices proxi-\nmately cause the City to lose property-tax revenue and\nspend more on municipal services? The Eleventh Circuit\nconcluded that the answer is “yes” because the City plau-\nsibly alleged that its financial injuries were foreseeable\nresults of the Banks’ misconduct. We conclude that fore-\nseeability alone is not sufficient to establish proximate\ncause under the FHA, and therefore vacate the judgment\nbelow.\n   It is a “ ‘well established principle of [the common] law\nthat in all cases of loss, we are to attribute it to the proxi-\nmate cause, and not to any remote cause.’ ” Lexmark, 572\nU. S., at ___ (slip op., at 13). We assume Congress “is\nfamiliar with the common-law rule and does not mean to\ndisplace it sub silentio” in federal causes of action. Ibid. A\nclaim for damages under the FHA—which is akin to a\n“tort action,” Meyer v. Holley, 537 U. S. 280, 285 (2003)—is\nno exception to this traditional requirement. “Proximate-\ncause analysis is controlled by the nature of the statutory\ncause of action. The question it presents is whether the\nharm alleged has a sufficiently close connection to the\nconduct the statute prohibits.” Lexmark, supra, at ___\n(slip op., at 14).\n   In these cases, the “conduct the statute prohibits” con-\nsists of intentionally lending to minority borrowers on\nworse terms than equally creditworthy nonminority bor-\nrowers and inducing defaults by failing to extend refinanc-\ning and loan modifications to minority borrowers on fair\nterms. The City alleges that the Banks’ misconduct led to\na disproportionate number of foreclosures and vacancies in\nspecific Miami neighborhoods. These foreclosures and\nvacancies purportedly harmed the City, which lost property-\ntax revenue when the value of the properties in those\nneighborhoods fell and was forced to spend more on mu-\n\u000c                 Cite as: 581 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\nnicipal services in the affected areas.\n  The Eleventh Circuit concluded that the City adequately\npleaded that the Banks’ misconduct proximately caused\nthese financial injuries. 800 F. 3d, at 1282. The court\nheld that in the context of the FHA “the proper standard”\nfor proximate cause “is based on foreseeability.” Id., at\n1279, 1282. The City, it continued, satisfied that element:\nAlthough there are “several links in the causal chain”\nbetween the charged discriminatory lending practices and\nthe claimed losses, the City plausibly alleged that “none\nare unforeseeable.” Id., at 1282.\n  We conclude that the Eleventh Circuit erred in holding\nthat foreseeability is sufficient to establish proximate\ncause under the FHA. As we have explained, proximate\ncause “generally bars suits for alleged harm that is ‘too\nremote’ from the defendant’s unlawful conduct.” Lexmark,\nsupra, at ___ (slip op., at 14). In the context of the FHA,\nforeseeability alone does not ensure the close connection\nthat proximate cause requires. The housing market is\ninterconnected with economic and social life. A violation\nof the FHA may, therefore, “ ‘be expected to cause ripples\nof harm to flow’ ” far beyond the defendant’s misconduct.\nAssociated Gen. Contractors of Cal., Inc. v. Carpenters, 459\nU. S. 519, 534 (1983). Nothing in the statute suggests\nthat Congress intended to provide a remedy wherever\nthose ripples travel. And entertaining suits to recover\ndamages for any foreseeable result of an FHA violation\nwould risk “massive and complex damages litigation.” Id.,\nat 545.\n  Rather, proximate cause under the FHA requires “some\ndirect relation between the injury asserted and the injuri-\nous conduct alleged.” Holmes v. Securities Investors Pro-\ntection Corporation, 503 U. S. 258, 268 (1992). A damages\nclaim under the statute “is analogous to a number of tort\nactions recognized at common law,” Curtis v. Loether, 415\nU. S. 189, 195 (1974), and we have repeatedly applied\n\u000c12           BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of the Court\n\ndirectness principles to statutes with “common-law foun-\ndations,” Anza v. Ideal Steel Supply Corp., 547 U. S. 451,\n457 (2006). “ ‘The general tendency’ ” in these cases, “ ‘in\nregard to damages at least, is not to go beyond the first\nstep.’ ” Hemi Group, LLC v. City of New York, 559 U. S. 1,\n10 (2010). What falls within that “first step” depends in\npart on the “nature of the statutory cause of action,”\nLexmark, supra, at ___ (slip op., at 14), and an assessment\n“ ‘of what is administratively possible and convenient,’ ”\nHolmes, supra, at 268.\n    The parties have asked us to draw the precise bounda-\nries of proximate cause under the FHA and to determine\non which side of the line the City’s financial injuries fall.\nWe decline to do so. The Eleventh Circuit grounded its\ndecision on the theory that proximate cause under the\nFHA is “based on foreseeability” alone. 800 F. 3d, at 1282.\nWe therefore lack the benefit of its judgment on how the\ncontrary principles we have just stated apply to the FHA.\nNor has any other court of appeals weighed in on the\nissue. The lower courts should define, in the first in-\nstance, the contours of proximate cause under the FHA\nand decide how that standard applies to the City’s claims\nfor lost property-tax revenue and increased municipal\nexpenses.\n                            IV\n  The judgments of the Court of Appeals for the Eleventh\nCircuit are vacated, and the cases are remanded for fur-\nther proceedings consistent with this opinion.\n\n                                             It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of these cases.\n\u000c                 Cite as: 581 U. S. ____ (2017)           1\n\n                    Opinion of THOMAS, J.\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 15–1111 and 15–1112\n                         _________________\n\n\n     BANK OF AMERICA CORPORATION, ET AL.,\n                PETITIONERS\n15–1111              v.\n           CITY OF MIAMI, FLORIDA\n\n     WELLS FARGO \u0026 CO., ET AL., PETITIONERS\n15–1112               v.\n            CITY OF MIAMI, FLORIDA\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                         [May 1, 2017]\n\n  JUSTICE THOMAS, with whom JUSTICE KENNEDY and\nJUSTICE ALITO join, concurring in part and dissenting in\npart.\n  These cases arise from lawsuits filed by the city of Mi-\nami alleging that residential mortgage lenders engaged in\ndiscriminatory lending practices in violation of the Fair\nHousing Act (FHA). The FHA prohibits “discrimination”\nagainst “any person” because of “race, color, religion, sex,\nhandicap, familial status, or national origin” with respect\nto the “sale or rental” of “a dwelling.” 42 U. S. C. §3604;\naccord, §3605(a); §3606. Miami’s complaints do not allege\nthat any defendant discriminated against it within the\nmeaning of the FHA. Neither is Miami attempting to\nbring a lawsuit on behalf of its residents against whom\npetitioners allegedly discriminated.      Rather, Miami’s\ntheory is that, between 2004 and 2012, petitioners’ alleg-\nedly discriminatory mortgage-lending practices led to\ndefaulted loans, which led to foreclosures, which led to\n\u000c2             BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nvacant houses, which led to decreased property values,\nwhich led to reduced property taxes and urban blight. See\n800 F. 3d 1262, 1268 (CA11 2015); 801 F. 3d 1258, 1266\n(CA11 2015). Miami seeks damages from the lenders for\nreduced property tax revenues and for the cost of in-\ncreased municipal services—“police, firefighters, building\ninspectors, debris collectors, and others”—deployed to\nattend to the blighted areas. 800 F. 3d, at 1269; 801 F. 3d,\nat 1263.\n  The Court today holds that Congress intended to remedy\nthose kinds of injuries when it enacted the FHA, but\nleaves open the question whether Miami sufficiently al-\nleged that the discriminatory lending practices caused its\ninjuries. For the reasons explained below, I would hold\nthat Miami’s injuries fall outside the FHA’s zone of inter-\nests. I would also hold that, in any event, Miami’s alleged\ninjuries are too remote to satisfy the FHA’s proximate-\ncause requirement.\n                                I\n   A plaintiff seeking to bring suit under a federal statute\nmust show not only that he has standing under Article III,\nante, at 5, but also that his “complaint fall[s] within the\nzone of interests protected by the law” he invokes,\nLexmark Int’l, Inc. v. Static Control Components, Inc., 572\nU. S. ___, ___ (2014) (slip op., at 7) (internal quotation\nmarks omitted). The zone-of-interests requirement is\n“root[ed]” in the “common-law rule” providing that a plain-\ntiff may “recover under the law of negligence for injuries\ncaused by violation of a statute” only if “the statute ‘is\ninterpreted as designed to protect the class of persons in\nwhich the plaintiff is included, against the risk of the type\nof harm which has in fact occurred as a result of its viola-\ntion.’ ” Id., at ___, n. 5 (slip op., at 11, n. 5) (quoting W.\nKeeton, D. Dobbs, R. Keeton, \u0026 D. Owen, Prosser and\nKeeton on Law of Torts §36, pp. 229–230 (5th ed. 1984)).\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                    Opinion of THOMAS, J.\n\n   We have “made clear” that “Congress is presumed to\nlegislate against the background” of that common-law\nrule. Lexmark, 572 U. S., at ___ (slip op., at 10) (internal\nquotation marks omitted). We thus apply it “to all statu-\ntorily created causes of action . . . unless it is expressly\nnegated.”    Ibid. (emphasis added; internal quotation\nmarks omitted). “Whether a plaintiff comes within the\nzone of interests is an issue that requires us to determine,\nusing traditional tools of statutory interpretation, whether\na legislatively conferred cause of action encompasses a\nparticular plaintiff ’s claim.” Id., at ___ (slip op., at 8)\n(internal quotation marks omitted).\n                             A\n   Nothing in the text of the FHA suggests that Congress\nintended to deviate from the zone-of-interests limitation.\nThe statute’s private-enforcement mechanism provides\nthat only an “aggrieved person” may sue, §3613(a)(1)(A),\nand the statute defines “aggrieved person” to mean some-\none who “claims to have been injured by a discriminatory\nhousing practice” or who believes he “will be injured by a\ndiscriminatory housing practice that is about to occur,”\n§§3602(i)(1), (2). That language does not hint—much less\nexpressly provide—that Congress sought to depart from\nthe common-law rule.\n   We have considered similar language in other statutes\nand reached the same conclusion. In Thompson v. North\nAmerican Stainless, LP, 562 U. S. 170 (2011), for example,\nwe considered Title VII’s private-enforcement provision,\nwhich provides that “ ‘a person claiming to be aggrieved’ ”\nmay file an employment discrimination charge with the\nEqual Employment Opportunity Commission. Id., at 173\n(quoting §2000e–5(b)). We unanimously concluded that\nCongress did not depart from the zone-of-interests limita-\ntion in Title VII by using that language. Id., at 175–178.\nAnd in Lexmark, we interpreted a provision of the Lan-\n\u000c4             BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nham Act that permitted “any person who believes that he\nor she is likely to be damaged by a defendant’s false adver-\ntising” to sue. 572 U. S., at ___ (slip op., at 10) (internal\nquotation marks omitted). Even when faced with the\nbroader “any person” language, we expressly rejected the\nargument that the statute conferred a cause of action upon\nanyone claiming an Article III injury in fact. We observed\nthat it was unlikely that “Congress meant to allow all\nfactually injured plaintiffs to recover,” and we concluded\nthat the zone-of-interests test was the “appropriate tool for\ndetermining who may invoke the cause of action” under\nthe statute. Id., at ___, ___ (slip op., at 10, 11) (internal\nquotation marks omitted).\n   To be sure, some language in our older precedents sug-\ngests that the FHA’s zone of interests extends to the limits\nof Article III. See Trafficante v. Metropolitan Life Ins. Co.,\n409 U. S. 205, 209 (1972); Gladstone, Realtors v. Village of\nBellwood, 441 U. S. 91, 109 (1979); Havens Realty Corp. v.\nColeman, 455 U. S. 363, 372 (1982). But we have since\ndescribed that language as “ill-considered” dictum leading\nto “absurd consequences.” Thompson, 562 U. S., at 176.\nAnd we have observed that the “holdings of those cases are\ncompatible with the “ ‘zone of interests’ limitation” de-\nscribed in Thompson. Ibid. That limitation provides that\na plaintiff may not sue when his “interests are so margin-\nally related to or inconsistent with the purposes implicit in\nthe statute that it cannot be assumed that Congress in-\ntended to permit the suit.” Id., at 178 (internal quotation\nmarks omitted). It thus “exclud[es] plaintiffs who might\ntechnically be injured in an Article III sense but whose\ninterests are unrelated to the statutory prohibitions.”\nIbid.\n                            B\n  In my view, Miami’s asserted injuries are “so marginally\nrelated to or inconsistent with the purposes” of the FHA\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                     Opinion of THOMAS, J.\n\nthat they fall outside the zone of interests. Here, as in any\nother case, the text of the FHA defines the zone of inter-\nests that the statute protects. See Lexmark, supra, at ___\n(slip op., at 9). The FHA permits “[a]n aggrieved person”\nto sue, §3613(a)(1)(A), if he “claims to have been injured by\na discriminatory housing practice” or believes that he “will\nbe injured by a discriminatory housing practice that is\nabout to occur,” §§3602(i)(1), (2) (emphasis added). Specif-\nically, the FHA makes it unlawful to do any of the follow-\ning on the basis of “race, color, religion, sex, handicap,\nfamilial status, or national origin”: “refuse to sell or rent\n. . . a dwelling,” §3604(a); discriminate in the “terms,\nconditions, or privileges of sale or rental of a dwelling, or\nin the provision of services or facilities in connection\ntherewith,” §3604(b); “make, print, or publish . . . any\nnotice, statement, or advertisement, with respect to the\nsale or rental of a dwelling that indicates any preference,\nlimitation, or discrimination,” §3604(c); “represent to any\nperson . . . that any dwelling is not available for inspec-\ntion, sale, or rental when such dwelling is in fact so avail-\nable,” §3604(d); “induce any person to sell or rent any\ndwelling by representations regarding the entry or pro-\nspective entry into the neighborhood of a person or per-\nsons of ” certain characteristics, §3604(e); or discriminate\nin the provision of real estate or brokerage services,\n§§3605, 3606. The quintessential “aggrieved person” in\ncases involving violations of the FHA is a prospective\nhome buyer or lessee discriminated against during the\nhome-buying or leasing process. Our cases have also\nsuggested that the interests of a person who lives in a\nneighborhood or apartment complex that remains segre-\ngated (or that risks becoming segregated) as a result of a\ndiscriminatory housing practice may be arguably within\nthe outer limit of the interests the FHA protects. See\nTrafficante, supra, at 211 (concluding that one purpose of\nthe FHA was to promote “truly integrated and balanced\n\u000c6            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nliving patterns” (internal quotation marks omitted)).\n   Miami’s asserted injuries are not arguably related to the\ninterests the statute protects. Miami asserts that it re-\nceived “reduced property tax revenues,” App. 233, 417, and\nthat it was forced to spend more money on “municipal\nservices that it provided and still must provide to remedy\nblight and unsafe and dangerous conditions,” id., at 417;\nsee also ante, at 2. The city blames these expenditures on\nthe falling property values and vacant homes that resulted\nfrom foreclosures. But nothing in the text of the FHA\nsuggests that Congress was concerned about decreased\nproperty values, foreclosures, and urban blight, much less\nabout strains on municipal budgets that might follow.\n   Miami’s interests are markedly distinct from the inter-\nests this Court confronted in Trafficante, Gladstone, and\nHavens. In Trafficante, one white and one black tenant of\nan apartment complex sued on the ground that the com-\nplex discriminated against nonwhite rental applicants.\n409 U. S., at 206–208. They argued that this discrimina-\ntion deprived them of the social and economic benefits of\nliving in an integrated community. Id., at 208. In Glad-\nstone, residents in a village sued based on alleged discrim-\nination in the home-buying process. 441 U. S., at 93–95.\nThey contended that white home buyers were steered\naway from a racially integrated neighborhood and toward\nan all-white neighborhood, whereas black home buyers\nwere steered away from the all-white neighborhood and\ntoward the integrated neighborhood. Id., at 95. The\nplaintiffs thus alleged that they were “denied their right to\nselect housing without regard to race.” Ibid. (internal\nquotation marks omitted). The village also sued, alleging\nthat the FHA violations were affecting its “racial composi-\ntion, replacing what is presently an integrated neighbor-\nhood with a segregated one” and that its budget was\nstrained from resulting lost tax revenues. Id., at 110.\nFinally, in Havens, one white and one black plaintiff sued\n\u000c                  Cite as: 581 U. S. ____ (2017)             7\n\n                     Opinion of THOMAS, J.\n\nafter having posed as “testers,” for the purpose of “collect-\ning evidence of unlawful steering practices.” 455 U. S., at\n373. According to their complaint, the owner of an apart-\nment complex had told the white plaintiff that apartments\nwere available, but had told the black plaintiff that\napartments were not. Id., at 368. The Court held that the\nwhite plaintiff could not sue, because he had been provided\ntruthful information, but that the black plaintiff could sue,\nbecause the FHA requires truthful information about\nhousing without regard to race. Id., at 374–375. In all\nthree of these cases, the plaintiffs claimed injuries based\non racial steering and segregation—interests that, under\nthis Court’s precedents, at least arguably fall within the\nzone of interests that the FHA protects.\n  Miami’s asserted injuries implicate none of those inter-\nests. Miami does not assert that it was injured based on\nefforts by the lenders to steer certain residents into one\nneighborhood rather than another. Miami does not even\nassert that it was injured because its neighborhoods were\nsegregated. Miami therefore is not, as the majority de-\nscribes, “similarly situated” to the plaintiffs in Trafficante,\nGladstone, and Havens. Ante, at 7. Rather, Miami asserts\ninjuries allegedly resulting from foreclosed-upon and then\nvacant homes. The FHA’s zone of interests is not so ex-\npansive as to include those kinds of injuries.\n                             C\n  The Court today reaches the opposite conclusion, resting\nentirely on the brief mention in Gladstone of the village’s\nasserted injury of reduced tax revenues, and on principles\nof stare decisis. See ante, at 9. I do not think Gladstone\ncompels the conclusion the majority reaches. Unlike these\ncases, Gladstone involved injuries to interests in “racial\nbalance and stability,” 441 U. S., at 111, which, our cases\nhave suggested, arguably fall within the zone of interests\nprotected by the FHA, see supra, at 6. The fact that the\n\u000c8            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nvillage plaintiff asserted a budget-related injury in addi-\ntion to its racial-steering injury does not mean that a city\nalleging only a budget-related injury is authorized to sue.\nA budget-related injury might be necessary to establish a\nsufficiently concrete and particularized injury for purposes\nof Article III, but it is not sufficient to satisfy the FHA’s\nzone-of-interests limitation.\n   Although the Court’s reliance on Gladstone is misplaced,\nits opinion today is notable primarily for what it does not\nsay. First, the Court conspicuously does not reaffirm the\nbroad language from Trafficante, Gladstone, and Havens\nsuggesting that Congress intended to permit any person\nwith Article III standing to sue under the FHA. The Court\nof Appeals felt bound by that language, see 800 F. 3d, at\n1277; 801 F. 3d, at 1266, and we granted review, despite\nthe absence of a circuit conflict, to decide whether the\nlanguage survived Thompson and Lexmark, see Brief for\nPetitioner in No. 15–1111, p. i (“By limiting suit to ‘ag-\ngrieved person[s],’ did Congress require that an FHA\nplaintiff plead more than just Article III injury-in-fact?”);\nBrief for Petitioner in No. 15–1112, p. i (“Whether the\nterm ‘aggrieved’ in the Fair Housing Act imposes a zone-\nof-interests requirement more stringent than the injury-in-\nfact requirement of Article III”). Today’s opinion avoids\nthose questions presented and thus cannot be read as\nretreating from our more recent precedents on the zone-of-\ninterests limitation.\n   Second, the Court does not reject the lenders’ arguments\nabout many other kinds of injuries that fall outside of the\nFHA’s zone of interests. We explained in Thompson that\nan expansive reading of Title VII’s zone of interests would\nallow a shareholder “to sue a company for firing a valuable\nemployee for racially discriminatory reasons, so long as he\ncould show that the value of his stock decreased as a\nconsequence.” 562 U. S., at 177. Petitioners similarly\nargue that, if Miami can sue for lost tax revenues under\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of THOMAS, J.\n\nthe FHA, then “plumbers, utility companies, or any other\nparticipant in the local economy could sue the Banks to\nrecover business they lost when people had to give up\ntheir homes and leave the neighborhood as a result of the\nBanks’ discriminatory lending practices.” Ante, at 8 (cit-\ning petitioners’ briefs). The Court today decides that it\n“need not discuss” this argument because Gladstone and\nstare decisis compel the conclusion that Miami can sue.\nAnte, at 8. That conclusion is wrong, but at least it is\nnarrow. Accordingly, it should not be read to authorize\nsuits by local businesses alleging the same injuries that\nMiami alleges here.\n                               II\n   Although I disagree with its zone-of-interests holding, I\nagree with the Court’s conclusions about proximate cause,\nas far as they go. The Court correctly holds that “foresee-\nability alone is not sufficient to establish proximate cause\nunder the FHA.” Ante, at 10. Instead, the statute re-\nquires “ ‘some direct relation between the injury asserted\nand the injurious conduct alleged.’ ” Ante, at 11 (quoting\nHolmes v. Securities Investor Protection Corporation, 503\nU. S. 258, 268 (1992)).\n   After articulating this test for proximate cause, the\nCourt remands to the Court of Appeals because it “de-\ncline[s]” to “draw the precise boundaries of proximate\ncause under the FHA” or to “determine on which side of\nthe line the City’s financial injuries fall.” Ante, at 12. But\nthese cases come to the Court on a motion to dismiss, and\nthe Court of Appeals has no advantage over us in evaluat-\ning the complaint’s proximate-cause theory. Moreover, the\nmajority opinion leaves little doubt that neither Miami nor\nany similarly situated plaintiff can satisfy the rigorous\nstandard for proximate cause that the Court adopts and\nleaves to the Court of Appeals to apply. See ante, at 11\n(“The general tendency in these cases, in regard to damages\n\u000c10            BANK OF AMERICA CORP. v. MIAMI\n\n                     Opinion of THOMAS, J.\n\nat least, is not to go beyond the first step” (internal quota-\ntion marks omitted)).\n   Miami’s own account of causation shows that the link\nbetween the alleged FHA violation and its asserted inju-\nries is exceedingly attenuated. According to Miami, the\nlenders’ injurious conduct was “target[ing] black and\nLatino customers in Miami for predatory loans.” Brief for\nRespondent in No. 15–1111, p. 4 (internal quotation marks\nomitted). And according to Miami, the injuries asserted\nare its “loss of tax revenues” and its expenditure of “addi-\ntional monies on municipal services to address” the conse-\nquences of urban blight. Id., at 6.\n   As Miami describes it, the chain of causation between\nthe injurious conduct and its asserted injuries proceeds as\nfollows: As a result of the lenders’ discriminatory loan\npractices, borrowers from predominantly minority neigh-\nborhoods were likely to default on their home loans, lead-\ning to foreclosures. Id., at 5–6. The foreclosures led to\nvacant houses. Id., at 6. The vacant houses, in turn, led\nto decreased property values for the surrounding homes.\nIbid. Finally, those decreased property values resulted in\nhomeowners paying lower property taxes to the city gov-\nernment. Ibid. Also, Miami explains, the foreclosed-upon,\nvacant homes eventually led to “vagrancy, criminal activity,\nand threats to public health and safety,” which the city\nhad to address through the expenditures of municipal\nresources. Ibid. And all this occurred, according to Mi-\nami, between 2004 and 2012. See ibid. The Court of\nAppeals will not need to look far to discern other, inde-\npendent events that might well have caused the injuries\nMiami alleges in these cases.\n   In light of this attenuated chain of causation, Miami’s\nasserted injuries are too remote from the injurious conduct\nit has alleged. See Associated Gen. Contractors of Cal.,\nInc. v. Carpenters, 459 U. S. 519, 532, n. 25 (1983). In-\ndeed, any other conclusion would lead to disquieting con-\n\u000c                 Cite as: 581 U. S. ____ (2017)          11\n\n                    Opinion of THOMAS, J.\n\nsequences. Under Miami’s own theory of causation, its\ninjuries are one step further removed from the allegedly\ndiscriminatory lending practices than the injuries suffered\nby the neighboring homeowners whose houses declined in\nvalue. No one suggests that those homeowners could sue\nunder the FHA, and I think it is clear that they cannot.\nAccordingly, I would hold that Miami has failed to suffi-\nciently plead proximate cause under the FHA.\n                          III\n For the foregoing reasons, I would reverse the Court of\nAppeals.\n\u000c",
	"cited_id": [
		108088
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Association of Data Processing Service Organizations, Inc. v. Camp, 397 U. S. 150 (1970)"
	],
	"case_extract": [
		"Association of Data Processing Service Organizations, Inc. v. Camp, 397 U. S. 150, 153 (1970)"
	],
	"citing_sentence": "First, they contend that the City’s claimed harms do not “arguably” fall within the “zone of interests” that the statute seeks to protect, Association of Data Processing Service Organizations, Inc. v. Camp, 397 U. S. 150, 153 (1970); hence, the City is not an “aggrieved person” entitled to sue under the Act, §3602(i).",
	"citing_paragraph": "First, they contend that the City’s claimed harms do not “arguably” fall within the “zone of interests” that the statute seeks to protect, Association of Data Processing Service Organizations, Inc. v. Camp, 397 U. S. 150, 153 (1970); hence, the City is not an “aggrieved person” entitled to sue under the Act, §3602(i). Second, they say that the complaint fails to draw a “proximate-cause” connection between the violation claimed and the harm allegedly suffered. In their view, even if the City proves the violations it charges, the dis- tance between those violations and the harms the City claims to have suffered is simply too great to entitle the City to collect damages.",
	"relevant_keywords": [
		"Fair Housing Act",
		"FHA",
		"42 USC",
		"§3602(i)",
		"§3604(b)",
		"§3605(a)",
		"aggrieved person",
		"discrimination",
		"race",
		"bank",
		"protected interest"
	],
	"query": [
		"(\"FHA\" OR \"Fair Housing Act\" OR \"42 USC\" OR \"42 U S C\") AND discriminat! AND race AND bank",
		"\"protected interest\" AND (\"FHA\" OR \"Fair Housing Act\" OR \"42 USC\" OR \"42 U S C\") AND (\"§3602\" OR \"§ 3602\" OR \"section 3602\") AND discriminat! AND race AND bank",
		"\"protected interest\" AND (\"FHA\" OR \"Fair Housing Act\" OR \"42 USC\" OR \"42 U S C\") AND (right OR interest) AND civil AND bank AND discriminat! AND race AND protect"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "discriminat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "race"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "bank"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fha"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fair housing act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "42 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "42 u s c",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "protected interest",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "discriminat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "race"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "bank"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fha"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fair housing act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "42 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "42 u s c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§3602"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 3602",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 3602",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 3602",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "protected interest",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "civil"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "bank"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "discriminat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "race"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "protect"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fha"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fair housing act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "42 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "42 u s c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "right"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "interest"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}