{
	"id": 52,
	"case_id": 4151831,
	"case_title": "Lightfoot v. Cendant Mortgage Corp",
	"date_filed": "2017-01-18",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n LIGHTFOOT ET AL. v. CENDANT MORTGAGE CORP., \n\n          DBA PHH MORTGAGE, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n No. 14–1055. Argued November 8, 2016—Decided January 18, 2017\nThe Federal National Mortgage Association (Fannie Mae) is a federally\n  chartered corporation that participates in the secondary mortgage\n  market. By statute, Fannie Mae has the power “to sue and to be\n  sued, and to complain and to defend, in any court of competent juris-\n  diction, State or Federal.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1723a(a). When petitioners\n  Beverly Ann Hollis-Arrington and her daughter Crystal Lightfoot\n  filed suit in state court alleging deficiencies in the refinancing, fore-\n  closure, and sale of their home, Fannie Mae removed the case to fed-\n  eral court, relying on its sue-and-be-sued clause as the basis for ju-\n  risdiction. The District Court denied a motion to remand the case to\n  state court and later entered judgment against petitioners. The\n  Ninth Circuit affirmed. In concluding that the District Court had ju-\n  risdiction under Fannie Mae’s sue-and-be-sued clause, the court re-\n  lied on American Nat. Red Cross v. S. G., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112770\"\u003e\u003ca href=\"/opinion/112770/american-nat-red-cross-v-sg/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e247\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, which it read\n  as establishing a rule that when a sue-and-be-sued clause in a federal\n  charter expressly authorizes suit in federal court, it confers jurisdic-\n  tion on the federal courts.\nHeld: Fannie Mae’s sue-and-be-sued clause does not grant federal\n courts jurisdiction over all cases involving Fannie Mae. Pp. 6–16.\n    (a) This Court has addressed the jurisdictional reach of sue-and-be-\n sued clauses in five federal charters. Three clauses were held to\n grant jurisdiction—Osborn v. Bank of United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"85451\"\u003e\u003ca href=\"/opinion/85451/osborn-v-bank-of-united-states/\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWheat.\u003c/span\u003e \u003cspan class=\"page\"\u003e738\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e;\n D’Oench, Duhme \u0026 Co. v. FDIC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103624\"\u003e\u003ca href=\"/opinion/103624/doench-duhme-co-v-fdic/\"\u003e\u003cspan class=\"volume\"\u003e315\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e447\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; American Nat. Red\n Cross v. S. G., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112770\"\u003e\u003ca href=\"/opinion/112770/american-nat-red-cross-v-sg/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e247\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e—while two were found wanting—Bank\n of United States v. Deveaux, 5 Cranch 61; Bankers Trust Co. v. Texas\n \u0026 Pacific R. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98744\"\u003e\u003ca href=\"/opinion/98744/bankers-trust-co-v-texas-pacific-r-co/\"\u003e\u003cspan class=\"volume\"\u003e241\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e295\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Describing the earlier decisions as\n this Court’s “best efforts at divining congressional intent retrospec-\n\u000c2            LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                                  Syllabus\n\n    tively,” 505 U. S., at 252, the Court in Red Cross concluded that those\n    decisions “support the rule that a congressional charter’s ‘sue and be\n    sued’ provision may be read to confer federal court jurisdiction if, but\n    only if, it specifically mentions the federal courts,” id., at 255.\n       In specifically mentioning the federal courts, Fannie Mae’s sue-\n    and-be-sued clause resembles the three clauses this Court has held\n    confer jurisdiction. But unlike those clauses, Fannie Mae’s clause\n    adds the qualification “any court of competent jurisdiction,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e\n    \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1723a(a). Thus, the outcome here turns on the meaning of\n    “court of competent jurisdiction.”\n       A court of competent jurisdiction is a court with the power to adju-\n    dicate the case before it, Black’s Law Dictionary 431, and a court’s\n    subject-matter jurisdiction defines its power to hear cases, see Steel\n    Co. v. Citizens for Better Environment, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2620886\"\u003e\u003ca href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"\u003e\u003cspan class=\"volume\"\u003e523\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e83\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 89. It follows\n    that a court of competent jurisdiction is a court with a grant of sub-\n    ject-matter jurisdiction covering the case before it. This Court has\n    understood that phrase as a reference to a court with an existing\n    source of subject-matter jurisdiction. See, e.g., Ex parte Phenix Ins.\n    Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"91719\"\u003e\u003ca href=\"/opinion/91719/ex-parte-phenix-insurance-company/\"\u003e\u003cspan class=\"volume\"\u003e118\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e610\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. On this understanding, Fannie Mae’s sue-and-be-\n    sued clause is most naturally read not to grant federal courts subject-\n    matter jurisdiction over all cases involving Fannie Mae but to permit\n    suit in any state or federal court already endowed with subject-\n    matter jurisdiction.\n       Red Cross does not require a different result. It did not set out a\n    rule that an express reference to the federal courts suffices to make a\n    sue-and-be-sued clause a grant of federal jurisdiction. Rather, it re-\n    stated “the basic rule” of Deveaux and Osborn that a sue-and-be-sued\n    clause conferring only a general right to sue does not grant jurisdic-\n    tion to the federal courts. 505 U. S., at 253. Pp. 6–11.\n       (b) Fannie Mae’s arguments against reading its sue-and-be-sued\n    clause as merely capacity conferring are unpersuasive. Its alterna-\n    tive readings of “court of competent jurisdiction” are premised on the\n    already rejected reading of Red Cross. The prior construction canon\n    of statutory interpretation does not apply because none of the cases\n    on which Fannie Mae relies suggest that Congress in 1954 would\n    have surveyed the jurisprudential landscape and necessarily con-\n    cluded that the courts had already settled the question whether a\n    sue-and-be-sued clause containing the phrase “court of competent ju-\n    risdiction” confers jurisdiction on the federal courts. Finally, Fannie\n    Mae’s appeals to congressional purpose do not call into question the\n    plain text reading of its sue-and-be-sued clause. Pp. 11–16.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e681\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed.\n\n    SOTOMAYOR, J., delivered the opinion for a unanimous Court.\n\u000c                       Cite as: 580 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 14–1055\n                                  _________________\n\n\n   CRYSTAL MONIQUE LIGHTFOOT, ET AL., PETI-\n    TIONERS v. CENDANT MORTGAGE CORPO-\n       RATION, DBA PHH MORTGAGE ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                              [January 18, 2017]\n\n\n   JUSTICE SOTOMAYOR delivered the opinion of the Court.\n   The corporate charter of the Federal National Mortgage\nAssociation, known as Fannie Mae, authorizes Fannie\nMae “to sue and to be sued, and to complain and to defend,\nin any court of competent jurisdiction, State or Federal.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1723a(a). This case presents the question\nwhether this sue-and-be-sued clause grants federal dis-\ntrict courts jurisdiction over cases involving Fannie Mae.\nWe hold that it does not.\n                            I\n\n                           A\n\n  During the Great Depression, the Federal Government\nworked to stabilize and strengthen the residential mort-\ngage market. Among other things, it took steps to in-\ncrease liquidity (reasonably available funding) in the\nmortgage market. These efforts included the creation of\nthe Federal Home Loan Banks, which provide credit to\nmember institutions to finance affordable housing and\neconomic development projects, and the Federal Housing\nAdministration (FHA), which insures residential mort-\n\u000c2        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                     Opinion of the Court\n\ngages. See Dept. of Housing and Urban Development, Back-\nground and History of the Federal National Mortgage\nAssociation 1–7, A4 (1966).\n    Also as part of these efforts, Title III of the National\nHousing Act (1934 Act) authorized the Administrator of\nthe newly created FHA to establish “national mortgage\nassociations” that could “purchase and sell [certain] first\nmortgages and such other first liens” and “borrow money\nfor such purposes.” §301(a), 48 Stat. 1252–1253. The\nassociations were endowed with certain powers, including\nthe power to “sue and be sued, complain and defend, in\nany court of law or equity, State or Federal.” §301(c), id.,\nat 1253.\n    In 1938, the FHA Administrator exercised that author-\nity and chartered the Federal National Mortgage Associa-\ntion. Avoiding a mouthful of an acronym (FNMA), it went\nby Fannie Mae. See, e.g., Washington Post, July 14, 1940,\np. P2 (“ ‘Fanny May’ ”); N. Y. Times, Mar. 23, 1950, p. 48\n(“ ‘Fannie Mae’ ”). As originally chartered, Fannie Mae\nwas wholly owned by the Federal Government and had\nthree objectives: to “establish a market for [FHA-insured]\nfirst mortgages” covering new housing construction, to\n“facilitate the construction and financing of economically\nsound rental housing projects,” and to “make [the bonds it\nissued] available to . . . investors.” Fed. Nat. Mortgage\nAssn. Information Regarding the Activities of the Assn. 1\n(Circular No. 1, 1938).\n    Fannie Mae was rechartered in 1954. Housing Act of\n1954 (1954 Act), §201, 68 Stat. 613. No longer wholly\nGovernment owned, Fannie Mae had mixed ownership:\nPrivate shareholders held its common stock and the De-\npartment of the Treasury held its preferred stock. The\n1954 Act required the Secretary of the Treasury to allow\nFannie Mae to repurchase that stock. See id., at 613–615.\nIt expected that Fannie Mae would repurchase all of its\npreferred stock and that legislation would then be enacted\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\nto turn Fannie Mae over to the private stockholders.\nFrom then on, Fannie Mae’s duties would “be carried out\nby a privately owned and privately financed corporation.”\nId., at 615. Along with these structural changes, the 1954\nAct replaced Fannie Mae’s initial set of powers with a\nmore detailed list. In doing so, it revised the sue-and-be-\nsued clause to give Fannie Mae the power “to sue and to\nbe sued, and to complain and to defend, in any court of\ncompetent jurisdiction, State or Federal.” Id., at 620.\n  In 1968, Fannie Mae became fully privately owned and\nrelinquished part of its portfolio to its new spinoff, the\nGovernment National Mortgage Association (known as\nGinnie Mae). See Housing and Urban Development Act of\n1968 (1968 Act), 82 Stat. 536. Fannie Mae “continue[d] to\noperate the secondary market operations” but became “a\nGovernment-sponsored private corporation.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1716b. Ginnie Mae “remain[ed] in the Government” and\ntook over “the special assistance functions and manage-\nment and liquidating functions.” Ibid. Ginnie Mae re-\nceived the same set of powers as Fannie Mae. See\n§1723(a); see also 1968 Act, §802(z), 82 Stat. 540 (minor\nrevisions to §1723a(a)).\n  This general structure remains in place. Fannie Mae\ncontinues to participate in the secondary mortgage mar-\nket. It purchases mortgages that meet its eligibility criteria,\npackages them into mortgage-backed securities, and sells\nthose securities to investors, and it invests in mortgage-\nbacked securities itself. One of those mortgage purchases\nled to Fannie Mae’s entanglement in this case.\n                           B\n  Beverly Ann Hollis-Arrington refinanced her mortgage\nwith Cendant Mortgage Corporation (Cendant) in the\nsummer of 1999. Fannie Mae then bought the mortgage,\nwhile Cendant continued to service it. Unable to make her\npayments, Hollis-Arrington pursued a forbearance ar-\n\u000c4         LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\nrangement with Cendant. No agreement materialized,\nand the home entered foreclosure. Around this time,\nCendant repurchased the mortgage from Fannie Mae\nbecause it did not meet Fannie Mae’s credit standards.\n   To stave off the foreclosure, Hollis-Arrington and her\ndaughter, Crystal Lightfoot, pursued bankruptcy and\ntransferred the property between themselves. These ef-\nforts failed, and the home was sold at a trustee’s sale in\n2001. The two then took to the courts to try to undo the\nforeclosure and sale.\n   After two unsuccessful federal suits, the pair filed this\nsuit in state court. They alleged that deficiencies in the\nrefinancing, foreclosure, and sale of their home entitled\nthem to relief against Fannie Mae. Their claims against\nother defendants are not relevant here.\n   Fannie Mae removed the case to federal court under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1441(a), which permits a defendant to remove\nfrom state to federal court “any civil action” over which the\nfederal district courts “have original jurisdiction.” It relied\non its sue-and-be-sued clause as the basis for jurisdiction.\nThe District Court denied a motion to remand the case to\nstate court.\n   The District Court then dismissed the claims against\nFannie Mae on claim preclusion grounds. After a series of\nmotions, rulings, and appeals not related to the issue\nhere, the District Court entered final judgment. Hollis-\nArrington and Lightfoot immediately moved to set aside\nthe judgment under Federal Rule of Civil Procedure 60(b),\nalleging “fraud upon the court.” App. 95–110. The Dis-\ntrict Court denied the motion.\n   The Ninth Circuit affirmed the dismissal of the case and\nthe denial of the Rule 60(b) motion. 465 Fed. Appx. 668\n(2012). After Hollis-Arrington and Lightfoot sought re-\nhearing, the Ninth Circuit withdrew its opinion and or-\ndered briefing on the question whether the District Court\nhad jurisdiction over the case under Fannie Mae’s sue-\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\nand-be-sued clause. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e681\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 682–683 (2014).\n   A divided panel affirmed the District Court’s judgment.\nThe majority relied on American Nat. Red Cross v. S. G.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112770\"\u003e\u003ca href=\"/opinion/112770/american-nat-red-cross-v-sg/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e247\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1992). It read that decision to have estab-\nlished a “rule [that] resolves this case”: When a sue-and-\nbe-sued clause in a federal charter expressly authorizes\nsuit in federal courts, it confers jurisdiction on the federal\ncourts. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 684. The dissent instead read Red\nCross as setting out only a “ ‘default rule’ ” that provides a\n“starting point for [the] analysis.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 692 (opin-\nion of Stein, J.). It read “any court of competent jurisdic-\ntion” in Fannie Mae’s sue-and-be-sued clause to overcome\nthat default rule by requiring an independent source for\njurisdiction in cases involving Fannie Mae. Ibid.\n   Two Circuits have likewise concluded that the language\nin Fannie Mae’s sue-and-be-sued clause grants jurisdiction\nto federal courts. See Federal Home Loan Bank of Boston\nv. Moody’s Corp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e821\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e102\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA1 2016) (Federal Home\nLoan Bank of Boston’s identical sue-and-be-sued clause);\nPirelli Armstrong Tire Corp. Retiree Medical Benefits\nTrust ex rel. Fed. Nat. Mortgage Assn. v. Raines, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"187236\"\u003e\u003ca href=\"/opinion/187236/pirelli-armstrong-tire-corp-retir-med-v-raines/\"\u003e\u003cspan class=\"volume\"\u003e534\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e779\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CADC 2008) (Fannie Mae’s sue-and-be-sued clause).\nFour Circuits have disagreed, finding that similar lan-\nguage did not grant jurisdiction. See Western Securities\nCo. v. Derwinski, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"564375\"\u003e\u003ca href=\"/opinion/564375/western-securities-company-a-subsidiary-of-universal-mortgage-corporation/\"\u003e\u003cspan class=\"volume\"\u003e937\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1276\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA7 1991) (Under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e38\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1820(a)(1) (1988 ed.), Secretary of Veterans\nAffairs’ authority to “sue and be sued . . . in any court of\ncompetent jurisdiction, State or Federal”); C. H. Sanders\nCo. v. BHAP Housing Development Fund Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"541739\"\u003e\u003ca href=\"/opinion/541739/ch-sanders-co-inc-and-bristol-construction-corp-a-joint-venture/\"\u003e\u003cspan class=\"volume\"\u003e903\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e114\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA2 1990) (Under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1702 (1988 ed.), Secre-\ntary of Housing and Urban Development’s authority “in\nhis official capacity, to sue and be sued in any court of\ncompetent jurisdiction, State or Federal”); Industrial\nIndemnity, Inc. v. Landrieu, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"374769\"\u003e\u003ca href=\"/opinion/374769/industrial-indemnity-inc-v-moon-landrieu-secretary-of-the-department-of/\"\u003e\u003cspan class=\"volume\"\u003e615\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e644\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA5 1980) ( per\ncuriam) (similar); Lindy v. Lynn, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"321183\"\u003e\u003ca href=\"/opinion/321183/philip-b-lindy-ta-fountain-view-apts-a-pennsylvania-limited-partnership/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1367\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA3\n1974) (similar).\n\u000c6        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                     Opinion of the Court\n\n  We granted certiorari, 579 U. S. ___ (2016), and now\nreverse.\n                               II\n  Fannie Mae’s sue-and-be-sued clause authorizes it “to\nsue and to be sued, and to complain and to defend, in any\ncourt of competent jurisdiction, State or Federal.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1723a(a). As in other federal corporate charters,\nthis language serves the uncontroversial function of clari-\nfying Fannie Mae’s capacity to bring suit and to be sued.\nSee Bank of United States v. Deveaux, 5 Cranch 61, 85–86\n(1809). The question here is whether Fannie Mae’s sue-\nand-be-sued clause goes further and grants federal courts\njurisdiction over all cases involving Fannie Mae.\n                               A\n    In answering this question, “we do not face a clean\nslate.” Red Cross, 505 U. S., at 252. This Court has ad-\ndressed the jurisdictional reach of sue-and-be-sued clauses\nin five federal charters. Three clauses were held to grant\njurisdiction, while two were found wanting.\n    The first discussion of sue-and-be-sued clauses came in\na pair of opinions by Chief Justice Marshall. The charter\nof the first Bank of the United States allowed it “ ‘to sue\nand be sued, plead and be impleaded, answer and be\nanswered, defend and be defended, in courts of record, or\nany other place whatsoever.’ ” Deveaux, 5 Cranch, at 85.\nAnother provision allowed suits in federal court against\ncertain bank officials, suggesting “the right to sue does not\nimply a right to sue in the courts of the union, unless it be\nexpressed.” Id., at 86. In light of this language, the Court\nheld that the first Bank of the United States had “no right\n. . . to sue in the federal courts.” Ibid. The Court con-\ncluded that the second Bank of the United States was not\nsimilarly disabled. Its charter allowed it “ ‘to sue and be\nsued, plead and be impleaded, answer and be answered,\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                     Opinion of the Court\n\ndefend and be defended, in all State Courts having compe-\ntent jurisdiction, and in any Circuit Court of the United\nStates.’ ” Osborn v. Bank of United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"85451\"\u003e\u003ca href=\"/opinion/85451/osborn-v-bank-of-united-states/\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWheat.\u003c/span\u003e \u003cspan class=\"page\"\u003e738\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n817 (1824). The Court took from Deveaux “that a general\ncapacity in the Bank to sue, without mentioning the\nCourts of the Union, may not give a right to sue in those\nCourts.” 9 Wheat., at 818. By contrast, the second Bank’s\ncharter did grant jurisdiction to the federal circuit courts\nbecause it used “words expressly conferring a right to sue\nin those Courts.” Ibid.\n    A mortgage dispute between a railroad and its creditor\nled to the next consideration of this issue. The Texas and\nPacific Railway Company’s federal charter authorized it\n“ ‘to sue and be sued, plead and be impleaded, defend and\nbe defended, in all courts of law and equity within the\nUnited States.’ ” Bankers Trust Co. v. Texas \u0026 Pacific R.\nCo., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98744\"\u003e\u003ca href=\"/opinion/98744/bankers-trust-co-v-texas-pacific-r-co/\"\u003e\u003cspan class=\"volume\"\u003e241\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e295\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 302 (1916). This Court held that the\nclause had “the same generality and natural import as”\nthe clause in Deveaux. 241 U. S., at 304. Thus, “all that\nwas intended was to render this corporation capable of\nsuing and being sued by its corporate name in any court\n. . . whose jurisdiction as otherwise competently defined\nwas adequate to the occasion.” Id., at 303.\n    Another lending dispute, involving defaulted bonds, led\nto the next statement on this issue. The Federal Deposit\nInsurance Corporation’s (FDIC) sue-and-be-sued clause\nauthorized it “[t]o sue and be sued, complain and defend,\nin any court of law or equity, State or Federal.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §264(j) (1940 ed.). In D’Oench, Duhme \u0026 Co. v.\nFDIC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103624\"\u003e\u003ca href=\"/opinion/103624/doench-duhme-co-v-fdic/\"\u003e\u003cspan class=\"volume\"\u003e315\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e447\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 455 (1942), this Court held that\nfederal jurisdiction over the case was based on the FDIC’s\nsue-and-be-sued clause. See Red Cross, 505 U. S., at 254\n(expressing no “doubt that the Court held federal jurisdic-\ntion to rest on the” sue-and-be-sued clause).\n    This Court’s most recent discussion of a sue-and-be-sued\nclause came in Red Cross, which involved a state-law tort\n\u000c8        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\nsuit related to a contaminated blood transfusion. It de-\nscribed the previous quartet of decisions as reflecting this\nCourt’s “best efforts at divining congressional intent retro-\nspectively,” efforts that had put “Congress on prospective\nnotice of the language necessary and sufficient to confer\njurisdiction.” Id., at 252. Those decisions “support the\nrule that a congressional charter’s ‘sue and be sued’ provi-\nsion may be read to confer federal court jurisdiction if, but\nonly if, it specifically mentions the federal courts.” Id., at\n255. Under that rule, the Court explained, the result was\n“clear.” Id., at 257. The Red Cross’ sue-and-be-sued\nclause, which permits it to “sue and be sued in courts of\nlaw and equity, State or Federal, within the jurisdiction of\nthe United States,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e36\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §300105(a)(5), confers\njurisdiction. Red Cross, 505 U. S., at 257. “In expressly\nauthorizing [suits] in federal courts, using language . . . in\nall relevant respects identical to [the clause in D’Oench] on\nwhich [the Court] based a holding of federal jurisdiction\njust five years before [its enactment], the provision ex-\ntends beyond a mere grant of general corporate capacity to\nsue, and suffices to confer federal jurisdiction.” Ibid.\n   Armed with these earlier cases, as synthesized by Red\nCross, we turn to the sue-and-be-sued clause at issue here.\n                            B\n  Fannie Mae’s sue-and-be-sued clause resembles the\nclauses this Court has held confer jurisdiction in one\nimportant respect. In authorizing Fannie Mae “to sue and\nto be sued, and to complain and to defend, in any court of\ncompetent jurisdiction, State or Federal,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1723a(a), it “specifically mentions the federal courts.”\nRed Cross, 505 U. S., at 255. This mention of the federal\ncourts means that Fannie Mae’s charter clears a hurdle\nthat the clauses in Deveaux and Bankers Trust did not.\n  But Fannie Mae’s clause differs in a material respect\nfrom the three clauses the Court has held sufficient to\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\ngrant federal jurisdiction. Those clauses referred to suits\nin the federal courts without qualification. In contrast,\nFannie Mae’s sue-and-be-sued clause refers to “any court\nof competent jurisdiction, State or Federal.” §1723a(a)\n(emphasis added). Because this sue-and-be-sued clause is\nnot “in all relevant respects identical” to a clause already\nheld to grant federal jurisdiction, Red Cross, 505 U. S., at\n257, this case cannot be resolved by a simple comparison.\nThe outcome instead turns on the meaning of “court of\ncompetent jurisdiction” in Fannie Mae’s sue-and-be-sued\nclause.\n   A court of competent jurisdiction is a court with the\npower to adjudicate the case before it. See Black’s Law\nDictionary 431 (10th ed. 2014) (“[a] court that has the\npower and authority to do a particular act; one recognized\nby law as possessing the right to adjudicate a contro-\nversy”). And a court’s subject-matter jurisdiction defines\nits power to hear cases. See Steel Co. v. Citizens for Better\nEnvironment, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2620886\"\u003e\u003ca href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"\u003e\u003cspan class=\"volume\"\u003e523\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e83\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 89 (1998) (Subject-matter\njurisdiction is “the courts’ statutory or constitutional\npower to adjudicate the case” (emphasis deleted)); Wa-\nchovia Bank, N. A. v. Schmidt, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145692\"\u003e\u003ca href=\"/opinion/145692/wachovia-bank-na-v-schmidt/\"\u003e\u003cspan class=\"volume\"\u003e546\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e303\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 316 (2006)\n(“Subject-matter jurisdiction . . . concerns a court’s compe-\ntence to adjudicate a particular category of cases”). It\nfollows that a court of competent jurisdiction is a court\nwith a grant of subject-matter jurisdiction covering the\ncase before it. Cf. Pennoyer v. Neff, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"89656\"\u003e\u003ca href=\"/opinion/89656/pennoyer-v-neff/\"\u003e\u003cspan class=\"volume\"\u003e95\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e714\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 733\n(1878) (“[T]here must be a tribunal competent by its con-\nstitution—that is, by the law of its creation—to pass upon\nthe subject-matter of the suit”).\n   As a result, this Court has understood the phrase “court\nof competent jurisdiction” as a reference to a court with an\nexisting source of subject-matter jurisdiction. Ex parte\nPhenix Ins. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"91719\"\u003e\u003ca href=\"/opinion/91719/ex-parte-phenix-insurance-company/\"\u003e\u003cspan class=\"volume\"\u003e118\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e610\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1886), provides an example.\nThere, the Court explained that a statute “providing for\nthe transfer to a trustee of the interest of the owner in the\n\u000c10        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\nvessel and freight, provides only that the trustee may ‘be\nappointed by any court of competent jurisdiction,’ leaving\nthe question of such competency to depend on other provi-\nsions of law.” Id., at 617. See also Shoshone Mining Co. v.\nRutter, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"95262\"\u003e\u003ca href=\"/opinion/95262/shoshone-mining-co-v-rutter/\"\u003e\u003cspan class=\"volume\"\u003e177\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e505\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 506–507 (1900) (statute authorizing\nsuit “ ‘in a court of competent jurisdiction’ . . . unquestion-\nably meant that the competency of the court should be\ndetermined by rules theretofore prescribed in respect to\nthe jurisdiction of the Federal courts”). Califano v. Sand-\ners, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109606\"\u003e\u003ca href=\"/opinion/109606/califano-v-sanders/\"\u003e\u003cspan class=\"volume\"\u003e430\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e99\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1977), provides another. It held that §10\nof the Administrative Procedure Act, codified in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§§701–704, did not contain “an implied grant of subject-\nmatter jurisdiction to review agency actions.” 430 U. S., at\n105. In noting that “the actual text . . . nowhere contains\nan explicit grant of jurisdiction,” the Court pointed to two\nclauses requiring “judicial review . . . to proceed ‘in a court\nspecified by statute’ or ‘in a court of competent jurisdic-\ntion’ ” and stated that both “seem to look to outside sources\nof jurisdictional authority.” Id., at 105–106, and n. 6.\n   On this understanding, Fannie Mae’s sue-and-be-sued\nclause is most naturally read not to grant federal courts\nsubject-matter jurisdiction over all cases involving Fannie\nMae. In authorizing Fannie Mae to sue and be sued “in\nany court of competent jurisdiction, State or Federal,” it\npermits suit in any state or federal court already endowed\nwith subject-matter jurisdiction over the suit.\n                             C\n  Red Cross does not require a different result. Some,\nincluding the lower courts here, have understood it to set\nout a rule that an express reference to the federal courts\nsuffices to make a sue-and-be-sued clause a grant of fed-\neral jurisdiction. Red Cross contains no such rule.\n  By its own terms, the rule Red Cross restates is “the\nbasic rule” drawn in Deveaux and Osborn that a sue-and-\nbe-sued clause conferring only a general right to sue does\n\u000c                  Cite as: 580 U. S. ____ (2017)           11\n\n                      Opinion of the Court\n\nnot grant jurisdiction to the federal courts. Red Cross, 505\nU. S., at 253. Each mention of a “rule” refers back to this\nprinciple. See id., at 255 (reading this Court’s sue-and-be-\nsued clause cases to “support the rule that a . . . ‘sue and\nbe sued’ provision may be read to confer federal court\njurisdiction if, but only if, it specifically mentions the\nfederal courts” (emphasis added)); id., at 256 (Bankers\nTrust applied “the rule thus established” to hold that the\nrailroad’s sue-and-be-sued clause did not confer jurisdic-\ntion); 505 U. S., at 257 (finding the result “clear” under the\n“rule established in these cases” because the charter “ex-\npressly authoriz[es]” suits in federal courts in a clause “in\nall relevant respects identical” to one already found to\nconfer jurisdiction).\n   True enough, the dissent thought Red Cross established\na broad rule. See 505 U. S., at 271–272 (opinion of Scalia,\nJ.) (describing Red Cross as announcing a “rule . . . that\nany grant of a general capacity to sue with mention of\nfederal courts will suffice to confer jurisdiction” (emphasis\ndeleted)). The certainty of the dissent may explain the\nlower court decisions adopting a broader reading of Red\nCross. But Red Cross itself establishes no such rule. And\nsuch a rule is hard to square with the opinion’s thorough\nconsideration of the contrary arguments based in text,\npurpose, and legislative history. See id., at 258–263.\n   Nothing in Red Cross suggests that courts should ignore\n“the ordinary sense of the language used,” id., at 263,\nwhen confronted with a federal charter’s sue-and-be-sued\nclause that expressly references the federal courts, but\nonly those that are courts “of competent jurisdiction.”\n                         III\n  Fannie Mae, preferring to be in federal court, raises\nseveral arguments against reading its sue-and-be-\nsued clause as merely capacity conferring. None are\npersuasive.\n\u000c12       LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                     Opinion of the Court \n\n\n                              A\n\n   Fannie Mae first offers several alternative readings of\n“court of competent jurisdiction.” It suggests that the\nphrase might refer to a court with personal jurisdiction\nover the parties before it, a court of proper venue, or a\ncourt of general, rather than specialized, jurisdiction.\nBrief for Respondents 41–45.\n   At bottom, Fannie Mae’s efforts on this front are prem-\nised on the reading of Red Cross rejected above. In its\nview, an express reference to the federal courts suffices to\nconfer subject-matter jurisdiction on federal courts. It\nsees its only remaining task as explaining why that would\nnot render “court of competent jurisdiction” superfluous.\nSee Tr. of Oral Arg. 29–30. But the fact that a sue-and-be-\nsued clause references the federal courts does not resolve\nthe jurisdictional question. Thus, arguments as to why\nthe phrase “court of competent jurisdiction” could still\nhave meaning if it does not carry its ordinary meaning are\nbeside the point.\n   Moreover, even if the phrase carries additional meaning,\nthat would not further Fannie Mae’s argument. Take its\nsuggestion that a “court of competent jurisdiction” is a\ncourt with personal jurisdiction. A court must have the\npower to decide the claim before it (subject-matter juris-\ndiction) and power over the parties before it (personal\njurisdiction) before it can resolve a case. See Ruhrgas AG\nv. Marathon Oil Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118288\"\u003e\u003ca href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"\u003e\u003cspan class=\"volume\"\u003e526\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e574\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 583–585 (1999). Rec-\nognizing as much, this Court has stated that the phrase\n“court of competent jurisdiction,” while “usually used to\nrefer to subject-matter jurisdiction, has also been used on\noccasion to refer to a court’s jurisdiction over the defend-\nant’s person.” United States v. Morton, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111220\"\u003e\u003ca href=\"/opinion/111220/united-states-v-morton/\"\u003e\u003cspan class=\"volume\"\u003e467\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e822\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 828\n(1984) (footnote omitted). See also Blackmar v. Guerre,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104975\"\u003e\u003ca href=\"/opinion/104975/blackmar-v-guerre/\"\u003e\u003cspan class=\"volume\"\u003e342\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e512\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 516 (1952). But nothing in Fannie Mae’s\nsue-and-be-sued clause suggests that the reference to\n“court of competent jurisdiction” refers only to a court with\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\npersonal jurisdiction over the parties before it. At most\nthen, this point might support reading the phrase to refer\nto both subject-matter and personal jurisdiction. That\ndoes not help Fannie Mae. So long as the sue-and-be-sued\nclause refers to an outside source of subject-matter juris-\ndiction, it does not confer subject-matter jurisdiction.\n                              B\n  Fannie Mae next claims that, by the time its sue-and-be-\nsued clause was enacted in 1954, courts had interpreted\nprovisions containing the phrase “court of competent\njurisdiction” to grant jurisdiction and that Congress was\nentitled to rely on those interpretations. This argument\ninvokes the prior construction canon of statutory interpre-\ntation. The canon teaches that if courts have settled the\nmeaning of an existing provision, the enactment of a new\nprovision that mirrors the existing statutory text indi-\ncates, as a general matter, that the new provision has that\nsame meaning. See Bragdon v. Abbott, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118241\"\u003e\u003ca href=\"/opinion/118241/bragdon-v-abbott/\"\u003e\u003cspan class=\"volume\"\u003e524\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e624\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 645\n(1998).\n  Fannie Mae points to cases discussing three types of\nstatutory provisions that, in its view, show that the phrase\n“court of competent jurisdiction” had acquired a settled\nmeaning by 1954.\n  The first pair addresses the FHA’s sue-and-be-sued\nclause. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1702 (“sue and be sued in any\ncourt of competent jurisdiction, State or Federal”). Two\nCourt of Appeals decisions in the 1940’s concluded that the\nFHA sue-and-be-sued clause overrode the general rule,\ntoday found in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§1346(a)(2), 1491, that mone-\ntary claims against the United States exceeding $10,000\nmust be brought in the Court of Federal Claims, rather\nthan the federal district courts. See Ferguson v. Union\nNat. Bank of Clarksburg, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1493015\"\u003e\u003ca href=\"/opinion/1493015/ferguson-v-union-nat-bank-of-clarksburg-w-va/\"\u003e\u003cspan class=\"volume\"\u003e126\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e753\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 755–757 (CA4\n1942); George H. Evans \u0026 Co. v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1476809\"\u003e\u003ca href=\"/opinion/1476809/george-h-evans-co-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e169\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e500\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 502 (CA3 1948). These courts did not state that their\n\u000c14        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\njurisdiction was founded on the sue-and-be-sued clause, as\nopposed to statutes governing the original jurisdiction of\nthe federal district courts. See, e.g., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §41(a)\n(1946 ed.). Thus, even assuming that two appellate court\ncases can “ ‘settle’ ” an issue, A. Scalia \u0026 B. Garner, Read-\ning Law 325 (2012), these two cases did not because they\ndid not speak to the question here.\n   The second set of cases addresses provisions authorizing\nsuit for a violation of a statute. One arose under the Fair\nLabor Standards Act of 1938, which authorizes employees\nto sue for violations of the Act in “any . . . court of compe-\ntent jurisdiction.” §6(d)(1), 88 Stat. 61, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §216(b).\nThis Court, in its description of the facts, stated that\n“[j]urisdiction of the action was conferred by . . . \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §41(8), and . . . \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §216(b).” Williams v.\nJacksonville Terminal Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103620\"\u003e\u003ca href=\"/opinion/103620/williams-v-jacksonville-terminal-co/\"\u003e\u003cspan class=\"volume\"\u003e315\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e386\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 390 (1942). This\nbrief, ambiguous statement did not settle the meaning of\n§216(b), and thus did not settle the meaning of the phrase\n“court of competent jurisdiction.” The other cases in this\nset dealt with the Housing and Rent Act of 1947. As\nenacted, the statute permitted suit in “any Federal, State,\nor Territorial court of competent jurisdiction.” §206(b), 61\nStat. 199. Some courts read §206 not to confer jurisdiction\nand instead assessed their jurisdiction under the federal-\nquestion jurisdiction statute.        See, e.g., Schuman v.\nGreenberg, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e100\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e187\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 189 (NJ 1951) (collecting\ncases). At the time, that statute carried an amount-in-\ncontroversy requirement, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §41(1) (1946 ed.), and\nso some cases were dismissed or remanded to state court\nfor lack of federal jurisdiction. Congress later amended\n§206 to permit suit “in any Federal court of competent\njurisdiction regardless of the amount involved.” Defense\nProduction Act Amendments of 1951, §204, 65 Stat. 147.\nCongress’ elimination of the amount-in-controversy re-\nquirement suggests, if anything, it understood that “court\nof competent jurisdiction” could be read to require an\n\u000c                     Cite as: 580 U. S. ____ (2017)                  15\n\n                         Opinion of the Court\n\noutside source of jurisdiction.\n  The third set of cases interpreted provisions making\nfederal jurisdiction over certain causes of action exclusive.\nBrief for Respondents 36–37. Those cases confirm that the\nprovisions require suit to be brought in federal courts but\ndo not discuss the basis for federal jurisdiction.\n  In sum, none of the cases on which Fannie Mae relies\nsuggest that Congress in 1954 would have surveyed the\njurisprudential landscape and necessarily concluded that\nthe courts had already settled the question whether a sue-\nand-be-sued clause containing the phrase “court of compe-\ntent jurisdiction” confers jurisdiction on the federal courts.\n                              C\n  Fannie Mae ends with an appeal to congressional pur-\npose, or, more accurately, a lack of congressional purpose.\n  It argues that its original sue-and-be-sued clause, en-\nacted in 1934, granted jurisdiction to federal courts and\nthat there is no indication that Congress wanted to change\nthe status quo in 1954. The addition in 1954 of “court of\ncompetent jurisdiction,” a phrase that, as discussed, car-\nries a clear meaning, means that the current sue-and-be-\nsued clause does not confer jurisdiction. An indication\nwhether that meaning was understood as a change from\nthe 1934 Act is not required.*\n  Fannie Mae next points to its sibling rival, the Federal\nHome Loan Mortgage Corporation, known as Freddie Mac.\nThe two share parallel authority to compete in the second-\n\n——————\n  * The legislative history of the 1934 Act provides some reason to\nquestion Fannie Mae’s premise about Congress’ view of the status quo\nunder the 1934 Act. During debate on this provision, Senator Logan\nasked Senator Bulkley, the chair of the subcommittee with authority\nover the bill, about the original sue-and-be-sued clause. Senator\nBulkley explained that it merely conferred a capacity to sue and be\nsued “and [did] not confe[r] a right to go into a Federal court where it\nwould not otherwise exist.” 78 Cong. Rec. 12008 (1934).\n\u000c16          LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                        Opinion of the Court\n\nary mortgage market. Compare \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§1717(b)(2)–\n(6) (Fannie Mae) with §1454(a) (Freddie Mac). Suits\ninvolving Freddie Mac may be brought in federal court.\nSee §1452(c) (“to sue and be sued, complain and defend, in\nany State, Federal, or other court”); §1452(f) (providing\nthat Freddie Mac is a federal agency under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§§1345, 1442, that civil actions to which Freddie Mac is a\nparty arise under federal law, and that Freddie Mac may\nremove cases to federal district court before trial).\n   Fannie Mae argues there is no good reason to think that\nCongress gave Freddie Mac fuller access to the federal\ncourts than it has. Leaving aside the clear textual indica-\ntions suggesting Congress did just that, a plausible reason\ndoes exist. In 1970, when Freddie Mac’s sue-and-be-sued\nclause and related jurisdictional provisions were enacted,\nFreddie Mac was a Government-owned corporation. See\nEmergency Home Finance Act of 1970, §304(a), 84 Stat.\n454. Fannie Mae, on the other hand, had already transi-\ntioned into a privately owned corporation. Fannie Mae’s\nargument on this front, moreover, contains a deeper flaw.\nThe doors to federal court remain open to Fannie Mae\nthrough diversity and federal-question jurisdiction. Fan-\nnie Mae provides no reason to think that in other cases,\ninvolving only state-law claims, access to the federal\ncourts gives Freddie Mac an unintended competitive ad-\nvantage over Fannie Mae that Congress would have wanted\nto avoid. Indeed, the usual assumption is that state courts\nare up to the task of adjudicating their own laws. Cf.\nGulf Offshore Co. v. Mobil Oil Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110560\"\u003e\u003ca href=\"/opinion/110560/gulf-offshore-co-v-mobil-oil-corp/\"\u003e\u003cspan class=\"volume\"\u003e453\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e473\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 483–\n484 (1981).\n                             IV \n\n     The judgment of the Ninth Circuit is reversed. \n\n\n                                               It is so ordered.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n LIGHTFOOT ET AL. v. CENDANT MORTGAGE CORP., \n\n          DBA PHH MORTGAGE, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n No. 14–1055. Argued November 8, 2016—Decided January 18, 2017\nThe Federal National Mortgage Association (Fannie Mae) is a federally\n  chartered corporation that participates in the secondary mortgage\n  market. By statute, Fannie Mae has the power “to sue and to be\n  sued, and to complain and to defend, in any court of competent juris-\n  diction, State or Federal.” 12 U. S. C. §1723a(a). When petitioners\n  Beverly Ann Hollis-Arrington and her daughter Crystal Lightfoot\n  filed suit in state court alleging deficiencies in the refinancing, fore-\n  closure, and sale of their home, Fannie Mae removed the case to fed-\n  eral court, relying on its sue-and-be-sued clause as the basis for ju-\n  risdiction. The District Court denied a motion to remand the case to\n  state court and later entered judgment against petitioners. The\n  Ninth Circuit affirmed. In concluding that the District Court had ju-\n  risdiction under Fannie Mae’s sue-and-be-sued clause, the court re-\n  lied on American Nat. Red Cross v. S. G., 505 U. S. 247, which it read\n  as establishing a rule that when a sue-and-be-sued clause in a federal\n  charter expressly authorizes suit in federal court, it confers jurisdic-\n  tion on the federal courts.\nHeld: Fannie Mae’s sue-and-be-sued clause does not grant federal\n courts jurisdiction over all cases involving Fannie Mae. Pp. 6–16.\n    (a) This Court has addressed the jurisdictional reach of sue-and-be-\n sued clauses in five federal charters. Three clauses were held to\n grant jurisdiction—Osborn v. Bank of United States, 9 Wheat. 738;\n D’Oench, Duhme \u0026 Co. v. FDIC, 315 U. S. 447; American Nat. Red\n Cross v. S. G., 505 U. S. 247—while two were found wanting—Bank\n of United States v. Deveaux, 5 Cranch 61; Bankers Trust Co. v. Texas\n \u0026 Pacific R. Co., 241 U. S. 295. Describing the earlier decisions as\n this Court’s “best efforts at divining congressional intent retrospec-\n\u000c2            LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                                  Syllabus\n\n    tively,” 505 U. S., at 252, the Court in Red Cross concluded that those\n    decisions “support the rule that a congressional charter’s ‘sue and be\n    sued’ provision may be read to confer federal court jurisdiction if, but\n    only if, it specifically mentions the federal courts,” id., at 255.\n       In specifically mentioning the federal courts, Fannie Mae’s sue-\n    and-be-sued clause resembles the three clauses this Court has held\n    confer jurisdiction. But unlike those clauses, Fannie Mae’s clause\n    adds the qualification “any court of competent jurisdiction,” 12\n    U. S. C. §1723a(a). Thus, the outcome here turns on the meaning of\n    “court of competent jurisdiction.”\n       A court of competent jurisdiction is a court with the power to adju-\n    dicate the case before it, Black’s Law Dictionary 431, and a court’s\n    subject-matter jurisdiction defines its power to hear cases, see Steel\n    Co. v. Citizens for Better Environment, 523 U. S. 83, 89. It follows\n    that a court of competent jurisdiction is a court with a grant of sub-\n    ject-matter jurisdiction covering the case before it. This Court has\n    understood that phrase as a reference to a court with an existing\n    source of subject-matter jurisdiction. See, e.g., Ex parte Phenix Ins.\n    Co., 118 U. S. 610. On this understanding, Fannie Mae’s sue-and-be-\n    sued clause is most naturally read not to grant federal courts subject-\n    matter jurisdiction over all cases involving Fannie Mae but to permit\n    suit in any state or federal court already endowed with subject-\n    matter jurisdiction.\n       Red Cross does not require a different result. It did not set out a\n    rule that an express reference to the federal courts suffices to make a\n    sue-and-be-sued clause a grant of federal jurisdiction. Rather, it re-\n    stated “the basic rule” of Deveaux and Osborn that a sue-and-be-sued\n    clause conferring only a general right to sue does not grant jurisdic-\n    tion to the federal courts. 505 U. S., at 253. Pp. 6–11.\n       (b) Fannie Mae’s arguments against reading its sue-and-be-sued\n    clause as merely capacity conferring are unpersuasive. Its alterna-\n    tive readings of “court of competent jurisdiction” are premised on the\n    already rejected reading of Red Cross. The prior construction canon\n    of statutory interpretation does not apply because none of the cases\n    on which Fannie Mae relies suggest that Congress in 1954 would\n    have surveyed the jurisprudential landscape and necessarily con-\n    cluded that the courts had already settled the question whether a\n    sue-and-be-sued clause containing the phrase “court of competent ju-\n    risdiction” confers jurisdiction on the federal courts. Finally, Fannie\n    Mae’s appeals to congressional purpose do not call into question the\n    plain text reading of its sue-and-be-sued clause. Pp. 11–16.\n769 F. 3d 681, reversed.\n\n    SOTOMAYOR, J., delivered the opinion for a unanimous Court.\n\u000c                       Cite as: 580 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 14–1055\n                                  _________________\n\n\n   CRYSTAL MONIQUE LIGHTFOOT, ET AL., PETI-\n    TIONERS v. CENDANT MORTGAGE CORPO-\n       RATION, DBA PHH MORTGAGE ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                              [January 18, 2017]\n\n\n   JUSTICE SOTOMAYOR delivered the opinion of the Court.\n   The corporate charter of the Federal National Mortgage\nAssociation, known as Fannie Mae, authorizes Fannie\nMae “to sue and to be sued, and to complain and to defend,\nin any court of competent jurisdiction, State or Federal.”\n12 U. S. C. §1723a(a). This case presents the question\nwhether this sue-and-be-sued clause grants federal dis-\ntrict courts jurisdiction over cases involving Fannie Mae.\nWe hold that it does not.\n                            I\n\n                           A\n\n  During the Great Depression, the Federal Government\nworked to stabilize and strengthen the residential mort-\ngage market. Among other things, it took steps to in-\ncrease liquidity (reasonably available funding) in the\nmortgage market. These efforts included the creation of\nthe Federal Home Loan Banks, which provide credit to\nmember institutions to finance affordable housing and\neconomic development projects, and the Federal Housing\nAdministration (FHA), which insures residential mort-\n\u000c2        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                     Opinion of the Court\n\ngages. See Dept. of Housing and Urban Development, Back-\nground and History of the Federal National Mortgage\nAssociation 1–7, A4 (1966).\n    Also as part of these efforts, Title III of the National\nHousing Act (1934 Act) authorized the Administrator of\nthe newly created FHA to establish “national mortgage\nassociations” that could “purchase and sell [certain] first\nmortgages and such other first liens” and “borrow money\nfor such purposes.” §301(a), 48 Stat. 1252–1253. The\nassociations were endowed with certain powers, including\nthe power to “sue and be sued, complain and defend, in\nany court of law or equity, State or Federal.” §301(c), id.,\nat 1253.\n    In 1938, the FHA Administrator exercised that author-\nity and chartered the Federal National Mortgage Associa-\ntion. Avoiding a mouthful of an acronym (FNMA), it went\nby Fannie Mae. See, e.g., Washington Post, July 14, 1940,\np. P2 (“ ‘Fanny May’ ”); N. Y. Times, Mar. 23, 1950, p. 48\n(“ ‘Fannie Mae’ ”). As originally chartered, Fannie Mae\nwas wholly owned by the Federal Government and had\nthree objectives: to “establish a market for [FHA-insured]\nfirst mortgages” covering new housing construction, to\n“facilitate the construction and financing of economically\nsound rental housing projects,” and to “make [the bonds it\nissued] available to . . . investors.” Fed. Nat. Mortgage\nAssn. Information Regarding the Activities of the Assn. 1\n(Circular No. 1, 1938).\n    Fannie Mae was rechartered in 1954. Housing Act of\n1954 (1954 Act), §201, 68 Stat. 613. No longer wholly\nGovernment owned, Fannie Mae had mixed ownership:\nPrivate shareholders held its common stock and the De-\npartment of the Treasury held its preferred stock. The\n1954 Act required the Secretary of the Treasury to allow\nFannie Mae to repurchase that stock. See id., at 613–615.\nIt expected that Fannie Mae would repurchase all of its\npreferred stock and that legislation would then be enacted\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\nto turn Fannie Mae over to the private stockholders.\nFrom then on, Fannie Mae’s duties would “be carried out\nby a privately owned and privately financed corporation.”\nId., at 615. Along with these structural changes, the 1954\nAct replaced Fannie Mae’s initial set of powers with a\nmore detailed list. In doing so, it revised the sue-and-be-\nsued clause to give Fannie Mae the power “to sue and to\nbe sued, and to complain and to defend, in any court of\ncompetent jurisdiction, State or Federal.” Id., at 620.\n  In 1968, Fannie Mae became fully privately owned and\nrelinquished part of its portfolio to its new spinoff, the\nGovernment National Mortgage Association (known as\nGinnie Mae). See Housing and Urban Development Act of\n1968 (1968 Act), 82 Stat. 536. Fannie Mae “continue[d] to\noperate the secondary market operations” but became “a\nGovernment-sponsored private corporation.” 12 U. S. C.\n§1716b. Ginnie Mae “remain[ed] in the Government” and\ntook over “the special assistance functions and manage-\nment and liquidating functions.” Ibid. Ginnie Mae re-\nceived the same set of powers as Fannie Mae. See\n§1723(a); see also 1968 Act, §802(z), 82 Stat. 540 (minor\nrevisions to §1723a(a)).\n  This general structure remains in place. Fannie Mae\ncontinues to participate in the secondary mortgage mar-\nket. It purchases mortgages that meet its eligibility criteria,\npackages them into mortgage-backed securities, and sells\nthose securities to investors, and it invests in mortgage-\nbacked securities itself. One of those mortgage purchases\nled to Fannie Mae’s entanglement in this case.\n                           B\n  Beverly Ann Hollis-Arrington refinanced her mortgage\nwith Cendant Mortgage Corporation (Cendant) in the\nsummer of 1999. Fannie Mae then bought the mortgage,\nwhile Cendant continued to service it. Unable to make her\npayments, Hollis-Arrington pursued a forbearance ar-\n\u000c4         LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\nrangement with Cendant. No agreement materialized,\nand the home entered foreclosure. Around this time,\nCendant repurchased the mortgage from Fannie Mae\nbecause it did not meet Fannie Mae’s credit standards.\n   To stave off the foreclosure, Hollis-Arrington and her\ndaughter, Crystal Lightfoot, pursued bankruptcy and\ntransferred the property between themselves. These ef-\nforts failed, and the home was sold at a trustee’s sale in\n2001. The two then took to the courts to try to undo the\nforeclosure and sale.\n   After two unsuccessful federal suits, the pair filed this\nsuit in state court. They alleged that deficiencies in the\nrefinancing, foreclosure, and sale of their home entitled\nthem to relief against Fannie Mae. Their claims against\nother defendants are not relevant here.\n   Fannie Mae removed the case to federal court under 28\nU. S. C. §1441(a), which permits a defendant to remove\nfrom state to federal court “any civil action” over which the\nfederal district courts “have original jurisdiction.” It relied\non its sue-and-be-sued clause as the basis for jurisdiction.\nThe District Court denied a motion to remand the case to\nstate court.\n   The District Court then dismissed the claims against\nFannie Mae on claim preclusion grounds. After a series of\nmotions, rulings, and appeals not related to the issue\nhere, the District Court entered final judgment. Hollis-\nArrington and Lightfoot immediately moved to set aside\nthe judgment under Federal Rule of Civil Procedure 60(b),\nalleging “fraud upon the court.” App. 95–110. The Dis-\ntrict Court denied the motion.\n   The Ninth Circuit affirmed the dismissal of the case and\nthe denial of the Rule 60(b) motion. 465 Fed. Appx. 668\n(2012). After Hollis-Arrington and Lightfoot sought re-\nhearing, the Ninth Circuit withdrew its opinion and or-\ndered briefing on the question whether the District Court\nhad jurisdiction over the case under Fannie Mae’s sue-\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\nand-be-sued clause. 769 F. 3d 681, 682–683 (2014).\n   A divided panel affirmed the District Court’s judgment.\nThe majority relied on American Nat. Red Cross v. S. G.,\n505 U. S. 247 (1992). It read that decision to have estab-\nlished a “rule [that] resolves this case”: When a sue-and-\nbe-sued clause in a federal charter expressly authorizes\nsuit in federal courts, it confers jurisdiction on the federal\ncourts. 769 F. 3d, at 684. The dissent instead read Red\nCross as setting out only a “ ‘default rule’ ” that provides a\n“starting point for [the] analysis.” 769 F. 3d, at 692 (opin-\nion of Stein, J.). It read “any court of competent jurisdic-\ntion” in Fannie Mae’s sue-and-be-sued clause to overcome\nthat default rule by requiring an independent source for\njurisdiction in cases involving Fannie Mae. Ibid.\n   Two Circuits have likewise concluded that the language\nin Fannie Mae’s sue-and-be-sued clause grants jurisdiction\nto federal courts. See Federal Home Loan Bank of Boston\nv. Moody’s Corp., 821 F. 3d 102 (CA1 2016) (Federal Home\nLoan Bank of Boston’s identical sue-and-be-sued clause);\nPirelli Armstrong Tire Corp. Retiree Medical Benefits\nTrust ex rel. Fed. Nat. Mortgage Assn. v. Raines, 534 F. 3d\n779 (CADC 2008) (Fannie Mae’s sue-and-be-sued clause).\nFour Circuits have disagreed, finding that similar lan-\nguage did not grant jurisdiction. See Western Securities\nCo. v. Derwinski, 937 F. 2d 1276 (CA7 1991) (Under 38\nU. S. C. §1820(a)(1) (1988 ed.), Secretary of Veterans\nAffairs’ authority to “sue and be sued . . . in any court of\ncompetent jurisdiction, State or Federal”); C. H. Sanders\nCo. v. BHAP Housing Development Fund Co., 903 F. 2d\n114 (CA2 1990) (Under 12 U. S. C. §1702 (1988 ed.), Secre-\ntary of Housing and Urban Development’s authority “in\nhis official capacity, to sue and be sued in any court of\ncompetent jurisdiction, State or Federal”); Industrial\nIndemnity, Inc. v. Landrieu, 615 F. 2d 644 (CA5 1980) ( per\ncuriam) (similar); Lindy v. Lynn, 501 F. 2d 1367 (CA3\n1974) (similar).\n\u000c6        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                     Opinion of the Court\n\n  We granted certiorari, 579 U. S. ___ (2016), and now\nreverse.\n                               II\n  Fannie Mae’s sue-and-be-sued clause authorizes it “to\nsue and to be sued, and to complain and to defend, in any\ncourt of competent jurisdiction, State or Federal.” 12\nU. S. C. §1723a(a). As in other federal corporate charters,\nthis language serves the uncontroversial function of clari-\nfying Fannie Mae’s capacity to bring suit and to be sued.\nSee Bank of United States v. Deveaux, 5 Cranch 61, 85–86\n(1809). The question here is whether Fannie Mae’s sue-\nand-be-sued clause goes further and grants federal courts\njurisdiction over all cases involving Fannie Mae.\n                               A\n    In answering this question, “we do not face a clean\nslate.” Red Cross, 505 U. S., at 252. This Court has ad-\ndressed the jurisdictional reach of sue-and-be-sued clauses\nin five federal charters. Three clauses were held to grant\njurisdiction, while two were found wanting.\n    The first discussion of sue-and-be-sued clauses came in\na pair of opinions by Chief Justice Marshall. The charter\nof the first Bank of the United States allowed it “ ‘to sue\nand be sued, plead and be impleaded, answer and be\nanswered, defend and be defended, in courts of record, or\nany other place whatsoever.’ ” Deveaux, 5 Cranch, at 85.\nAnother provision allowed suits in federal court against\ncertain bank officials, suggesting “the right to sue does not\nimply a right to sue in the courts of the union, unless it be\nexpressed.” Id., at 86. In light of this language, the Court\nheld that the first Bank of the United States had “no right\n. . . to sue in the federal courts.” Ibid. The Court con-\ncluded that the second Bank of the United States was not\nsimilarly disabled. Its charter allowed it “ ‘to sue and be\nsued, plead and be impleaded, answer and be answered,\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                     Opinion of the Court\n\ndefend and be defended, in all State Courts having compe-\ntent jurisdiction, and in any Circuit Court of the United\nStates.’ ” Osborn v. Bank of United States, 9 Wheat. 738,\n817 (1824). The Court took from Deveaux “that a general\ncapacity in the Bank to sue, without mentioning the\nCourts of the Union, may not give a right to sue in those\nCourts.” 9 Wheat., at 818. By contrast, the second Bank’s\ncharter did grant jurisdiction to the federal circuit courts\nbecause it used “words expressly conferring a right to sue\nin those Courts.” Ibid.\n    A mortgage dispute between a railroad and its creditor\nled to the next consideration of this issue. The Texas and\nPacific Railway Company’s federal charter authorized it\n“ ‘to sue and be sued, plead and be impleaded, defend and\nbe defended, in all courts of law and equity within the\nUnited States.’ ” Bankers Trust Co. v. Texas \u0026 Pacific R.\nCo., 241 U. S. 295, 302 (1916). This Court held that the\nclause had “the same generality and natural import as”\nthe clause in Deveaux. 241 U. S., at 304. Thus, “all that\nwas intended was to render this corporation capable of\nsuing and being sued by its corporate name in any court\n. . . whose jurisdiction as otherwise competently defined\nwas adequate to the occasion.” Id., at 303.\n    Another lending dispute, involving defaulted bonds, led\nto the next statement on this issue. The Federal Deposit\nInsurance Corporation’s (FDIC) sue-and-be-sued clause\nauthorized it “[t]o sue and be sued, complain and defend,\nin any court of law or equity, State or Federal.” 12\nU. S. C. §264(j) (1940 ed.). In D’Oench, Duhme \u0026 Co. v.\nFDIC, 315 U. S. 447, 455 (1942), this Court held that\nfederal jurisdiction over the case was based on the FDIC’s\nsue-and-be-sued clause. See Red Cross, 505 U. S., at 254\n(expressing no “doubt that the Court held federal jurisdic-\ntion to rest on the” sue-and-be-sued clause).\n    This Court’s most recent discussion of a sue-and-be-sued\nclause came in Red Cross, which involved a state-law tort\n\u000c8        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\nsuit related to a contaminated blood transfusion. It de-\nscribed the previous quartet of decisions as reflecting this\nCourt’s “best efforts at divining congressional intent retro-\nspectively,” efforts that had put “Congress on prospective\nnotice of the language necessary and sufficient to confer\njurisdiction.” Id., at 252. Those decisions “support the\nrule that a congressional charter’s ‘sue and be sued’ provi-\nsion may be read to confer federal court jurisdiction if, but\nonly if, it specifically mentions the federal courts.” Id., at\n255. Under that rule, the Court explained, the result was\n“clear.” Id., at 257. The Red Cross’ sue-and-be-sued\nclause, which permits it to “sue and be sued in courts of\nlaw and equity, State or Federal, within the jurisdiction of\nthe United States,” 36 U. S. C. §300105(a)(5), confers\njurisdiction. Red Cross, 505 U. S., at 257. “In expressly\nauthorizing [suits] in federal courts, using language . . . in\nall relevant respects identical to [the clause in D’Oench] on\nwhich [the Court] based a holding of federal jurisdiction\njust five years before [its enactment], the provision ex-\ntends beyond a mere grant of general corporate capacity to\nsue, and suffices to confer federal jurisdiction.” Ibid.\n   Armed with these earlier cases, as synthesized by Red\nCross, we turn to the sue-and-be-sued clause at issue here.\n                            B\n  Fannie Mae’s sue-and-be-sued clause resembles the\nclauses this Court has held confer jurisdiction in one\nimportant respect. In authorizing Fannie Mae “to sue and\nto be sued, and to complain and to defend, in any court of\ncompetent jurisdiction, State or Federal,” 12 U. S. C.\n§1723a(a), it “specifically mentions the federal courts.”\nRed Cross, 505 U. S., at 255. This mention of the federal\ncourts means that Fannie Mae’s charter clears a hurdle\nthat the clauses in Deveaux and Bankers Trust did not.\n  But Fannie Mae’s clause differs in a material respect\nfrom the three clauses the Court has held sufficient to\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\ngrant federal jurisdiction. Those clauses referred to suits\nin the federal courts without qualification. In contrast,\nFannie Mae’s sue-and-be-sued clause refers to “any court\nof competent jurisdiction, State or Federal.” §1723a(a)\n(emphasis added). Because this sue-and-be-sued clause is\nnot “in all relevant respects identical” to a clause already\nheld to grant federal jurisdiction, Red Cross, 505 U. S., at\n257, this case cannot be resolved by a simple comparison.\nThe outcome instead turns on the meaning of “court of\ncompetent jurisdiction” in Fannie Mae’s sue-and-be-sued\nclause.\n   A court of competent jurisdiction is a court with the\npower to adjudicate the case before it. See Black’s Law\nDictionary 431 (10th ed. 2014) (“[a] court that has the\npower and authority to do a particular act; one recognized\nby law as possessing the right to adjudicate a contro-\nversy”). And a court’s subject-matter jurisdiction defines\nits power to hear cases. See Steel Co. v. Citizens for Better\nEnvironment, 523 U. S. 83, 89 (1998) (Subject-matter\njurisdiction is “the courts’ statutory or constitutional\npower to adjudicate the case” (emphasis deleted)); Wa-\nchovia Bank, N. A. v. Schmidt, 546 U. S. 303, 316 (2006)\n(“Subject-matter jurisdiction . . . concerns a court’s compe-\ntence to adjudicate a particular category of cases”). It\nfollows that a court of competent jurisdiction is a court\nwith a grant of subject-matter jurisdiction covering the\ncase before it. Cf. Pennoyer v. Neff, 95 U. S. 714, 733\n(1878) (“[T]here must be a tribunal competent by its con-\nstitution—that is, by the law of its creation—to pass upon\nthe subject-matter of the suit”).\n   As a result, this Court has understood the phrase “court\nof competent jurisdiction” as a reference to a court with an\nexisting source of subject-matter jurisdiction. Ex parte\nPhenix Ins. Co., 118 U. S. 610 (1886), provides an example.\nThere, the Court explained that a statute “providing for\nthe transfer to a trustee of the interest of the owner in the\n\u000c10        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\nvessel and freight, provides only that the trustee may ‘be\nappointed by any court of competent jurisdiction,’ leaving\nthe question of such competency to depend on other provi-\nsions of law.” Id., at 617. See also Shoshone Mining Co. v.\nRutter, 177 U. S. 505, 506–507 (1900) (statute authorizing\nsuit “ ‘in a court of competent jurisdiction’ . . . unquestion-\nably meant that the competency of the court should be\ndetermined by rules theretofore prescribed in respect to\nthe jurisdiction of the Federal courts”). Califano v. Sand-\ners, 430 U. S. 99 (1977), provides another. It held that §10\nof the Administrative Procedure Act, codified in 5 U. S. C.\n§§701–704, did not contain “an implied grant of subject-\nmatter jurisdiction to review agency actions.” 430 U. S., at\n105. In noting that “the actual text . . . nowhere contains\nan explicit grant of jurisdiction,” the Court pointed to two\nclauses requiring “judicial review . . . to proceed ‘in a court\nspecified by statute’ or ‘in a court of competent jurisdic-\ntion’ ” and stated that both “seem to look to outside sources\nof jurisdictional authority.” Id., at 105–106, and n. 6.\n   On this understanding, Fannie Mae’s sue-and-be-sued\nclause is most naturally read not to grant federal courts\nsubject-matter jurisdiction over all cases involving Fannie\nMae. In authorizing Fannie Mae to sue and be sued “in\nany court of competent jurisdiction, State or Federal,” it\npermits suit in any state or federal court already endowed\nwith subject-matter jurisdiction over the suit.\n                             C\n  Red Cross does not require a different result. Some,\nincluding the lower courts here, have understood it to set\nout a rule that an express reference to the federal courts\nsuffices to make a sue-and-be-sued clause a grant of fed-\neral jurisdiction. Red Cross contains no such rule.\n  By its own terms, the rule Red Cross restates is “the\nbasic rule” drawn in Deveaux and Osborn that a sue-and-\nbe-sued clause conferring only a general right to sue does\n\u000c                  Cite as: 580 U. S. ____ (2017)           11\n\n                      Opinion of the Court\n\nnot grant jurisdiction to the federal courts. Red Cross, 505\nU. S., at 253. Each mention of a “rule” refers back to this\nprinciple. See id., at 255 (reading this Court’s sue-and-be-\nsued clause cases to “support the rule that a . . . ‘sue and\nbe sued’ provision may be read to confer federal court\njurisdiction if, but only if, it specifically mentions the\nfederal courts” (emphasis added)); id., at 256 (Bankers\nTrust applied “the rule thus established” to hold that the\nrailroad’s sue-and-be-sued clause did not confer jurisdic-\ntion); 505 U. S., at 257 (finding the result “clear” under the\n“rule established in these cases” because the charter “ex-\npressly authoriz[es]” suits in federal courts in a clause “in\nall relevant respects identical” to one already found to\nconfer jurisdiction).\n   True enough, the dissent thought Red Cross established\na broad rule. See 505 U. S., at 271–272 (opinion of Scalia,\nJ.) (describing Red Cross as announcing a “rule . . . that\nany grant of a general capacity to sue with mention of\nfederal courts will suffice to confer jurisdiction” (emphasis\ndeleted)). The certainty of the dissent may explain the\nlower court decisions adopting a broader reading of Red\nCross. But Red Cross itself establishes no such rule. And\nsuch a rule is hard to square with the opinion’s thorough\nconsideration of the contrary arguments based in text,\npurpose, and legislative history. See id., at 258–263.\n   Nothing in Red Cross suggests that courts should ignore\n“the ordinary sense of the language used,” id., at 263,\nwhen confronted with a federal charter’s sue-and-be-sued\nclause that expressly references the federal courts, but\nonly those that are courts “of competent jurisdiction.”\n                         III\n  Fannie Mae, preferring to be in federal court, raises\nseveral arguments against reading its sue-and-be-\nsued clause as merely capacity conferring. None are\npersuasive.\n\u000c12       LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                     Opinion of the Court \n\n\n                              A\n\n   Fannie Mae first offers several alternative readings of\n“court of competent jurisdiction.” It suggests that the\nphrase might refer to a court with personal jurisdiction\nover the parties before it, a court of proper venue, or a\ncourt of general, rather than specialized, jurisdiction.\nBrief for Respondents 41–45.\n   At bottom, Fannie Mae’s efforts on this front are prem-\nised on the reading of Red Cross rejected above. In its\nview, an express reference to the federal courts suffices to\nconfer subject-matter jurisdiction on federal courts. It\nsees its only remaining task as explaining why that would\nnot render “court of competent jurisdiction” superfluous.\nSee Tr. of Oral Arg. 29–30. But the fact that a sue-and-be-\nsued clause references the federal courts does not resolve\nthe jurisdictional question. Thus, arguments as to why\nthe phrase “court of competent jurisdiction” could still\nhave meaning if it does not carry its ordinary meaning are\nbeside the point.\n   Moreover, even if the phrase carries additional meaning,\nthat would not further Fannie Mae’s argument. Take its\nsuggestion that a “court of competent jurisdiction” is a\ncourt with personal jurisdiction. A court must have the\npower to decide the claim before it (subject-matter juris-\ndiction) and power over the parties before it (personal\njurisdiction) before it can resolve a case. See Ruhrgas AG\nv. Marathon Oil Co., 526 U. S. 574, 583–585 (1999). Rec-\nognizing as much, this Court has stated that the phrase\n“court of competent jurisdiction,” while “usually used to\nrefer to subject-matter jurisdiction, has also been used on\noccasion to refer to a court’s jurisdiction over the defend-\nant’s person.” United States v. Morton, 467 U. S. 822, 828\n(1984) (footnote omitted). See also Blackmar v. Guerre,\n342 U. S. 512, 516 (1952). But nothing in Fannie Mae’s\nsue-and-be-sued clause suggests that the reference to\n“court of competent jurisdiction” refers only to a court with\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\npersonal jurisdiction over the parties before it. At most\nthen, this point might support reading the phrase to refer\nto both subject-matter and personal jurisdiction. That\ndoes not help Fannie Mae. So long as the sue-and-be-sued\nclause refers to an outside source of subject-matter juris-\ndiction, it does not confer subject-matter jurisdiction.\n                              B\n  Fannie Mae next claims that, by the time its sue-and-be-\nsued clause was enacted in 1954, courts had interpreted\nprovisions containing the phrase “court of competent\njurisdiction” to grant jurisdiction and that Congress was\nentitled to rely on those interpretations. This argument\ninvokes the prior construction canon of statutory interpre-\ntation. The canon teaches that if courts have settled the\nmeaning of an existing provision, the enactment of a new\nprovision that mirrors the existing statutory text indi-\ncates, as a general matter, that the new provision has that\nsame meaning. See Bragdon v. Abbott, 524 U. S. 624, 645\n(1998).\n  Fannie Mae points to cases discussing three types of\nstatutory provisions that, in its view, show that the phrase\n“court of competent jurisdiction” had acquired a settled\nmeaning by 1954.\n  The first pair addresses the FHA’s sue-and-be-sued\nclause. See 12 U. S. C. §1702 (“sue and be sued in any\ncourt of competent jurisdiction, State or Federal”). Two\nCourt of Appeals decisions in the 1940’s concluded that the\nFHA sue-and-be-sued clause overrode the general rule,\ntoday found in 28 U. S. C. §§1346(a)(2), 1491, that mone-\ntary claims against the United States exceeding $10,000\nmust be brought in the Court of Federal Claims, rather\nthan the federal district courts. See Ferguson v. Union\nNat. Bank of Clarksburg, 126 F. 2d 753, 755–757 (CA4\n1942); George H. Evans \u0026 Co. v. United States, 169 F. 2d\n500, 502 (CA3 1948). These courts did not state that their\n\u000c14        LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                      Opinion of the Court\n\njurisdiction was founded on the sue-and-be-sued clause, as\nopposed to statutes governing the original jurisdiction of\nthe federal district courts. See, e.g., 28 U. S. C. §41(a)\n(1946 ed.). Thus, even assuming that two appellate court\ncases can “ ‘settle’ ” an issue, A. Scalia \u0026 B. Garner, Read-\ning Law 325 (2012), these two cases did not because they\ndid not speak to the question here.\n   The second set of cases addresses provisions authorizing\nsuit for a violation of a statute. One arose under the Fair\nLabor Standards Act of 1938, which authorizes employees\nto sue for violations of the Act in “any . . . court of compe-\ntent jurisdiction.” §6(d)(1), 88 Stat. 61, 29 U. S. C. §216(b).\nThis Court, in its description of the facts, stated that\n“[j]urisdiction of the action was conferred by . . . 28\nU. S. C. §41(8), and . . . 29 U. S. C. §216(b).” Williams v.\nJacksonville Terminal Co., 315 U. S. 386, 390 (1942). This\nbrief, ambiguous statement did not settle the meaning of\n§216(b), and thus did not settle the meaning of the phrase\n“court of competent jurisdiction.” The other cases in this\nset dealt with the Housing and Rent Act of 1947. As\nenacted, the statute permitted suit in “any Federal, State,\nor Territorial court of competent jurisdiction.” §206(b), 61\nStat. 199. Some courts read §206 not to confer jurisdiction\nand instead assessed their jurisdiction under the federal-\nquestion jurisdiction statute.        See, e.g., Schuman v.\nGreenberg, 100 F. Supp. 187, 189 (NJ 1951) (collecting\ncases). At the time, that statute carried an amount-in-\ncontroversy requirement, 28 U. S. C. §41(1) (1946 ed.), and\nso some cases were dismissed or remanded to state court\nfor lack of federal jurisdiction. Congress later amended\n§206 to permit suit “in any Federal court of competent\njurisdiction regardless of the amount involved.” Defense\nProduction Act Amendments of 1951, §204, 65 Stat. 147.\nCongress’ elimination of the amount-in-controversy re-\nquirement suggests, if anything, it understood that “court\nof competent jurisdiction” could be read to require an\n\u000c                     Cite as: 580 U. S. ____ (2017)                  15\n\n                         Opinion of the Court\n\noutside source of jurisdiction.\n  The third set of cases interpreted provisions making\nfederal jurisdiction over certain causes of action exclusive.\nBrief for Respondents 36–37. Those cases confirm that the\nprovisions require suit to be brought in federal courts but\ndo not discuss the basis for federal jurisdiction.\n  In sum, none of the cases on which Fannie Mae relies\nsuggest that Congress in 1954 would have surveyed the\njurisprudential landscape and necessarily concluded that\nthe courts had already settled the question whether a sue-\nand-be-sued clause containing the phrase “court of compe-\ntent jurisdiction” confers jurisdiction on the federal courts.\n                              C\n  Fannie Mae ends with an appeal to congressional pur-\npose, or, more accurately, a lack of congressional purpose.\n  It argues that its original sue-and-be-sued clause, en-\nacted in 1934, granted jurisdiction to federal courts and\nthat there is no indication that Congress wanted to change\nthe status quo in 1954. The addition in 1954 of “court of\ncompetent jurisdiction,” a phrase that, as discussed, car-\nries a clear meaning, means that the current sue-and-be-\nsued clause does not confer jurisdiction. An indication\nwhether that meaning was understood as a change from\nthe 1934 Act is not required.*\n  Fannie Mae next points to its sibling rival, the Federal\nHome Loan Mortgage Corporation, known as Freddie Mac.\nThe two share parallel authority to compete in the second-\n\n——————\n  * The legislative history of the 1934 Act provides some reason to\nquestion Fannie Mae’s premise about Congress’ view of the status quo\nunder the 1934 Act. During debate on this provision, Senator Logan\nasked Senator Bulkley, the chair of the subcommittee with authority\nover the bill, about the original sue-and-be-sued clause. Senator\nBulkley explained that it merely conferred a capacity to sue and be\nsued “and [did] not confe[r] a right to go into a Federal court where it\nwould not otherwise exist.” 78 Cong. Rec. 12008 (1934).\n\u000c16          LIGHTFOOT v. CENDANT MORTGAGE CORP.\n\n                        Opinion of the Court\n\nary mortgage market. Compare 12 U. S. C. §§1717(b)(2)–\n(6) (Fannie Mae) with §1454(a) (Freddie Mac). Suits\ninvolving Freddie Mac may be brought in federal court.\nSee §1452(c) (“to sue and be sued, complain and defend, in\nany State, Federal, or other court”); §1452(f) (providing\nthat Freddie Mac is a federal agency under 28 U. S. C.\n§§1345, 1442, that civil actions to which Freddie Mac is a\nparty arise under federal law, and that Freddie Mac may\nremove cases to federal district court before trial).\n   Fannie Mae argues there is no good reason to think that\nCongress gave Freddie Mac fuller access to the federal\ncourts than it has. Leaving aside the clear textual indica-\ntions suggesting Congress did just that, a plausible reason\ndoes exist. In 1970, when Freddie Mac’s sue-and-be-sued\nclause and related jurisdictional provisions were enacted,\nFreddie Mac was a Government-owned corporation. See\nEmergency Home Finance Act of 1970, §304(a), 84 Stat.\n454. Fannie Mae, on the other hand, had already transi-\ntioned into a privately owned corporation. Fannie Mae’s\nargument on this front, moreover, contains a deeper flaw.\nThe doors to federal court remain open to Fannie Mae\nthrough diversity and federal-question jurisdiction. Fan-\nnie Mae provides no reason to think that in other cases,\ninvolving only state-law claims, access to the federal\ncourts gives Freddie Mac an unintended competitive ad-\nvantage over Fannie Mae that Congress would have wanted\nto avoid. Indeed, the usual assumption is that state courts\nare up to the task of adjudicating their own laws. Cf.\nGulf Offshore Co. v. Mobil Oil Corp., 453 U. S. 473, 483–\n484 (1981).\n                             IV \n\n     The judgment of the Ninth Circuit is reversed. \n\n\n                                               It is so ordered.\n\u000c",
	"cited_id": [
		84894
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"Bank of United States v. Deveaux, 5 Cranch 61 (1809)"
	],
	"case_extract": [
		"Bank of United States v. Deveaux, 5 Cranch 61, 85–86 (1809)"
	],
	"citing_sentence": "As in other federal corporate charters, this language serves the uncontroversial function of clari- fying Fannie Mae’s capacity to bring suit and to be sued. See Bank of United States v. Deveaux, 5 Cranch 61, 85–86 (1809).",
	"citing_paragraph": "Fannie Mae’s sue-and-be-sued clause authorizes it “to sue and to be sued, and to complain and to defend, in any court of competent jurisdiction, State or Federal.” 12 U. S. C. §1723a(a). As in other federal corporate charters, this language serves the uncontroversial function of clari- fying Fannie Mae’s capacity to bring suit and to be sued. See Bank of United States v. Deveaux, 5 Cranch 61, 85–86 (1809). The question here is whether Fannie Mae’s sue- and-be-sued clause goes further and grants federal courts jurisdiction over all cases involving Fannie Mae.",
	"relevant_keywords": [
		"jurisdiction",
		"sue-and-be-sued clause",
		"federal charter",
		"authorize",
		"suit",
		"express",
		"confer",
		"capacity"
	],
	"query": [
		"jurisdiction AND (\"sue-and-be-sued clause\" OR (\"sue-and-be-sued\" AND clause)) AND (confer OR grant) AND suit AND sue! AND capacity",
		"jurisdiction AND (\"sue-and-be-sued clause\" OR (\"sue-and-be-sued\" AND clause)) AND (confer OR grant) AND suit AND sue! AND capacity AND (clarif! OR defin!)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "jurisdiction"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "suit"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "sue*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "capacity"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sue-and-be-sued clause",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "sue-and-be-sued"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "clause"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "confer"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "grant"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "jurisdiction"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "suit"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "sue*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "capacity"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sue-and-be-sued clause",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "sue-and-be-sued"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "clause"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "confer"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "grant"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "clarif*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "defin*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}