{
	"id": 54,
	"case_id": 4151830,
	"case_title": "Buck v. Davis",
	"date_filed": "2017-02-22",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nBUCK v. DAVIS, DIRECTOR, TEXAS DEPARTMENT OF \n\nCRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS\n\n                   DIVISION\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n  No. 15–8049. Argued October 5, 2016—Decided February 22, 2017\nPetitioner Duane Buck was convicted of capital murder in a Texas\n  court. Under state law, the jury was permitted to impose a death\n  sentence only if it found unanimously and beyond a reasonable doubt\n  that Buck was likely to commit acts of violence in the future. Buck’s\n  attorney called a psychologist, Dr. Walter Quijano, to offer his opin-\n  ion on that issue. Dr. Quijano had been appointed to evaluate Buck\n  by the presiding judge and had prepared a report setting out his con-\n  clusions. To determine the likelihood that Buck would act violently\n  in the future, Dr. Quijano had considered a number of statistical fac-\n  tors, including Buck’s race. Although Dr. Quijano ultimately con-\n  cluded that Buck was unlikely to be a future danger, his report also\n  stated that Buck was statistically more likely to act violently because\n  he is black. The report read, in relevant part: “Race. Black: In-\n  creased probability.” App. 19a. Despite knowing the contents of the\n  report, Buck’s counsel called Dr. Quijano to the stand, where he testi-\n  fied that race is a factor “know[n] to predict future dangerousness.”\n  Id., at 146a. Dr. Quijano’s report was admitted into evidence at the\n  close of his testimony. The prosecution questioned Dr. Quijano about\n  his conclusions on race and violence during cross-examination, and it\n  relied on his testimony in summation. During deliberations, the jury\n  requested and received the expert reports admitted into evidence, in-\n  cluding Dr. Quijano’s. The jury returned a sentence of death.\n     Buck contends that his attorney’s introduction of this evidence vio-\n  lated his Sixth Amendment right to the effective assistance of coun-\n  sel. Buck failed to raise this claim in his first state postconviction\n  proceeding. While that proceeding was pending, this Court received\n\u000c2                             BUCK v. DAVIS\n\n                                  Syllabus\n\n    a petition for certiorari in Saldano v. Texas, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e530\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1212\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, a case in\n    which Dr. Quijano had testified that the petitioner’s Hispanic herit-\n    age weighed in favor of a finding of future dangerousness. Texas con-\n    fessed error on that ground, and this Court vacated the judgment be-\n    low. Soon afterward, the Texas Attorney General issued a public\n    statement identifying six similar cases in which Dr. Quijano had tes-\n    tified. Buck’s was one of them. In the other five cases, the Attorney\n    General confessed error and consented to resentencing. But when\n    Buck filed a second state habeas petition alleging that his attorney\n    had been ineffective in introducing Dr. Quijano’s testimony, the State\n    did not confess error, and the court dismissed the petition as an\n    abuse of the writ on the ground that Buck had failed to raise the\n    claim in his first petition.\n       Buck then sought federal habeas relief under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2254.\n    The State again declined to confess error, and Buck’s ineffective as-\n    sistance claim was held procedurally defaulted and unreviewable un-\n    der Coleman v. Thompson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112640\"\u003e\u003ca href=\"/opinion/112640/coleman-v-thompson/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e722\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. This Court’s later decisions\n    in Martinez v. Ryan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e566\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, and Trevino v. Thaler, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___,\n    modified the rule of Coleman. Had they been decided before Buck\n    filed his federal habeas petition, Buck’s claim could have been heard\n    on the merits provided he had demonstrated that (1) state postcon-\n    viction counsel had been constitutionally ineffective in failing to raise\n    the claim, and (2) the claim had some merit. Following the decision\n    in Trevino, Buck sought to reopen his §2254 case under Federal Rule\n    of Civil Procedure 60(b)(6). To demonstrate the “extraordinary cir-\n    cumstances” required for relief, Gonzalez v. Crosby, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"799985\"\u003e\u003ca href=\"/opinion/799985/gonzalez-v-crosby/\"\u003e\u003cspan class=\"volume\"\u003e545\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e524\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n    535, Buck cited the change in law effected by Martinez and Trevino,\n    as well as ten other factors, including the introduction of expert tes-\n    timony linking Buck’s race to violence and the State’s confession of\n    error in similar cases. The District Court denied relief. Reasoning\n    that “the introduction of any mention of race” during Buck’s sentenc-\n    ing was “de minimis,” the court concluded, first, that Buck had failed\n    to demonstrate extraordinary circumstances; and second, that even if\n    the circumstances were extraordinary, Buck had failed to demon-\n    strate ineffective assistance under Strickland v. Washington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111170\"\u003e\u003ca href=\"/opinion/111170/strickland-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e\n    \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e668\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. Buck sought a certificate of appealability (COA) from the\n    Fifth Circuit to appeal the denial of his Rule 60(b)(6) motion. The\n    Fifth Circuit denied his application, concluding that he had not\n    shown extraordinary circumstances justifying relief from the District\n    Court’s judgment.\nHeld:\n    1. The Fifth Circuit exceeded the limited scope of the COA analy-\n sis. The COA statute sets forth a two-step process: an initial deter-\n mination whether a claim is reasonably debatable, and, if so, an ap-\n\u000c                   Cite as: 580 U. S. ____ (2017)                     3\n\n                              Syllabus\n\npeal in the normal course. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2253. At the first stage, the\nonly question is whether the applicant has shown that “jurists of rea-\nson could disagree with the district court’s resolution of his constitu-\ntional claims or . . . could conclude the issues presented are adequate\nto deserve encouragement to proceed further.” Miller-El v. Cockrell,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"122258\"\u003e\u003ca href=\"/opinion/122258/miller-el-v-cockrell/\"\u003e\u003cspan class=\"volume\"\u003e537\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e322\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 327. Here, the Fifth Circuit phrased its determination\nin proper terms. But it reached its conclusion only after essentially\ndeciding the case on the merits, repeatedly faulting Buck for having\nfailed to demonstrate extraordinary circumstances. The question for\nthe Court of Appeals was not whether Buck had shown that his case\nis extraordinary; it was whether jurists of reason could debate that\nissue. The State points to the Fifth Circuit’s thorough consideration\nof the merits to defend that court’s approach, but this hurts rather\nthan helps its case. Pp. 12–15.\n   2. Buck has demonstrated ineffective assistance of counsel under\nStrickland. Pp. 15–20.\n      (a) To satisfy Strickland, a defendant must first show that coun-\nsel performed deficiently. 466 U. S., at 687. Buck’s trial counsel\nknew that Dr. Quijano’s report reflected the view that Buck’s race\npredisposed him to violent conduct and that the principal point of\ndispute during the penalty phase was Buck’s future dangerousness.\nCounsel nevertheless called Dr. Quijano to the stand, specifically elic-\nited testimony about the connection between race and violence, and\nput Dr. Quijano’s report into evidence. No competent defense attor-\nney would introduce evidence that his client is liable to be a future\ndanger because of his race. Pp. 15–17.\n      (b) Strickland further requires a defendant to demonstrate prej-\nudice—“a reasonable probability that, but for counsel’s unprofession-\nal errors, the result of the proceeding would have been different.”\n466 U. S., at 694. It is reasonably probable that without Dr. Qui-\njano’s testimony on race and violence, at least one juror would have\nharbored a reasonable doubt on the question of Buck’s future danger-\nousness. This issue required the jury to make a predictive judgment\ninevitably entailing a degree of speculation. But Buck’s race was not\nsubject to speculation, and according to Dr. Quijano, that immutable\ncharacteristic carried with it an increased probability of future vio-\nlence. Dr. Quijano’s testimony appealed to a powerful racial stereo-\ntype and might well have been valued by jurors as the opinion of a\nmedical expert bearing the court’s imprimatur. For these reasons,\nthe District Court’s conclusion that any mention of race during the\npenalty phase was de minimis is rejected. So is the State’s argument\nthat Buck was not prejudiced by Dr. Quijano’s testimony because it\nwas introduced by his own counsel, rather than the prosecution. Ju-\nrors understand that prosecutors seek convictions and may reasona-\n\u000c4                              BUCK v. DAVIS\n\n                                   Syllabus\n\n    bly be expected to evaluate the government’s evidence in light of its\n    motivations. When damaging evidence is introduced by a defendant’s\n    own lawyer, it is in the nature of an admission against interest, more\n    likely to be taken at face value. Pp. 17–20.\n       3. The District Court’s denial of Buck’s Rule 60(b)(6) motion was an\n    abuse of discretion. Pp. 20–26.\n          (a) Relief under Rule 60(b)(6) is available only in “extraordinary\n    circumstances.” Gonzalez, 545 U. S., at 535. Determining whether\n    such circumstances are present may include consideration of a wide\n    range of factors, including “the risk of injustice to the parties” and\n    “the risk of undermining the public’s confidence in the judicial pro-\n    cess.” Liljeberg v. Health Services Acquisition Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112106\"\u003e\u003ca href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e847\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n    863–864. The District Court’s denial of Buck’s motion rested largely\n    on its determination that race played only a de minimis role in his\n    sentencing. But there is a reasonable probability that Buck was sen-\n    tenced to death in part because of his race. This is a disturbing de-\n    parture from the basic premise that our criminal law punishes people\n    for what they do, not who they are. That it concerned race amplifies\n    the problem. Relying on race to impose a criminal sanction “poisons\n    public confidence” in the judicial process, Davis v. Ayala, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n    \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, a concern that supports Rule 60(b)(6) relief. The extraordi-\n    nary nature of this case is confirmed by the remarkable steps the\n    State itself took in response to Dr. Quijano’s testimony in other cases.\n    Although the State attempts to justify its decision to treat Buck dif-\n    ferently from the other five defendants identified in the Attorney\n    General’s public statement, its explanations for distinguishing Buck’s\n    case from Saldano have nothing to do with the Attorney General’s\n    stated reasons for confessing error in that case. Pp. 20–24.\n          (b) Unless Martinez and Trevino, rather than Coleman, would\n    govern Buck’s case were it reopened, his claim would remain unre-\n    viewable and Rule 60(b)(6) relief would be inappropriate. The State\n    argues that Martinez and Trevino would not govern Buck’s case be-\n    cause they announced a “new rule” under Teague v. Lane, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112206\"\u003e\u003ca href=\"/opinion/112206/teague-v-lane/\"\u003e\u003cspan class=\"volume\"\u003e489\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n    \u003cspan class=\"page\"\u003e288\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, that does not apply retroactively to cases (like Buck’s) on collat-\n    eral review. This argument, however, has been waived: the State\n    failed to advance it in District Court, before the Fifth Circuit, or in its\n    brief in opposition to Buck’s petition for certiorari. Pp. 24–26.\n623 Fed. Appx. 668, reversed and remanded.\n\n   ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nGINSBURG, BREYER, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS, J.,\nfiled a dissenting opinion, in which ALITO, J., joined.\n\u000c                       Cite as: 580 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–8049\n                                  _________________\n\n\n   DUANE EDWARD BUCK, PETITIONER v. LORIE \n\n    DAVIS, DIRECTOR, TEXAS DEPARTMENT OF \n\n      CRIMINAL JUSTICE, CORRECTIONAL\n\n             INSTITUTIONS DIVISION \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                             [February 22, 2017]\n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   A Texas jury convicted petitioner Duane Buck of capital\nmurder. Under state law, the jury could impose a death\nsentence only if it found that Buck was likely to commit\nacts of violence in the future. Buck’s attorney called a\npsychologist to offer his opinion on that issue. The psy-\nchologist testified that Buck probably would not engage in\nviolent conduct. But he also stated that one of the factors\npertinent in assessing a person’s propensity for violence\nwas his race, and that Buck was statistically more likely\nto act violently because he is black. The jury sentenced\nBuck to death.\n   Buck contends that his attorney’s introduction of this\nevidence violated his Sixth Amendment right to the effec-\ntive assistance of counsel. This claim has never been\nheard on the merits in any court, because the attorney\nwho represented Buck in his first state postconviction\nproceeding failed to raise it. In 2006, a Federal District\n\u000c2                      BUCK v. DAVIS\n\n                      Opinion of the Court\n\nCourt relied on that failure—properly, under then-\ngoverning law—to hold that Buck’s claim was procedurally\ndefaulted and unreviewable.\n   In 2014, Buck sought to reopen that 2006 judgment by\nfiling a motion under Federal Rule of Civil Procedure\n60(b)(6). He argued that this Court’s decisions in Martinez\nv. Ryan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e566\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2012), and Trevino v. Thaler, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2013), had changed the law in a way that pro-\nvided an excuse for his procedural default, permitting him\nto litigate his claim on the merits. In addition to this\nchange in the law, Buck’s motion identified ten other\nfactors that, he said, constituted the “extraordinary cir-\ncumstances” required to justify reopening the 2006 judg-\nment under the Rule. See Gonzalez v. Crosby, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"799985\"\u003e\u003ca href=\"/opinion/799985/gonzalez-v-crosby/\"\u003e\u003cspan class=\"volume\"\u003e545\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e524\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 535 (2005).\n   The District Court below denied the motion, and the\nFifth Circuit declined to issue the certificate of appealabil-\nity (COA) requested by Buck to appeal that decision. We\ngranted certiorari, and now reverse.\n                               I\n\n                               A\n\n   On the morning of July 30, 1995, Duane Buck arrived at\nthe home of his former girlfriend, Debra Gardner. He was\ncarrying a rifle and a shotgun. Buck entered the home,\nshot Phyllis Taylor, his stepsister, and then shot Gard-\nner’s friend Kenneth Butler. Gardner fled the house, and\nBuck followed. So did Gardner’s young children. While\nGardner’s son and daughter begged for their mother’s life,\nBuck shot Gardner in the chest. Gardner and Butler died\nof their wounds. Taylor survived.\n   Police officers arrived soon after the shooting and placed\nBuck under arrest. An officer would later testify that\nBuck was laughing at the scene. He remained “happy”\nand “upbeat” as he was driven to the police station,\n“[s]miling and laughing” in the back of the patrol car.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nApp. 134a–135a, 252a.\n   Buck was tried for capital murder, and the jury convicted.\nDuring the penalty phase of the trial, the jury was\ncharged with deciding two issues. The first was what the\nparties term the “future dangerousness” question. At the\ntime of Buck’s trial, a Texas jury could impose the death\npenalty only if it found—unanimously and beyond a rea-\nsonable doubt—“a probability that the defendant would\ncommit criminal acts of violence that would constitute a\ncontinuing threat to society.” Tex. Code Crim. Proc. Ann.,\nArt. 37.071, §2(b)(1) (Vernon 1998). The second issue, to\nbe reached only if the jury found Buck likely to be a future\ndanger, was whether mitigating circumstances neverthe-\nless warranted a sentence of life imprisonment instead of\ndeath. See §2(e).\n   The parties focused principally on the first question.\nThe State called witnesses who emphasized the brutality\nof Buck’s crime and his evident lack of remorse in its\naftermath. The State also called another former girl-\nfriend, Vivian Jackson. She testified that, during their\nrelationship, Buck had routinely hit her and had twice\npointed a gun at her. Finally, the State introduced evi-\ndence of Buck’s criminal history, including convictions for\ndelivery of cocaine and unlawfully carrying a weapon.\nApp. 125a–127a, 185a.\n   Defense counsel answered with a series of lay witnesses,\nincluding Buck’s father and stepmother, who testified that\nthey had never known him to be violent. Counsel also\ncalled two psychologists to testify as experts. The first,\nDr. Patrick Lawrence, observed that Buck had previously\nserved time in prison and had been held in minimum\ncustody. From this he concluded that Buck “did not pre-\nsent any problems in the prison setting.” Record in No.\n4:04–cv–03965 (SD Tex.), Doc. 5–116, pp. 12–13. Dr.\nLawrence further testified that murders within the Texas\npenal system tend to be gang related (there was no evi-\n\u000c4                      BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndence Buck had ever been a member of a gang) and that\nBuck’s offense had been a “crime of passion” occurring\nwithin the context of a romantic relationship. Id., at 4, 19,\n21. Based on these considerations, Dr. Lawrence deter-\nmined that Buck was unlikely to be a danger if he were\nsentenced to life in prison. Id., at 20–21.\n  Buck’s second expert, Dr. Walter Quijano, had been\nappointed by the presiding judge to conduct a psychologi-\ncal evaluation. Dr. Quijano had met with Buck in prison\nprior to trial and shared a report of his findings with\ndefense counsel.\n  Like Dr. Lawrence, Dr. Quijano thought it significant\nthat Buck’s prior acts of violence had arisen from romantic\nrelationships with women; Buck, of course, would not form\nany such relationships while incarcerated. And Dr. Qui-\njano likewise considered Buck’s behavioral record in prison\na good indicator that future violence was unlikely. App.\n36a, 39a–40a.\n  But there was more to the report. In determining\nwhether Buck was likely to pose a danger in the future,\nDr. Quijano considered seven “statistical factors.” The\nfourth factor was “race.” His report read, in relevant part:\n“4. Race. Black: Increased probability. There is an over-\nrepresentation of Blacks among the violent offenders.” Id.,\nat 19a.\n  Despite knowing Dr. Quijano’s view that Buck’s race\nwas competent evidence of an increased probability of\nfuture violence, defense counsel called Dr. Quijano to the\nstand and asked him to discuss the “statistical factors” he\nhad “looked at in regard to this case.” Id., at 145a–146a.\nDr. Quijano responded that certain factors were “know[n]\nto predict future dangerousness” and, consistent with his\nreport, identified race as one of them. Id., at 146a. “It’s a\nsad commentary,” he testified, “that minorities, Hispanics\nand black people, are over represented in the Criminal\nJustice System.” Ibid. Through further questioning,\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\ncounsel elicited testimony concerning factors Dr. Quijano\nthought favorable to Buck, as well as his ultimate opinion\nthat Buck was unlikely to pose a danger in the future. At\nthe close of Dr. Quijano’s testimony, his report was admit-\nted into evidence. Id., at 150a–152a.\n   After opening cross-examination with a series of general\nquestions, the prosecutor likewise turned to the report.\nShe asked first about the statistical factors of past crimes\nand age, then questioned Dr. Quijano about the roles of\nsex and race: “You have determined that the sex factor,\nthat a male is more violent than a female because that’s\njust the way it is, and that the race factor, black, increases\nthe future dangerousness for various complicated reasons;\nis that correct?” Id., at 170a. Dr. Quijano replied, “Yes.”\nIbid.\n   During closing arguments, defense counsel emphasized\nthat Buck had proved to be “controllable in the prison\npopulation,” and that his crime was one of “jealousy, . . .\npassion and emotion” unlikely to be repeated in jail. Id.,\nat 189a–191a. The State stressed the crime’s brutal na-\nture and Buck’s lack of remorse, along with the inability of\nBuck’s own experts to guarantee that he would not act\nviolently in the future—a point it supported by reference\nto Dr. Quijano’s testimony. See id., at 198a–199a (“You\nheard from Dr. Quijano, . . . who told you that . . . the\nprobability did exist that [Buck] would be a continuing\nthreat to society.”).\n   The jury deliberated over the course of two days. Dur-\ning that time it sent out four notes, one of which requested\nthe “psychology reports” that had been admitted into\nevidence. Id., at 209a. These reports—including Dr.\nQuijano’s—were provided. The jury returned a sentence of\ndeath.\n                           B\n  Buck’s conviction and sentence were affirmed on direct\n\u000c6                       BUCK v. DAVIS\n\n                      Opinion of the Court\n\nappeal. Buck v. State, No. 72,810 (Tex. Crim. App., Apr.\n28, 1999). His case then entered a labyrinth of state and\nfederal collateral review, where it has wandered for the\nbetter part of two decades.\n   Buck filed his first petition for a writ of habeas corpus in\nTexas state court in 1999. The four claims advanced in his\npetition, however, were all frivolous or noncognizable. See\nEx parte Buck, No. 699684–A (Dist. Ct. Harris Cty., Tex.,\nJuly 11, 2003), pp. 6–7. The petition failed to mention\ndefense counsel’s introduction of expert testimony that\nBuck’s race increased his propensity for violence.\n   But Dr. Quijano had testified in other cases, too, and in\n1999, while Buck’s first habeas petition was pending, one\nof those cases reached this Court. The petitioner, Victor\nHugo Saldano, argued that his death sentence had been\ntainted by Dr. Quijano’s testimony that Saldano’s Hispanic\nheritage “was a factor weighing in the favor of future\ndangerousness.” App. 302a. Texas confessed error on that\nground and asked this Court to grant Saldano’s petition\nfor certiorari, vacate the state court judgment, and re-\nmand the case. In June 2000, the Court did so. Saldano\nv. Texas, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e530\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1212\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n   Within days, the Texas Attorney General, John Cornyn,\nissued a public statement concerning the cases in which\nDr. Quijano had testified. The statement affirmed that “it\nis inappropriate to allow race to be considered as a factor\nin our criminal justice system.” App. 213a. In keeping\nwith that principle, the Attorney General explained that\nhis office had conducted a “thorough audit” and “identified\neight more cases in which testimony was offered by Dr.\nQuijano that race should be a factor for the jury to consider\nin making its determination about the sentence in a capi-\ntal murder trial.” Ibid. Six of those cases were “similar to\nthat of Victor Hugo Saldano”; in those cases, letters had\nbeen sent to counsel apprising them of the Attorney Gen-\neral’s findings. Id., at 213a–214a. The statement closed\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nby identifying the defendants in those six cases. Buck was\none of them. Id., at 215a–217a. By the close of 2002, the\nAttorney General had confessed error, waived any avail-\nable procedural defenses, and consented to resentencing in\nthe cases of five of those six defendants. See Alba v. John-\nson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e232\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e208\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA5 2000) (Table); Memorandum and\nOrder in Blue v. Johnson, No. 4:99–cv–00350 (SD Tex.),\npp. 15–17; Order in Garcia v. Johnson, No. 1:99–cv–00134\n(ED Tex.), p. 1; Order in Broxton v. Johnson, No. 4:00–cv–\n01034 (SD Tex.), pp. 10–11; Final Judgment in Gonzales v.\nCockrell, No. 7:99–cv–00072 (WD Tex.), p. 1.\n   Not, however, in Buck’s. In 2002, Buck’s attorney filed a\nnew state habeas petition alleging that trial counsel had\nrendered ineffective assistance by introducing Dr. Qui-\njano’s testimony. The State was not represented by the\nAttorney General in this proceeding—the Texas Attorney\nGeneral represents state respondents in federal habeas\ncases, but not state habeas cases—and it did not confess\nerror. Because Buck’s petition was successive, the Texas\nCourt of Criminal Appeals dismissed it as an abuse of the\nwrit. Ex parte Buck, Nos. 57,004–01, 57,004–02 (Tex.\nCrim. App., Oct. 15, 2003) ( per curiam).\n   Buck turned to the federal courts. He filed a petition for\nhabeas corpus under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2254 in October 2004, by\nwhich time Attorney General Cornyn had left office. See\nBuck v. Dretke, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2006\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e8411481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *2 (SD Tex., July 24,\n2006). Buck sought relief on the ground that trial coun-\nsel’s introduction of Dr. Quijano’s testimony was constitu-\ntionally ineffective. The State responded that the state\ncourt had dismissed Buck’s ineffective assistance claim\nbecause Buck had failed to press it in his first petition,\nraising it for the first time in a procedurally improper\nsecond petition. The State argued that such reliance on\nan established state rule of procedure was an adequate\nand independent state ground precluding federal review.\nTexas acknowledged that it had waived similar procedural\n\u000c8                      BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndefenses in Saldano’s case. But it argued that Buck’s case\nwas different because “[i]n Saldano’s case Dr. Quijano\ntestified for the State”; in Buck’s, “it was Buck who called\nDr. Quijano to testify.” Answer and Motion for Summary\nJudgment in No. 4:04–cv–03965 (SD Tex.), p. 20.\n   Buck countered that, notwithstanding his procedural\ndefault, the District Court should reach the merits of his\nclaim because a failure to do so would result in a miscar-\nriage of justice. Buck did not argue that his default should\nbe excused on a showing of “cause” and “prejudice”—that\nis, cause for the default, and prejudice from the denial of a\nfederal right. And for good reason: At the time Buck filed\nhis §2254 petition, our decision in Coleman v. Thompson,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112640\"\u003e\u003ca href=\"/opinion/112640/coleman-v-thompson/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e722\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 752–753 (1991), made clear that an attor-\nney’s failure to raise an ineffective assistance claim during\nstate postconviction review could not constitute cause.\nThe District Court rejected Buck’s miscarriage of justice\nargument and held that, because of his procedural default,\nhis ineffective assistance claim was unreviewable. Buck v.\nDretke, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2006\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e8411481\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *8. Buck unsuccessfully\nsought review of the District Court’s ruling. See Buck v.\nThaler, 345 Fed. Appx. 923 (CA5 2009) ( per curiam) (deny-\ning application for a COA), cert. denied, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1072\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(2010).\n   In 2011, Buck sought to reopen his case, arguing that\nthe prosecution had violated the Equal Protection and Due\nProcess Clauses by asking Dr. Quijano about the relation-\nship between race and future violence on cross-\nexamination and referring to his testimony during sum-\nmation. Buck also argued that the State’s decision to treat\nhim differently from the other defendants affected by Dr.\nQuijano’s testimony justified relieving him of the District\nCourt’s adverse judgment. The Fifth Circuit disagreed,\nsee Buck v. Thaler, 452 Fed. Appx. 423, 427–428 (CA5\n2011) ( per curiam), and we denied certiorari, Buck v.\nThaler, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1022\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2011). Buck, still barred by Cole-\n\u000c                  Cite as: 580 U. S. ____ (2017)              9\n\n                      Opinion of the Court\n\nman from avoiding the consequences of his procedural\ndefault, did not pursue his ineffective assistance claim.\n                               C\n   In 2012, this Court “modif[ied] the unqualified state-\nment in Coleman that an attorney’s ignorance or inadvert-\nence in a postconviction proceeding does not qualify as\ncause to excuse a procedural default.” Martinez, 566 U. S.,\nat 9. We held that when a state formally limits the adju-\ndication of claims of ineffective assistance of trial counsel\nto collateral review, a prisoner may establish cause for\nprocedural default if (1) “the state courts did not appoint\ncounsel in the initial-review collateral proceeding,” or\n“appointed counsel in [that] proceeding . . . was ineffective\nunder the standards of Strickland v. Washington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111170\"\u003e\u003ca href=\"/opinion/111170/strickland-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e668\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1984)”; and (2) “the underlying . . . claim is a\nsubstantial one, which is to say that . . . the claim has\nsome merit.” Id., at 14.\n   By its terms, Martinez did not bear on Buck’s ineffective\nassistance claim. At the time of Buck’s conviction and\nappeal, Texas did not formally require criminal defend-\nants to reserve such claims for collateral review. In Tre-\nvino, however, the Court concluded that the exception an-\nnounced in Martinez extended to state systems that, as a\npractical matter, deny criminal defendants “a meaningful\nopportunity” to press ineffective assistance claims on\ndirect appeal. 569 U. S., at ___ (slip op., at 13). The Court\nfurther concluded that the system in Texas, where peti-\ntioner had been convicted, was such a system. Ibid. The\nupshot: Had Martinez and Trevino been decided before\nBuck filed his §2254 petition, a federal court could have\nreviewed Buck’s ineffective assistance claim if he demon-\nstrated that (1) state postconviction counsel had been\nconstitutionally ineffective in failing to raise it, and (2) the\nclaim had “some merit.” Martinez, 566 U. S., at 14.\n\u000c10                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\n                              D\n   When Trevino was decided, Buck’s third state habeas\npetition was pending in Texas court. That petition was\ndenied in November 2013. Ex parte Buck, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e418\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e98\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(Tex. Crim. App. 2013) ( per curiam). Two months later,\nBuck returned to federal court, where he filed a motion to\nreopen his §2254 case under Federal Rule of Civil Proce-\ndure 60(b)(6). Rule 60(b) enumerates specific circum-\nstances in which a party may be relieved of the effect of a\njudgment, such as mistake, newly discovered evidence,\nfraud, and the like. The Rule concludes with a catchall\ncategory—subdivision (b)(6)—providing that a court may\nlift a judgment for “any other reason that justifies relief.”\nRelief is available under subdivision (b)(6), however, only\nin “extraordinary circumstances,” and the Court has ex-\nplained that “[s]uch circumstances will rarely occur in the\nhabeas context.” Gonzalez, 545 U. S., at 535.\n   In his motion, Buck identified 11 factors that, in his\nview, justified reopening the judgment. These included\nhis attorney’s introduction of expert testimony linking\nBuck’s race to violence, the central issue at sentencing; the\nprosecution’s questions about race and violence on cross-\nexamination and reliance on Dr. Quijano’s testimony in\nsummation; the State’s confession of error in other cases\nin which Dr. Quijano testified, but its refusal to concede\nerror in Buck’s case; and the change in law effected by\nMartinez and Trevino, which, if they had been decided\nearlier, would have permitted federal review of Buck’s\ndefaulted claim. App. 283a–285a.\n   The District Court denied relief on two grounds. First,\nthe court concluded that Buck had failed to demonstrate\nextraordinary circumstances. To that end, the court ob-\nserved that a change in decisional law is rarely extraordi-\nnary by itself. Buck v. Stephens, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e11310152\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *4\n(SD Tex., Aug. 29, 2014). It further determined that the\nState’s “promise” not to oppose resentencing did not count\n\u000c                    Cite as: 580 U. S. ____ (2017)                11\n\n                        Opinion of the Court\n\nfor much, reasoning that “Buck’s case is different in criti-\ncal respects from the cases in which Texas confessed error”\nin that Buck’s lawyer, not the prosecutor, had first elicited\nthe objectionable testimony. Id., at *4–*5. The court also\ndismissed the contention that the nature of Dr. Quijano’s\ntestimony argued for reopening the case. Although “the\nintroduction of any mention of race was,” in the court’s\nview, “ill[ ]advised at best and repugnant at worst,” it was\nalso “de minimis”: Dr. Quijano had discussed the connec-\ntion between race and violence only twice. Id., at *5. The\ncourt accordingly concluded that Buck had failed to make\nout the predicate for Rule 60(b)(6) relief.\n   Second, the court determined that—even if the circum-\nstances were extraordinary—Buck’s claim would fail on\nthe merits. The court noted that under Strickland, Buck\nwas obliged to show that counsel’s performance was both\ndeficient and prejudicial. The court held that Buck’s\nlawyer had indeed performed deficiently in calling Dr.\nQuijano to give testimony that “len[t] credence to any\npotential latent racial prejudice held by the jury.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e11310152\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *6. But, the court concluded, Buck had\nfailed to demonstrate prejudice. It observed that Buck’s\ncrime had been “horrific.” Ibid. And the court had already\nconcluded that “the introduction of any mention of race\nwas . . . de minimis.” Id., at *5. For those reasons, it held,\nBuck had failed to show a reasonable probability that he\nwould not have been sentenced to death but for Dr. Qui-\njano’s testimony about race and violence.\n   Buck sought to appeal the denial of his Rule 60(b)(6)\nmotion. He accordingly filed an application for a COA\nwith the Fifth Circuit. To obtain a COA, Buck was re-\nquired to make “a substantial showing of the denial of a\nconstitutional right.”* \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2253(c)(2).\n——————\n * The Federal Courts of Appeals appear to disagree over whether a\nCOA is needed to appeal the denial of a Rule 60(b) motion. See Gonza-\n\u000c12                         BUCK v. DAVIS\n\n                         Opinion of the Court\n\n   The Fifth Circuit denied a COA, concluding that Buck’s\ncase was “not extraordinary at all in the habeas context.”\nBuck v. Stephens, 623 Fed. Appx. 668, 673 (2015). The\npanel agreed with the District Court that Martinez and\nTrevino were not significant factors in the analysis. It\ncharacterized most of the other factors Buck had identified\nas “variations on the merits” of his claim, which was “at\nleast unremarkable as far as [ineffective assistance]\nclaims go.” 623 Fed. Appx., at 673. The panel likewise\nrejected Buck’s argument that he was entitled to relief\nbecause the State had issued a press release indicating\nthat his case would be treated like Saldano’s, and then\nhad confessed error in the other cases identified as similar\nin the statement, but not in Buck’s. Id., at 674. Because\nBuck had “not shown extraordinary circumstances that\nwould permit relief under Federal Rule of Civil Procedure\n60(b)(6),” the panel “den[ied] the application for a COA.”\nId., at 669.\n   Buck’s motion for rehearing en banc was denied over\ntwo dissenting votes. Buck v. Stephens, 630 Fed. Appx.\n251 (CA5 2015) ( per curiam). We granted certiorari. Buck\nv. Stephens, 578 U. S. ___ (2016).\n                             II\n   A state prisoner whose petition for a writ of habeas\ncorpus is denied by a federal district court does not enjoy\nan absolute right to appeal. Federal law requires that he\nfirst obtain a COA from a circuit justice or judge. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2253(c)(1). A COA may issue “only if the appli-\ncant has made a substantial showing of the denial of a\nconstitutional right.” §2253(c)(2). Until the prisoner\nsecures a COA, the Court of Appeals may not rule on the\nmerits of his case. Miller-El v. Cockrell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"122258\"\u003e\u003ca href=\"/opinion/122258/miller-el-v-cockrell/\"\u003e\u003cspan class=\"volume\"\u003e537\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e322\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 336\n——————\nlez v. Crosby, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"799985\"\u003e\u003ca href=\"/opinion/799985/gonzalez-v-crosby/\"\u003e\u003cspan class=\"volume\"\u003e545\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e524\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 535, and n. 7 (2005). In keeping with the\napproach adopted by the Fifth Circuit below and by the parties in their\nbriefs, we assume without deciding that a COA is required here.\n\u000c                 Cite as: 580 U. S. ____ (2017)           13\n\n                     Opinion of the Court\n\n(2003).\n   The COA inquiry, we have emphasized, is not coexten-\nsive with a merits analysis. At the COA stage, the only\nquestion is whether the applicant has shown that “jurists\nof reason could disagree with the district court’s resolution\nof his constitutional claims or that jurists could conclude\nthe issues presented are adequate to deserve encourage-\nment to proceed further.” Id., at 327. This threshold\nquestion should be decided without “full consideration of\nthe factual or legal bases adduced in support of the\nclaims.” Id., at 336. “When a court of appeals sidesteps\n[the COA] process by first deciding the merits of an ap-\npeal, and then justifying its denial of a COA based on its\nadjudication of the actual merits, it is in essence deciding\nan appeal without jurisdiction.” Id., at 336–337.\n   The court below phrased its determination in proper\nterms—that jurists of reason would not debate that Buck\nshould be denied relief, 623 Fed. Appx., at 674—but it\nreached that conclusion only after essentially deciding the\ncase on the merits. As the court put it in the second sen-\ntence of its opinion: “Because [Buck] has not shown ex-\ntraordinary circumstances that would permit relief under\nFederal Rule of Civil Procedure 60(b)(6), we deny the\napplication for a COA.” Id., at 669. The balance of the\nFifth Circuit’s opinion reflects the same approach. The\nchange in law effected by Martinez and Trevino, the panel\nwrote, was “not an extraordinary circumstance.” 623 Fed.\nAppx., at 674. Even if Texas initially indicated to Buck\nthat he would be resentenced, its “decision not to follow\nthrough” was “not extraordinary.” Ibid. Buck “ha[d] not\nshown why” the State’s alleged broken promise “would\njustify relief from the judgment.” Ibid.\n   But the question for the Fifth Circuit was not whether\nBuck had “shown extraordinary circumstances” or “shown\nwhy [Texas’s broken promise] would justify relief from the\njudgment.” Id., at 669, 674. Those are ultimate merits\n\u000c14                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndeterminations the panel should not have reached. We\nreiterate what we have said before: A “court of appeals\nshould limit its examination [at the COA stage] to a\nthreshold inquiry into the underlying merit of [the]\nclaims,” and ask “only if the District Court’s decision was\ndebatable.” Miller-El, 537 U. S., at 327, 348.\n  The dissent does not accept this established rule, argu-\ning that a reviewing court that deems a claim nondebata-\nble “must necessarily conclude that the claim is meritless.”\nPost, at 2 (opinion of THOMAS, J.). Of course when a court\nof appeals properly applies the COA standard and deter-\nmines that a prisoner’s claim is not even debatable, that\nnecessarily means the prisoner has failed to show that his\nclaim is meritorious. But the converse is not true. That a\nprisoner has failed to make the ultimate showing that his\nclaim is meritorious does not logically mean he failed to\nmake a preliminary showing that his claim was debatable.\nThus, when a reviewing court (like the Fifth Circuit here)\ninverts the statutory order of operations and “first de-\ncid[es] the merits of an appeal, . . . then justif[ies] its\ndenial of a COA based on its adjudication of the actual\nmerits,” it has placed too heavy a burden on the prisoner\nat the COA stage. Miller-El, 537 U. S., at 336–337. Miller-\nEl flatly prohibits such a departure from the procedure\nprescribed by §2253. Ibid.\n  The State defends the Fifth Circuit’s approach by argu-\ning that the court’s consideration of an application for a\nCOA is often quite thorough. The court “occasionally\nhears oral argument when considering whether to grant a\nCOA in a capital case.” Brief for Respondent 50. Indeed,\nin one recent case, it “received nearly 200 pages of initial\nbriefing, permitted a reply brief, considered the parties’\nsupplemental authorities, invited supplemental letter\nbriefs from both sides, and heard oral argument before\ndenying the request for a COA.” Id., at 50–51.\n  But this hurts rather than helps the State’s case. “[A]\n\u000c                 Cite as: 580 U. S. ____ (2017)          15\n\n                     Opinion of the Court\n\nclaim can be debatable even though every jurist of reason\nmight agree, after the COA has been granted and the case\nhas received full consideration, that petitioner will not\nprevail.” Miller-El, 537 U. S., at 338. The statute sets\nforth a two-step process: an initial determination whether\na claim is reasonably debatable, and then—if it is—an\nappeal in the normal course. We do not mean to specify\nwhat procedures may be appropriate in every case. But\nwhatever procedures are employed at the COA stage\nshould be consonant with the limited nature of the\ninquiry.\n   Given the approach of the court below, it is perhaps\nunderstandable that the parties have essentially briefed\nand argued the underlying merits at length. See, e.g.,\nBrief for Petitioner 32 (“[T]rial counsel rendered deficient\nperformance under Strickland.”); id., at 39 (“[T]here is a\nreasonable probability that Dr. Quijano’s race-as-\ndangerousness opinion swayed the judgment of jurors in\nfavor of death.” (internal quotation marks and alteration\nomitted)); id., at 59 (Buck “has demonstrated his entitle-\nment to relief under Rule 60(b)(6)”); Brief for Respondent\n40 (“The particular facts of petitioner’s case do not estab-\nlish extraordinary circumstances justifying relief from the\njudgment.” (boldface type deleted)). With respect to this\nCourt’s review, §2253 does not limit the scope of our con-\nsideration of the underlying merits, and at this juncture\nwe think it proper to meet the decision below and the\narguments of the parties on their own terms.\n                             III\n   Buck’s request for a COA raised two separate questions\nfor the Fifth Circuit, one substantive and one procedural:\nfirst, whether reasonable jurists could debate the District\nCourt’s conclusion that Buck was not denied his right to\neffective assistance of counsel under Strickland; and\nsecond, whether reasonable jurists could debate the Dis-\n\u000c16                     BUCK v. DAVIS\n\n                      Opinion of the Court\n\ntrict Court’s procedural holding that Buck had not made\nthe necessary showing to reopen his case under Rule\n60(b)(6).\n                             A\n  We begin with the District Court’s determination (not\nspecifically addressed by the Fifth Circuit) that Buck’s\nconstitutional claim failed on the merits. The Sixth\nAmendment right to counsel “is the right to the effective\nassistance of counsel.” Strickland, 466 U. S., at 686 (quot-\ning McMann v. Richardson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108138\"\u003e\u003ca href=\"/opinion/108138/mcmann-v-richardson/\"\u003e\u003cspan class=\"volume\"\u003e397\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e759\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 771, n. 14\n(1970)). A defendant who claims to have been denied ef-\nfective assistance must show both that counsel performed\ndeficiently and that counsel’s deficient performance\ncaused him prejudice. 466 U. S., at 687.\n                               1\n   Strickland’s first prong sets a high bar. A defense law-\nyer navigating a criminal proceeding faces any number of\nchoices about how best to make a client’s case. The lawyer\nhas discharged his constitutional responsibility so long as\nhis decisions fall within the “wide range of professionally\ncompetent assistance.” Id., at 690. It is only when the\nlawyer’s errors were “so serious that counsel was not\nfunctioning as the ‘counsel’ guaranteed . . . by the Sixth\nAmendment” that Strickland’s first prong is satisfied. Id.,\nat 687.\n   The District Court determined that, in this case, coun-\nsel’s performance fell outside the bounds of competent\nrepresentation. We agree. Counsel knew that Dr. Qui-\njano’s report reflected the view that Buck’s race dispropor-\ntionately predisposed him to violent conduct; he also knew\nthat the principal point of dispute during the trial’s penalty\nphase was whether Buck was likely to act violently in the\nfuture. Counsel nevertheless (1) called Dr. Quijano to the\nstand; (2) specifically elicited testimony about the connec-\n\u000c                  Cite as: 580 U. S. ____ (2017)           17\n\n                      Opinion of the Court\n\ntion between Buck’s race and the likelihood of future\nviolence; and (3) put into evidence Dr. Quijano’s expert\nreport that stated, in reference to factors bearing on future\ndangerousness, “Race.        Black: Increased probability.”\nApp. 19a, 145a–146a.\n   Given that the jury had to make a finding of future\ndangerousness before it could impose a death sentence,\nDr. Quijano’s report said, in effect, that the color of Buck’s\nskin made him more deserving of execution. It would be\npatently unconstitutional for a state to argue that a de-\nfendant is liable to be a future danger because of his race.\nSee Zant v. Stephens, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110984\"\u003e\u003ca href=\"/opinion/110984/zant-v-stephens/\"\u003e\u003cspan class=\"volume\"\u003e462\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e862\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 885 (1983) (identify-\ning race among factors that are “constitutionally imper-\nmissible or totally irrelevant to the sentencing process”).\nNo competent defense attorney would introduce such\nevidence about his own client. See Buck v. Thaler, 565\nU. S., at 1022 (statement of ALITO, J., joined by Scalia and\nBREYER, JJ., respecting denial of certiorari) (Buck’s case\n“concerns bizarre and objectionable testimony”).\n                             2\n  To satisfy Strickland, a litigant must also demonstrate\nprejudice—“a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would\nhave been different.” 466 U. S., at 694. Accordingly, the\nquestion before the District Court was whether Buck had\ndemonstrated a reasonable probability that, without Dr.\nQuijano’s testimony on race, at least one juror would\nhave harbored a reasonable doubt about whether Buck\nwas likely to be violent in the future. The District Court\nconcluded that Buck had not made such a showing. We\ndisagree.\n  In arguing that the jury would have imposed a death\nsentence even if Dr. Quijano had not offered race-based\ntestimony, the State primarily emphasizes the brutality of\nBuck’s crime and his lack of remorse. A jury may conclude\n\u000c18                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\nthat a crime’s vicious nature calls for a sentence of death.\nSee Wong v. Belmontes, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1757\"\u003e\u003ca href=\"/opinion/1757/wong-v-belmontes/\"\u003e\u003cspan class=\"volume\"\u003e558\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e15\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2009) ( per curiam).\nIn this case, however, several considerations convince us\nthat it is reasonably probable—notwithstanding the na-\nture of Buck’s crime and his behavior in its aftermath—\nthat the proceeding would have ended differently had\ncounsel rendered competent representation.\n   Dr. Quijano testified on the key point at issue in Buck’s\nsentencing. True, the jury was asked to decide two is-\nsues—whether Buck was likely to be a future danger, and,\nif so, whether mitigating circumstances nevertheless\njustified a sentence of life imprisonment. But the focus of\nthe proceeding was on the first question. Much of the\npenalty phase testimony was directed to future danger-\nousness, as were the summations for both sides. The jury,\nconsistent with the focus of the parties, asked during\ndeliberations to see the expert reports on dangerousness.\nSee App. 187a–196a, 198a–203a, 209a.\n   Deciding the key issue of Buck’s dangerousness involved\nan unusual inquiry. The jurors were not asked to deter-\nmine a historical fact concerning Buck’s conduct, but to\nrender a predictive judgment inevitably entailing a degree\nof speculation. Buck, all agreed, had committed acts of\nterrible violence. Would he do so again?\n   Buck’s prior violent acts had occurred outside of prison,\nand within the context of romantic relationships with\nwomen. If the jury did not impose a death sentence, Buck\nwould be sentenced to life in prison, and no such romantic\nrelationship would be likely to arise. A jury could con-\nclude that those changes would minimize the prospect of\nfuture dangerousness.\n   But one thing would never change: the color of Buck’s\nskin. Buck would always be black. And according to Dr.\nQuijano, that immutable characteristic carried with it an\n“[i]ncreased probability” of future violence. Id., at 19a.\nHere was hard statistical evidence—from an expert—to\n\u000c                 Cite as: 580 U. S. ____ (2017)          19\n\n                     Opinion of the Court\n\nguide an otherwise speculative inquiry.\n   And it was potent evidence. Dr. Quijano’s testimony\nappealed to a powerful racial stereotype—that of black\nmen as “violence prone.” Turner v. Murray, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111660\"\u003e\u003ca href=\"/opinion/111660/turner-v-murray/\"\u003e\u003cspan class=\"volume\"\u003e476\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e28\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n35 (1986) (plurality opinion). In combination with the\nsubstance of the jury’s inquiry, this created something of a\nperfect storm. Dr. Quijano’s opinion coincided precisely\nwith a particularly noxious strain of racial prejudice,\nwhich itself coincided precisely with the central question\nat sentencing. The effect of this unusual confluence of\nfactors was to provide support for making a decision on life\nor death on the basis of race.\n   This effect was heightened due to the source of the\ntestimony. Dr. Quijano took the stand as a medical expert\nbearing the court’s imprimatur. The jury learned at the\noutset of his testimony that he held a doctorate in clinical\npsychology, had conducted evaluations in some 70 capital\nmurder cases, and had been appointed by the trial judge\n(at public expense) to evaluate Buck. App. 138a–141a.\nReasonable jurors might well have valued his opinion\nconcerning the central question before them. See Satter-\nwhite v. Texas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112080\"\u003e\u003ca href=\"/opinion/112080/satterwhite-v-texas/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e249\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 259 (1988) (testimony from\n“a medical doctor specializing in psychiatry” on the ques-\ntion of future dangerousness may have influenced the\nsentencing jury).\n   For these reasons, we cannot accept the District Court’s\nconclusion that “the introduction of any mention of race”\nduring the penalty phase was “de minimis.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e\n\u003cspan class=\"page\"\u003e11310152\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *5. There were only “two references to race\nin Dr. Quijano’s testimony”—one during direct examina-\ntion, the other on cross. Ibid. But when a jury hears\nexpert testimony that expressly makes a defendant’s race\ndirectly pertinent on the question of life or death, the\nimpact of that evidence cannot be measured simply by how\nmuch air time it received at trial or how many pages it\noccupies in the record. Some toxins can be deadly in small\n\u000c20                    BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndoses.\n   The State acknowledges, as it must, that introducing\n“race or ethnicity as evidence of criminality” can in some\ncases prejudice a defendant. Brief for Respondent 31. But\nit insists that this is not such a case, because Buck’s own\ncounsel, not the prosecution, elicited the offending testi-\nmony. We are not convinced. In fact, the distinction could\nwell cut the other way. A prosecutor is seeking a convic-\ntion. Jurors understand this and may reasonably be\nexpected to evaluate the government’s evidence and ar-\nguments in light of its motivations. When a defendant’s\nown lawyer puts in the offending evidence, it is in the\nnature of an admission against interest, more likely to be\ntaken at face value.\n   The effect of Dr. Quijano’s testimony on Buck’s sentenc-\ning cannot be dismissed as “de minimis.” Buck has\ndemonstrated prejudice.\n                            B\n                            1\n   We now turn to the lower courts’ procedural holding:\nthat Buck failed to demonstrate that he was entitled to\nhave the judgment against him reopened under Rule\n60(b)(6). We have held that a litigant seeking a COA must\ndemonstrate that a procedural ruling barring relief is\nitself debatable among jurists of reason; otherwise, the\nappeal would not “deserve encouragement to proceed\nfurther.” Slack v. McDaniel, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118359\"\u003e\u003ca href=\"/opinion/118359/slack-v-mcdaniel/\"\u003e\u003cspan class=\"volume\"\u003e529\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e473\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 484 (2000)\n(quoting Barefoot v. Estelle, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111017\"\u003e\u003ca href=\"/opinion/111017/barefoot-v-estelle/\"\u003e\u003cspan class=\"volume\"\u003e463\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e880\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 893, n. 4\n(1983)).\n   The Rule 60(b)(6) holding Buck challenges would be\nreviewed for abuse of discretion during a merits appeal,\nsee 11 C. Wright, A. Miller, \u0026 M. Kane, Federal Practice\nand Procedure §2857 (3d ed. 2012), and the parties agree\nthat the COA question is therefore whether a reasonable\njurist could conclude that the District Court abused its\n\u000c                 Cite as: 580 U. S. ____ (2017)          21\n\n                     Opinion of the Court\n\ndiscretion in declining to reopen the judgment. See Brief\nfor Petitioner 54–57; Brief for Respondent 34.\n   Buck brought his Rule 60(b) motion under the Rule’s\ncatchall category, subdivision (b)(6), which permits a court\nto reopen a judgment for “any other reason that justifies\nrelief.” Rule 60(b) vests wide discretion in courts, but we\nhave held that relief under Rule 60(b)(6) is available only\nin “extraordinary circumstances.” Gonzalez, 545 U. S., at\n535. In determining whether extraordinary circumstances\nare present, a court may consider a wide range of factors.\nThese may include, in an appropriate case, “the risk of\ninjustice to the parties” and “the risk of undermining the\npublic’s confidence in the judicial process.” Liljeberg v.\nHealth Services Acquisition Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112106\"\u003e\u003ca href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e847\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 863–864\n(1988).\n   In the circumstances of this case, the District Court\nabused its discretion in denying Buck’s Rule 60(b)(6)\nmotion. The District Court’s conclusion that Buck “ha[d]\nfailed to demonstrate that this case presents extraordi-\nnary circumstances” rested in large measure on its\ndetermination that “the introduction of any mention of\nrace”—though “ill[ ]advised at best and repugnant at\nworst”—played only a “de minimis” role in the proceeding.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e11310152\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *5. The Fifth Circuit, for its part,\nfailed even to mention the racial evidence in concluding\nthat Buck’s claim was “at least unremarkable as far as\n[ineffective assistance] claims go.” 623 Fed. Appx., at 673.\nBut our holding on prejudice makes clear that Buck may\nhave been sentenced to death in part because of his race.\nAs an initial matter, this is a disturbing departure from a\nbasic premise of our criminal justice system: Our\nlaw punishes people for what they do, not who they are.\nDispensing punishment on the basis of an immutable\ncharacteristic flatly contravenes this guiding principle. As\npetitioner correctly puts it, “[i]t stretches credulity to\ncharacterize Mr. Buck’s [ineffective assistance of counsel]\n\u000c22                     BUCK v. DAVIS\n\n                      Opinion of the Court\n\nclaim as run-of-the-mill.” Brief for Petitioner 57.\n   This departure from basic principle was exacerbated\nbecause it concerned race. “Discrimination on the basis of\nrace, odious in all aspects, is especially pernicious in the\nadministration of justice.” Rose v. Mitchell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110143\"\u003e\u003ca href=\"/opinion/110143/rose-v-mitchell/\"\u003e\u003cspan class=\"volume\"\u003e443\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e545\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n555 (1979). Relying on race to impose a criminal sanction\n“poisons public confidence” in the judicial process. Davis\nv. Ayala, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at 28). It thus\ninjures not just the defendant, but “the law as an institu-\ntion, . . . the community at large, and . . . the democratic\nideal reflected in the processes of our courts.” Rose, 443\nU. S., at 556 (internal quotation marks omitted). Such\nconcerns are precisely among those we have identified as\nsupporting relief under Rule 60(b)(6). See Liljeberg, 486\nU. S., at 864.\n   The extraordinary nature of this case is confirmed by\nwhat the State itself did in response to Dr. Quijano’s\ntestimony. When the case of Victor Hugo Saldano came\nbefore this Court, Texas confessed error and consented to\nresentencing. The State’s response to Saldano’s petition\nfor certiorari succinctly expressed the injustice Saldano\nhad suffered: “the infusion of race as a factor for the jury\nto weigh in making its determination violated his constitu-\ntional right to be sentenced without regard to the color of\nhis skin.” App. 306a.\n   The Attorney General’s public statement, issued shortly\nafter we vacated the judgment in Saldano’s case, reflected\nthis sentiment. It explained that the State had responded\nto Saldano’s troubling petition by conducting a “thorough\naudit” of criminal cases, finding six similar to Saldano’s\n“in which testimony was offered by Dr. Quijano that race\nshould be a factor for the jury to consider.” Id., at 213a.\nThe statement affirmed that “it is inappropriate to allow\nrace to be considered as a factor in our criminal justice\nsystem.” Ibid. Consistent with this position—and to its\ncredit—the State confessed error in the cases of five of the\n\u000c                 Cite as: 580 U. S. ____ (2017)           23\n\n                     Opinion of the Court\n\nsix defendants identified in the Attorney General’s state-\nment, waiving all available procedural defenses and con-\nsenting to resentencing.\n   These were remarkable steps. It is not every day that a\nState seeks to vacate the sentences of five defendants\nfound guilty of capital murder. But then again, these\nwere—as the State itself put it at oral argument here—\n“extraordinary” cases. Tr. of Oral Arg. 41; see Buck v.\nThaler, 565 U. S., at 1030 (SOTOMAYOR, J., joined by\nKAGAN, J., dissenting from denial of certiorari) (“Especially\nin light of the capital nature of this case and the express\nrecognition by a Texas attorney general that the relevant\ntestimony was inappropriately race charged, Buck has\npresented issues that ‘deserve encouragement to proceed\nfurther.’ ” (quoting Miller-El, 537 U. S., at 327)).\n   To be sure, the State has repeatedly attempted to justify\nits decision to treat Buck differently from the other five\ndefendants identified in the Attorney General’s statement,\nincluding on asserted factual grounds that the State has\nbeen required to abjure. See Brief for Respondent 46,\nn. 10 (the State’s initial opposition to Buck’s habeas peti-\ntion “erroneously” argued that Buck was treated differently\nbecause defense counsel, not the State, called Dr. Quijano\nas a witness; that was also true of two of the other defend-\nants). The State continues its efforts before this Court,\narguing that Buck’s was the only one of the six cases in\nwhich defense counsel, not the prosecution, first elicited\nDr. Quijano’s opinion on race. See also post, at 8 (opinion\nof THOMAS, J.).\n   But this is beside the point. The State’s various expla-\nnations for distinguishing Buck’s case have nothing to do\nwith the Attorney General’s stated reasons for confessing\nerror in Saldano and the cases acknowledged as similar.\nRegardless of which party first broached the subject, race\nwas in all these cases put to the jury “as a factor . . . to\nweigh in making its determination.” App. 306a. The\n\u000c24                      BUCK v. DAVIS\n\n                      Opinion of the Court\n\nstatement that “it is inappropriate to allow race to be\nconsidered as a factor in our criminal justice system” is\nequally applicable whether the prosecution or ineffective\ndefense counsel initially injected race into the proceeding.\nId., at 213a. The terms of the State’s announcement\nprovide every reason for originally including Buck on the\nlist of defendants situated similarly to Saldano, and no\nreason for later taking him off.\n   In opposition, the State reminds us of the importance of\npreserving the finality of judgments. Brief for Respondent\n34. But the “whole purpose” of Rule 60(b) “is to make an\nexception to finality.” Gonzalez, 545 U. S., at 529. And in\nthis case, the State’s interest in finality deserves little\nweight. When Texas recognized that the infusion of race\ninto proceedings similar to Saldano’s warranted confession\nof error, it effectively acknowledged that the people of\nTexas lack an interest in enforcing a capital sentence\nobtained on so flawed a basis. In concluding that the\nvalue of finality does not demand that we leave the Dis-\ntrict Court’s judgment in place, we do no more than\nacknowledge what Texas itself recognized 17 years ago.\n                              2\n   Our Rule 60(b)(6) analysis has thus far omitted one\nsignificant element. When Buck first sought federal ha-\nbeas relief in 2004, Coleman barred the District Court from\nhearing his claim. Today, however, a claim of ineffective\nassistance of trial counsel defaulted in a Texas postconvic-\ntion proceeding may be reviewed in federal court if state\nhabeas counsel was constitutionally ineffective in failing\nto raise it, and the claim has “some merit.” Martinez, 566\nU. S., at 14; see Trevino, 569 U. S., at ___ (slip op., at 13).\nBuck cannot obtain relief unless he is entitled to the bene-\nfit of this rule—that is, unless Martinez and Trevino, not\nColeman, would govern his case were it reopened. If they\nwould not, his claim would remain unreviewable, and Rule\n\u000c                  Cite as: 580 U. S. ____ (2017)           25\n\n                      Opinion of the Court\n\n60(b)(6) relief would be inappropriate. See 11 Wright \u0026\nMiller, Federal Practice and Procedure §2857 (showing “a\ngood claim or defense” is a precondition of Rule 60(b)(6)\nrelief ).\n   Until merits briefing in this Court, both parties litigated\nthis matter on the assumption that Martinez and Trevino\nwould apply if Buck reopened his case. See Pet. for Cert.\n27–28; Brief in Opposition 11–13; Amended Application\nfor Certificate of Appealability and Brief in Support 26,\nRespondent-Appellee’s Opposition to Pet. for En Banc\nRehearing 9–11, and Respondent’s Opposition to Applica-\ntion for Certificate of Appealability 15–17 in No. 14–70030\n(CA5); Amended Response to Motion for Relief from\nJudgment in No. 4:04–cv–03965 (SD Tex.), pp. 11–13. But\nthe State’s brief adopts a new position on this issue. The\nState now argues that those cases announced a “new rule”\nthat, under Teague v. Lane, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112206\"\u003e\u003ca href=\"/opinion/112206/teague-v-lane/\"\u003e\u003cspan class=\"volume\"\u003e489\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e288\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1989) (plurality\nopinion), does not apply retroactively to cases (like Buck’s)\non collateral review. Brief for Respondent 38–40. Buck\nresponds that Teague analysis applies only to new rules of\ncriminal procedure that govern trial proceedings—not new\nrules of habeas procedure that govern collateral proceed-\nings—and that the State has in any event waived its\nTeague argument. Reply Brief 20.\n   We agree that the argument has been waived. See\nDanforth v. Minnesota, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145832\"\u003e\u003ca href=\"/opinion/145832/danforth-v-minnesota/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e264\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 289 (2008) (“States\ncan waive a Teague defense . . . by failing to raise it in a\ntimely manner . . . .”). It was not advanced in District\nCourt, before the Fifth Circuit, or in the State’s brief in\nopposition to Buck’s petition for certiorari. Although we\nmay reach the issue in our discretion, we have observed\nbefore that a State’s failure to raise a Teague argument at\nthe petition stage is particularly “significant” in deciding\nwhether such an exercise of discretion is appropriate.\nSchiro v. Farley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112922\"\u003e\u003ca href=\"/opinion/112922/schiro-v-farley/\"\u003e\u003cspan class=\"volume\"\u003e510\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e222\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 228–229 (1994). When “a\nlegal issue appears to warrant review, we grant certiorari\n\u000c26                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\nin the expectation of being able to decide that issue.” Id.,\nat 229. If we were to entertain the State’s eleventh-hour\nTeague argument and find it persuasive, Buck’s Strick-\nland and Rule 60(b)(6) contentions—the issues we thought\nworthy of review—would be insulated from our considera-\ntion. We therefore decline to reach the Teague question\nand conclude that Martinez and Trevino apply to Buck’s\nclaim. We reach no broader determination concerning the\napplication of these cases.\n                              C\n  For the foregoing reasons, we conclude that Buck has\ndemonstrated both ineffective assistance of counsel under\nStrickland and an entitlement to relief under Rule\n60(b)(6). It follows that the Fifth Circuit erred in denying\nBuck the COA required to pursue these claims on appeal.\n  The judgment of the United States Court of Appeals for\nthe Fifth Circuit is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                    THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–8049\n                         _________________\n\n\n   DUANE EDWARD BUCK, PETITIONER v. LORIE \n\n    DAVIS, DIRECTOR, TEXAS DEPARTMENT OF \n\n      CRIMINAL JUSTICE, CORRECTIONAL\n\n             INSTITUTIONS DIVISION \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                     [February 22, 2017]\n\n\n  JUSTICE THOMAS, with whom JUSTICE ALITO joins,\ndissenting.\n  Having settled on a desired outcome, the Court bull-\ndozes procedural obstacles and misapplies settled law to\njustify it. But the majority’s focus on providing relief to\npetitioner in this particular case has at least one upside:\nToday’s decision has few ramifications, if any, beyond the\nhighly unusual facts presented here. The majority leaves\nentirely undisturbed the black-letter principles of collat-\neral review, ineffective assistance of counsel, and Rule\n60(b)(6) law that govern day-to-day operations in federal\ncourts.\n                             I\n  In reversing the judgment below, the majority relies on\nthree grounds: that the Fifth Circuit misapplied the\nstandard for granting a certificate of appealability (COA);\nthat the District Court erroneously rejected petitioner’s\nSixth Amendment ineffective-assistance-of-counsel claim;\nand that the District Court abused its discretion in reject-\ning petitioner’s Federal Rule of Civil Procedure 60(b)(6)\nmotion to reopen the court’s earlier judgment denying\nhabeas relief. On each ground, the majority simply dis-\n\u000c2                      BUCK v. DAVIS\n\n                     THOMAS, J., dissenting\n\nagrees with the courts below over the application of the\ngoverning standard. The majority does not announce any\nnew standards or suggest that the District Court or the\nFifth Circuit applied the wrong standards altogether. See,\ne.g., ante, at 13 (“The court below phrased its determina-\ntion in proper terms . . . ”). I agree with the majority that\nthe courts below identified the correct standards for all\nthree of these inquiries. Contrary to the majority’s conclu-\nsion, however, I would hold that they correctly applied\nthose standards, too.\n                               A\n   At the outset, the Court wrongly criticizes the Fifth\nCircuit for its application of the COA standard. A COA is\nwarranted only if the district court’s ruling is “debatable\namongst jurists of reason.” Miller-El v. Cockrell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"122258\"\u003e\u003ca href=\"/opinion/122258/miller-el-v-cockrell/\"\u003e\u003cspan class=\"volume\"\u003e537\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e322\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 336 (2003). To answer this question, a court must\nconduct a “general assessment” of the merits of a defend-\nant’s claim. Ibid. The majority faults the Fifth Circuit for\nconcluding outright that petitioner “ ‘has not shown ex-\ntraordinary circumstances that would permit relief under\n[Rule] 60(b)(6).’ ” Ante, at 13 (quoting Buck v. Stephens,\n623 Fed. Appx. 668, 669 (CA5 2015)). In the majority’s\nview, the existence of extraordinary circumstances repre-\nsents an “ultimate merits determinatio[n] the panel\nshould not have reached.” Ante, at 13–14. Instead, ac-\ncording to the majority, the panel should have limited\nitself to the threshold question whether the merits were\ndebatable.\n   The majority’s criticism of the Fifth Circuit is misplaced.\nA court may grant a COA even if it might ultimately\nconclude that the underlying claim is meritless, so long as\nthe claim is debatable. Miller-El, supra, at 336. But to\ndeny a COA, a court must necessarily conclude that the\nclaim is meritless. A reviewing court cannot determine\nthat a claim is indisputably meritless (that is, nondebat-\n\u000c                  Cite as: 580 U. S. ____ (2017)            3\n\n                     THOMAS, J., dissenting\n\nable) without first deciding that it is meritless. See Slack\nv. McDaniel, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118359\"\u003e\u003ca href=\"/opinion/118359/slack-v-mcdaniel/\"\u003e\u003cspan class=\"volume\"\u003e529\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e473\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 484 (2000) (“Where a plain\nprocedural bar is present and the district court is correct\nto invoke it to dispose of the case,” the claim is not debata-\nble (emphasis added)); Weeks v. Angelone, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118330\"\u003e\u003ca href=\"/opinion/118330/weeks-v-angelone/\"\u003e\u003cspan class=\"volume\"\u003e528\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e225\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n231, 234 (2000) (affirming denial of COA after determin-\ning that petitioner’s claim was meritless).\n   In concluding that petitioner’s claims were indisputably\nmeritless as a prelude to denying the COA, the Fifth\nCircuit thus adopted the approach that courts must take\nin denying a COA. The majority might disagree with the\nconclusion that petitioner’s claims are indisputably merit-\nless, but its criticism of the Fifth Circuit’s approach is\nmost certainly misguided. The majority’s contrary ap-\nproach would prevent a court of appeals from denying a\nCOA in any case, an outcome that Congress and our prec-\nedents have plainly foreclosed. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2253(c)(2)\n(COA warranted only if petitioner makes “a substantial\nshowing of the denial of a constitutional right”); Miller-El,\nsupra, at 337 (The “issuance of a COA must not be\npro forma or a matter of course”). The majority’s comment\nthat “[u]ntil the prisoner secures a COA, the Court of\nAppeals may not rule on the merits of his case,” ante, at\n12, should not be taken at face value.\n   In any event, after chastising the Court of Appeals for\nmaking an end run around the COA standard in order to\nreach the merits of petitioner’s Rule 60(b) claim, the Court\ndoes precisely that. See ante, at 26 (“[W]e conclude that\nBuck has demonstrated . . . an entitlement to relief under\nRule 60(b)(6)”). Astonishingly, the Court also decides the\nmerits of petitioner’s Sixth Amendment claim—an issue\nthat was not even “addressed by the Fifth Circuit.” Ante,\nat 16; see ante, at 26 (“Buck has demonstrated . . . ineffec-\ntive assistance of counsel under Strickland [v. Washing-\nton, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111170\"\u003e\u003ca href=\"/opinion/111170/strickland-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e668\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1984)]”).\n   After reaching out to adjudicate the merits, the Court\n\u000c4                       BUCK v. DAVIS\n\n                      THOMAS, J., dissenting\n\nrelies on its merits disposition to justify reversing the\nFifth Circuit’s denial of a COA. Ante, at 26 (“It follows\nthat the Fifth Circuit erred in denying Buck the COA\nrequired to pursue these claims on appeal” (emphasis\nadded)). This unapologetic course reversal—made without\nso much as a hint of the irony—is striking. The majority\nalso has things just backwards. It criticizes the Fifth\nCircuit for undertaking a merits inquiry to deny a COA\n(when such an inquiry is required) and then it conducts a\nmerits inquiry to decide that petitioner’s claim is debat-\nable (when such an inquiry is inappropriate).\n                                B\n   The Court’s application of the standard in Strickland v.\nWashington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111170\"\u003e\u003ca href=\"/opinion/111170/strickland-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e668\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1984), is similarly misguided.\nIn particular, the Court erroneously finds that petitioner’s\nclaim satisfies Strickland’s second prong, which requires a\ndefendant to show that his counsel’s mistake materially\nprejudiced his defense. Prejudice exists only when correct-\ning the alleged error would have produced a “substantial”\nlikelihood of a different result. Harrington v. Richter, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e562\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e86\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 111–112 (2011). Here, the sentence of death\nhinged on the jury’s finding that petitioner posed a threat\nof future dangerousness. Texas’ standard for making such\na finding is not difficult to satisfy: “The facts of the offense\nalone may be sufficient to sustain the jury’s finding of\nfuture dangerousness,” and “[a] jury may also infer a\ndefendant’s future dangerousness from evidence showing a\nlack of remorse.” Buntion v. State, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e482\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e58\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 66–67\n(Tex. Crim. App. 2016).\n   The majority neglects even to mention the relevant legal\nstandard in Texas, relying instead on rhetoric and specu-\nlation to craft a finding of prejudice. But the prosecution’s\nevidence of both the heinousness of petitioner’s crime and\nhis complete lack of remorse was overwhelming. Accord-\ningly, Dr. Quijano’s “de minimis” racial testimony, Buck v.\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                    THOMAS, J., dissenting\n\nStephens, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e11310152\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *5 (SD Tex., Aug. 29, 2014),\ndid not prejudice petitioner.\n    First, the facts leave no doubt that this crime was pre-\nmeditated and cruel. The Court recites defense testimony\ndescribing the killing spree here as a “crime of passion,”\nante, at 4 (internal quotation marks omitted), but the\nrecord belies that characterization. The rampage occurred\nat the home of Debra Gardner, petitioner’s ex-girlfriend.\nPrior to the shooting, petitioner called her house. His\nstepsister, Phyllis Taylor, answered, and petitioner asked\nto speak with Gardner. Gardner declined, and petitioner\nhung up. Petitioner then retrieved a shotgun and rifle,\nloaded both guns, and drove 28 miles to Gardner’s house.\nUpon arrival, he broke down the door and opened fire\nwithout provocation. The shooting did not occur in the\nheat of the moment.\n    In addition to describing this as a crime of passion, the\nmajority also parrots defense testimony that petitioner’s\nviolence was limited to “the context of romantic relation-\nships.” Ante, at 18. But this assertion is also quite wrong.\nUpon entering Gardner’s house, petitioner first shot at an\nacquaintance, Harold Ebnezer. He next approached his\nstepsister, Taylor, who was seated on the couch. He said,\n“ ‘I’m going to shoot your ass too.’ ” App. 82a. She begged\nhim, “ ‘Duane, please don’t shoot me. I’m your sister. I\ndon’t deserve to be shot. Remember I do have children.’ ”\nId., at 83a. Petitioner ignored her pleas, placed the gun on\nher chest, and shot her. Petitioner does not claim that he\nwas in a romantic relationship with either Ebnezer or\nTaylor.\n    After shooting Taylor, petitioner cornered one of Gard-\nner’s friends, Kenneth Butler, and shot him, as well. He\nthen exited the house and chased Gardner into the middle\nof the street. She turned to him and pleaded, “ ‘Please\ndon’t shoot me. Please don’t shoot me. Why are you doing\nthis in front of my kids?’ ” Id., at 104a. Her son, Devon,\n\u000c6                      BUCK v. DAVIS\n\n                     THOMAS, J., dissenting\n\nwatched from the sidewalk. Her daughter, Shennel,\nbegged petitioner to spare her mother and even attempted\nto restrain him. Petitioner pointed the gun at Gardner\nand said, “ ‘I’m going to shoot you. I’m going to shoot your\nA[ss].’ ” Id., at 117a. He then did so. The flight path of\nthe bullet suggests that Gardner was on her knees when\npetitioner shot her.\n    Second, the evidence of petitioner’s lack of remorse,\nlargely ignored by the majority, is startling. After shoot-\ning Gardner, petitioner walked back to his car and placed\nthe firearms in the trunk. He then returned to taunt\nGardner where she lay mortally wounded and bleeding in\nthe street. He said, “ ‘It ain’t funny now. You ain’t laugh-\ning now.’ ” Id., at 106a. Police arrived shortly thereafter\nand arrested him. In the patrol car, petitioner was “laugh-\ning and joking and taunting.” Id., at 71a. He continued to\nsmile and laugh during the drive to the police station.\nWhen one of the officers informed petitioner that he did\nnot find the situation humorous, petitioner replied that\n“ ‘[t]he bitch got what she deserved.’ ” Id., at 135a. He\nremained happy and upbeat for the remainder of the\ndrive, even commenting that he was going to heaven\nbecause God had already forgiven him.\n                              C\n   Finally, the majority incorrectly concludes that the\nDistrict Court erred in denying petitioner’s motion under\nRule 60(b)(6), which permits district courts to reopen\notherwise final judgments only in “extraordinary circum-\nstances.” Ackermann v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104837\"\u003e\u003ca href=\"/opinion/104837/ackermann-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e340\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e193\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 199\n(1950). Although the majority pays lip service to the fact\nthat the District Court’s decision on this point is subject to\n“limited and deferential appellate review,” Gonzalez v.\nCrosby, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"799985\"\u003e\u003ca href=\"/opinion/799985/gonzalez-v-crosby/\"\u003e\u003cspan class=\"volume\"\u003e545\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e524\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 535 (2005); see ante, at 20–21, it\nproceeds to conduct a de novo review. Indeed, the majority\nreferences the District Court’s analysis only once in the\n\u000c                     Cite as: 580 U. S. ____ (2017)                     7\n\n                         THOMAS, J., dissenting\n\nentire section of its opinion addressing Rule 60(b)(6). But\nthe question is not whether this Court thinks the circum-\nstances are extraordinary; the question is whether rea-\nsonable jurists would debate that the District Court\nabused its discretion in reaching the equitable, highly\nfactbound conclusion that they are not. Particularly in\nlight of our admonition that such circumstances “will\nrarely occur in the habeas context,” 545 U. S., at 535, I\nthink it is not debatable that the District Court acted\nwithin its discretion in denying Rule 60(b)(6) relief here.\n   In reversing the Fifth Circuit, the centerpiece of the\nCourt’s analysis is its observation that “ ‘[d]iscrimination\non the basis of race, odious in all aspects, is especially\npernicious in the administration of justice.’ ” Ante, at 22\n(quoting Rose v. Mitchell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110143\"\u003e\u003ca href=\"/opinion/110143/rose-v-mitchell/\"\u003e\u003cspan class=\"volume\"\u003e443\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e545\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 555 (1979)). I\nagree that racial classifications are categorically imper-\nmissible under the Equal Protection Clause—but peti-\ntioner is not raising an equal protection claim. The many\nprecedents the Court cites interpreting that Clause are\ntherefore beside the point. Instead, petitioner is claiming\nthat his case presents extraordinary circumstances under\nRule 60(b)(6). The majority identifies no precedents re-\ngarding race in the Rule 60(b)(6) context. And certainly\nnothing in the text or history of Rule 60(b)(6)—unlike the\ntext and history of the Equal Protection Clause—suggests\nthat race-based claims demand unique solicitude in this\ncontext. At the very least, the District Court did not abuse\nits discretion in determining that they do not.1\n   In a similar vein, the majority suggests that the use of\nrace in petitioner’s capital proceeding injured the public’s\n——————\n  1 That is especially true given that Dr. Quijano’s testimony is relevant\n\nto the Rule 60(b)(6) inquiry, under the majority’s reasoning, only\ninsofar as it was prejudicial. See ante, at 21 (“[O]ur holding on preju-\ndice makes clear that Buck may have been sentenced to death in part\nbecause of his race”). As I have explained, the testimony was not\nprejudicial.\n\u000c8                           BUCK v. DAVIS\n\n                         THOMAS, J., dissenting\n\nconfidence in the integrity of our judicial system. Ante, at\n22. This argument cannot be squared with the District\nCourt’s finding that the challenged racial testimony was\n“de minimis.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e11310152\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at *5. It also ignores\nthe fact that petitioner’s own counsel elicited the testi-\nmony. The majority obscures this point by citing cases\nconcerning alleged racial discrimination by an agent of the\nstate. See ante, at 22 (citing, e.g., Davis v. Ayala, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2015) (addressing the prosecutor’s use of per-\nemptory strikes and holding that any constitutional error\nwas harmless)). There, the injury to public confidence\nderives from the fact that the government itself is discrim-\ninating against the defendant. The same cannot be said,\nhowever, when defense counsel introduces harmful testi-\nmony or makes a bad strategic choice.2\n   In conjunction with its observations about race, the\nCourt notes that the Texas attorney general, in response\nto similar testimony from Dr. Quijano in another case,\nissued a press release decrying the use of race in the jus-\ntice system and subsequently waived all procedural obsta-\ncles to resentencing in several cases in which Dr. Quijano\ntestified. But Texas had good reason for treating this case\ndifferently from the others. Of those cases, this is the only\none where “it can be said that the responsibility for elicit-\ning the offensive testimony lay squarely with the defense.”\nBuck v. Thaler, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1022\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1025 (2011) (ALITO, J.,\nstatement respecting denial of certiorari).\n   Lastly, the Court belittles Texas’ claimed interest in\nfinality. In the majority’s view, Texas effectively forfeited\nits finality interest when it waived its procedural defenses\nin purportedly similar cases. See ante, at 24. But Texas\n\n——————\n    2 Althoughthe prosecution on cross-examination asked Dr. Quijano a\nsingle question about his views on race, the question arose in the course\nof canvassing his expert report, and did not extend beyond the testi-\nmony already elicited by the defense. App. 170a.\n\u000c                  Cite as: 580 U. S. ____ (2017)            9\n\n                     THOMAS, J., dissenting\n\ndid not waive its procedural defenses in this case, and, in\nany event, Texas is not alone in possessing an interest in\nthe finality of petitioner’s sentence. Society at large has\nthe same interest. Finality advances values “essential to\nthe operation of our criminal justice system.” Teague v.\nLane, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112206\"\u003e\u003ca href=\"/opinion/112206/teague-v-lane/\"\u003e\u003cspan class=\"volume\"\u003e489\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e288\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 309 (1989) (plurality opinion). It\npromotes the law’s deterrent effect; it provides peace of\nmind to a wrongdoer’s victims; it promotes public confi-\ndence in the justice system; it conserves limited public\nresources; and it ensures the clarity of legal rights and\nstatuses.\n   The Court’s finality analysis also ignores the lengthy\npassage of time (nearly eight years) between the District\nCourt’s original rejection of habeas relief in this case and\npetitioner’s filing of the instant Rule 60(b)(6) motion. See\nGonzalez, 545 U. S., at 542, n. 4 (Stevens, J., dissenting)\n(“In cases where significant time has elapsed between a\nhabeas judgment and the relevant change in procedural\nlaw, it would be within a district court’s discretion to leave\nsuch a judgment in repose”). Permitting a defendant to\nfile a Rule 60(b) motion years after the fact functionally\neviscerates the statute of limitations contained in the\nAntiterrorism and Effective Death Penalty Act of 1996,\nthereby undermining its purpose of “lend[ing] finality to\nstate court judgments within a reasonable time.” Day v.\nMcDonough, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145664\"\u003e\u003ca href=\"/opinion/145664/day-v-mcdonough/\"\u003e\u003cspan class=\"volume\"\u003e547\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e198\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 205–206 (2006) (internal\nquotation marks omitted).\n                              II\n  Despite its errors, today’s opinion should have little\neffect on the broader law, for two reasons. For one thing,\nthe Court’s reasoning is highly factbound, and the facts\npresented here are unlikely to arise again. For another,\nalthough the majority misapplies settled principles, it does\nnot purport to actually alter any of those principles.\n\u000c10                          BUCK v. DAVIS\n\n                         THOMAS, J., dissenting\n\n                               A\n   This is an unusual case, and the majority’s single-\nminded focus on according relief to this petitioner on these\nfacts naturally limits the reach of its decision. In cases\npresenting different facts, today’s decision will provide\nlittle guidance. The Court’s ultimate conclusion relies on\nthe convergence of three critical factors that will rarely, if\never, recur. See ante, at 19 (describing this case as involv-\ning an “unusual confluence of factors” that together create\na “perfect storm”).\n   First, the Court places special weight on the fact that\nthis is a capital case. See, e.g., ante, at 23 (noting “the\ncapital nature of this case” as a factor favoring Rule\n60(b)(6) relief (internal quotation marks omitted)). Sec-\nond, the Court notes that the testimony at issue was\nexpressly racial and suggested that petitioner was more\ndeserving of the death penalty because he is black. See,\ne.g., ante, at 21 (“Buck may have been sentenced to death\nin part because of his race. . . . [T]his is a disturbing de-\nparture from a basic premise of our criminal justice sys-\ntem”).3 Third, the Court explains that the state attorney\ngeneral took the “remarkable steps,” ante, at 23, of publicly\ndeclaring that Dr. Quijano’s testimony in this case was\ninappropriate and waiving all procedural defenses to\nresentencing in similar cases. See, e.g., ante, at 22 (“The\nextraordinary nature of this case is confirmed by what the\nState itself did in response to Dr. Quijano’s testimony”).\n                                 B\n     The effect of today’s decision is also limited for a second\n——————\n  3 Dr. Quijano also testified that petitioner was more likely to be dan-\n\ngerous in the future because he is male. Petitioner does not claim that\nthis testimony renders his case extraordinary, and the Court does not\nso hold. Any such claim would find no support in today’s decision,\ngiven the importance of the racial nature of the testimony at issue to\nthe Court’s reasoning.\n\u000c                  Cite as: 580 U. S. ____ (2017)           11\n\n                     THOMAS, J., dissenting\n\nreason. Although the majority misapplies many exist-\ning doctrines, it refrains from announcing any new princi-\nples of law. In particular, it leaves untouched—and\ncourts should accordingly continue to apply as\nusual—established principles governing collateral review,\nineffective-assistance-of-counsel claims, and Rule 60(b)(6)\nmotions.\n   At the outset, the opinion leaves intact Miller-El’s well-\nworn COA standard for habeas petitions: Courts of ap-\npeals should deny applications when the district court’s\nruling is not “debatabl[y]” wrong. 537 U. S., at 336; see\nante, at 13. “A prisoner seeking a COA must prove some-\nthing more than the absence of frivolity or the existence of\nmere good faith on his or her part.” 537 U. S., at 338\n(internal quotation marks omitted). Courts have substan-\ntial discretion in deciding how to structure this inquiry.\nSee ante, at 15 (“We do not mean to specify what proce-\ndures may be appropriate in every case”).\n   The Court also reaffirms the “ ‘highly deferential’ ” char-\nacter of the Strickland standard. Harrington, 562 U. S., at\n105 (quoting Strickland, 466 U. S., at 689); see, e.g., ante,\nat 16 (first prong of Strickland “sets a high bar”). Courts\napplying Strickland must respect “the constitutionally\nprotected independence of counsel and the wide latitude\ncounsel must have in making tactical decisions.” Cullen v.\nPinholster, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e170\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 195 (2011) (internal quotation\nmarks and alteration omitted). Counsel should be “strongly\npresumed to have rendered adequate assistance and\nmade all significant decisions in the exercise of reasonable\nprofessional judgment.” Id., at 189 (internal quotation\nmarks omitted). And a defendant can show prejudice only\nif the likelihood of a different result would have been\n“substantial, not just conceivable.” Harrington, supra, at\n112.\n   Perhaps most significantly, the test for reopening judg-\nments under Rule 60(b)(6) remains the same. A “ ‘very\n\u000c12                      BUCK v. DAVIS\n\n                      THOMAS, J., dissenting\n\nstrict interpretation of Rule 60(b) is essential if the finality\nof judgments is to be preserved.’ ” Gonzalez, 545 U. S., at\n535 (quoting Liljeberg v. Health Services Acquisition\nCorp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112106\"\u003e\u003ca href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e847\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 873 (1988) (Rehnquist, C. J., dissent-\ning)). A district court may grant relief only if the movant\ncan show “extraordinary circumstances,” which “will\nrarely occur in the habeas context.” 545 U. S., at 535.\n(internal quotation marks omitted); see ante, at 10. A\nchange in law alone is not enough. See 545 U. S., at 536–\n537. And a district court’s decision to deny relief is subject\nto only “limited and deferential” appellate review. Id.,\nat 535.\n   Although petitioner argues that the change in law ef-\nfected by Martinez v. Ryan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e566\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2012), and Tre-\nvino v. Thaler, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2013), is central to the Rule\n60(b)(6) inquiry, see Brief for Petitioner 56; Reply Brief 19,\nthe Court does not even count those decisions in its tally of\nextraordinary circumstances. Instead, it treats a poten-\ntially viable Martinez claim as a “precondition” to relief.\nAnte, at 25. This makes sense: Unless petitioner has the\nability to invoke Martinez and Trevino, reopening the\njudgment would be futile. For those in petitioner’s posi-\ntion, the absence of a potentially valid Martinez claim is\ndisqualifying, but the presence of one does nothing to\ndemonstrate the existence of extraordinary circumstances.\n                              III\n   Finally, the Court’s opinion does not require the lower\ncourts to reflexively accord relief to petitioner on remand.\nIn order to succeed under Martinez and Trevino, petitioner\nmust establish that his state habeas counsel was constitu-\ntionally ineffective for failing to raise a Strickland claim\nas to his trial counsel. Today’s decision does not address\nthat showing, and the court on remand should not treat it\nas a foregone conclusion.\n   I respectfully dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nBUCK v. DAVIS, DIRECTOR, TEXAS DEPARTMENT OF \n\nCRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS\n\n                   DIVISION\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n  No. 15–8049. Argued October 5, 2016—Decided February 22, 2017\nPetitioner Duane Buck was convicted of capital murder in a Texas\n  court. Under state law, the jury was permitted to impose a death\n  sentence only if it found unanimously and beyond a reasonable doubt\n  that Buck was likely to commit acts of violence in the future. Buck’s\n  attorney called a psychologist, Dr. Walter Quijano, to offer his opin-\n  ion on that issue. Dr. Quijano had been appointed to evaluate Buck\n  by the presiding judge and had prepared a report setting out his con-\n  clusions. To determine the likelihood that Buck would act violently\n  in the future, Dr. Quijano had considered a number of statistical fac-\n  tors, including Buck’s race. Although Dr. Quijano ultimately con-\n  cluded that Buck was unlikely to be a future danger, his report also\n  stated that Buck was statistically more likely to act violently because\n  he is black. The report read, in relevant part: “Race. Black: In-\n  creased probability.” App. 19a. Despite knowing the contents of the\n  report, Buck’s counsel called Dr. Quijano to the stand, where he testi-\n  fied that race is a factor “know[n] to predict future dangerousness.”\n  Id., at 146a. Dr. Quijano’s report was admitted into evidence at the\n  close of his testimony. The prosecution questioned Dr. Quijano about\n  his conclusions on race and violence during cross-examination, and it\n  relied on his testimony in summation. During deliberations, the jury\n  requested and received the expert reports admitted into evidence, in-\n  cluding Dr. Quijano’s. The jury returned a sentence of death.\n     Buck contends that his attorney’s introduction of this evidence vio-\n  lated his Sixth Amendment right to the effective assistance of coun-\n  sel. Buck failed to raise this claim in his first state postconviction\n  proceeding. While that proceeding was pending, this Court received\n\u000c2                             BUCK v. DAVIS\n\n                                  Syllabus\n\n    a petition for certiorari in Saldano v. Texas, 530 U. S. 1212, a case in\n    which Dr. Quijano had testified that the petitioner’s Hispanic herit-\n    age weighed in favor of a finding of future dangerousness. Texas con-\n    fessed error on that ground, and this Court vacated the judgment be-\n    low. Soon afterward, the Texas Attorney General issued a public\n    statement identifying six similar cases in which Dr. Quijano had tes-\n    tified. Buck’s was one of them. In the other five cases, the Attorney\n    General confessed error and consented to resentencing. But when\n    Buck filed a second state habeas petition alleging that his attorney\n    had been ineffective in introducing Dr. Quijano’s testimony, the State\n    did not confess error, and the court dismissed the petition as an\n    abuse of the writ on the ground that Buck had failed to raise the\n    claim in his first petition.\n       Buck then sought federal habeas relief under 28 U. S. C. §2254.\n    The State again declined to confess error, and Buck’s ineffective as-\n    sistance claim was held procedurally defaulted and unreviewable un-\n    der Coleman v. Thompson, 501 U. S. 722. This Court’s later decisions\n    in Martinez v. Ryan, 566 U. S. 1, and Trevino v. Thaler, 569 U. S. ___,\n    modified the rule of Coleman. Had they been decided before Buck\n    filed his federal habeas petition, Buck’s claim could have been heard\n    on the merits provided he had demonstrated that (1) state postcon-\n    viction counsel had been constitutionally ineffective in failing to raise\n    the claim, and (2) the claim had some merit. Following the decision\n    in Trevino, Buck sought to reopen his §2254 case under Federal Rule\n    of Civil Procedure 60(b)(6). To demonstrate the “extraordinary cir-\n    cumstances” required for relief, Gonzalez v. Crosby, 545 U. S. 524,\n    535, Buck cited the change in law effected by Martinez and Trevino,\n    as well as ten other factors, including the introduction of expert tes-\n    timony linking Buck’s race to violence and the State’s confession of\n    error in similar cases. The District Court denied relief. Reasoning\n    that “the introduction of any mention of race” during Buck’s sentenc-\n    ing was “de minimis,” the court concluded, first, that Buck had failed\n    to demonstrate extraordinary circumstances; and second, that even if\n    the circumstances were extraordinary, Buck had failed to demon-\n    strate ineffective assistance under Strickland v. Washington, 466\n    U. S. 668. Buck sought a certificate of appealability (COA) from the\n    Fifth Circuit to appeal the denial of his Rule 60(b)(6) motion. The\n    Fifth Circuit denied his application, concluding that he had not\n    shown extraordinary circumstances justifying relief from the District\n    Court’s judgment.\nHeld:\n    1. The Fifth Circuit exceeded the limited scope of the COA analy-\n sis. The COA statute sets forth a two-step process: an initial deter-\n mination whether a claim is reasonably debatable, and, if so, an ap-\n\u000c                   Cite as: 580 U. S. ____ (2017)                     3\n\n                              Syllabus\n\npeal in the normal course. 28 U. S. C. §2253. At the first stage, the\nonly question is whether the applicant has shown that “jurists of rea-\nson could disagree with the district court’s resolution of his constitu-\ntional claims or . . . could conclude the issues presented are adequate\nto deserve encouragement to proceed further.” Miller-El v. Cockrell,\n537 U. S. 322, 327. Here, the Fifth Circuit phrased its determination\nin proper terms. But it reached its conclusion only after essentially\ndeciding the case on the merits, repeatedly faulting Buck for having\nfailed to demonstrate extraordinary circumstances. The question for\nthe Court of Appeals was not whether Buck had shown that his case\nis extraordinary; it was whether jurists of reason could debate that\nissue. The State points to the Fifth Circuit’s thorough consideration\nof the merits to defend that court’s approach, but this hurts rather\nthan helps its case. Pp. 12–15.\n   2. Buck has demonstrated ineffective assistance of counsel under\nStrickland. Pp. 15–20.\n      (a) To satisfy Strickland, a defendant must first show that coun-\nsel performed deficiently. 466 U. S., at 687. Buck’s trial counsel\nknew that Dr. Quijano’s report reflected the view that Buck’s race\npredisposed him to violent conduct and that the principal point of\ndispute during the penalty phase was Buck’s future dangerousness.\nCounsel nevertheless called Dr. Quijano to the stand, specifically elic-\nited testimony about the connection between race and violence, and\nput Dr. Quijano’s report into evidence. No competent defense attor-\nney would introduce evidence that his client is liable to be a future\ndanger because of his race. Pp. 15–17.\n      (b) Strickland further requires a defendant to demonstrate prej-\nudice—“a reasonable probability that, but for counsel’s unprofession-\nal errors, the result of the proceeding would have been different.”\n466 U. S., at 694. It is reasonably probable that without Dr. Qui-\njano’s testimony on race and violence, at least one juror would have\nharbored a reasonable doubt on the question of Buck’s future danger-\nousness. This issue required the jury to make a predictive judgment\ninevitably entailing a degree of speculation. But Buck’s race was not\nsubject to speculation, and according to Dr. Quijano, that immutable\ncharacteristic carried with it an increased probability of future vio-\nlence. Dr. Quijano’s testimony appealed to a powerful racial stereo-\ntype and might well have been valued by jurors as the opinion of a\nmedical expert bearing the court’s imprimatur. For these reasons,\nthe District Court’s conclusion that any mention of race during the\npenalty phase was de minimis is rejected. So is the State’s argument\nthat Buck was not prejudiced by Dr. Quijano’s testimony because it\nwas introduced by his own counsel, rather than the prosecution. Ju-\nrors understand that prosecutors seek convictions and may reasona-\n\u000c4                              BUCK v. DAVIS\n\n                                   Syllabus\n\n    bly be expected to evaluate the government’s evidence in light of its\n    motivations. When damaging evidence is introduced by a defendant’s\n    own lawyer, it is in the nature of an admission against interest, more\n    likely to be taken at face value. Pp. 17–20.\n       3. The District Court’s denial of Buck’s Rule 60(b)(6) motion was an\n    abuse of discretion. Pp. 20–26.\n          (a) Relief under Rule 60(b)(6) is available only in “extraordinary\n    circumstances.” Gonzalez, 545 U. S., at 535. Determining whether\n    such circumstances are present may include consideration of a wide\n    range of factors, including “the risk of injustice to the parties” and\n    “the risk of undermining the public’s confidence in the judicial pro-\n    cess.” Liljeberg v. Health Services Acquisition Corp., 486 U. S. 847,\n    863–864. The District Court’s denial of Buck’s motion rested largely\n    on its determination that race played only a de minimis role in his\n    sentencing. But there is a reasonable probability that Buck was sen-\n    tenced to death in part because of his race. This is a disturbing de-\n    parture from the basic premise that our criminal law punishes people\n    for what they do, not who they are. That it concerned race amplifies\n    the problem. Relying on race to impose a criminal sanction “poisons\n    public confidence” in the judicial process, Davis v. Ayala, 576 U. S.\n    ___, ___, a concern that supports Rule 60(b)(6) relief. The extraordi-\n    nary nature of this case is confirmed by the remarkable steps the\n    State itself took in response to Dr. Quijano’s testimony in other cases.\n    Although the State attempts to justify its decision to treat Buck dif-\n    ferently from the other five defendants identified in the Attorney\n    General’s public statement, its explanations for distinguishing Buck’s\n    case from Saldano have nothing to do with the Attorney General’s\n    stated reasons for confessing error in that case. Pp. 20–24.\n          (b) Unless Martinez and Trevino, rather than Coleman, would\n    govern Buck’s case were it reopened, his claim would remain unre-\n    viewable and Rule 60(b)(6) relief would be inappropriate. The State\n    argues that Martinez and Trevino would not govern Buck’s case be-\n    cause they announced a “new rule” under Teague v. Lane, 489 U. S.\n    288, that does not apply retroactively to cases (like Buck’s) on collat-\n    eral review. This argument, however, has been waived: the State\n    failed to advance it in District Court, before the Fifth Circuit, or in its\n    brief in opposition to Buck’s petition for certiorari. Pp. 24–26.\n623 Fed. Appx. 668, reversed and remanded.\n\n   ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nGINSBURG, BREYER, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS, J.,\nfiled a dissenting opinion, in which ALITO, J., joined.\n\u000c                       Cite as: 580 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–8049\n                                  _________________\n\n\n   DUANE EDWARD BUCK, PETITIONER v. LORIE \n\n    DAVIS, DIRECTOR, TEXAS DEPARTMENT OF \n\n      CRIMINAL JUSTICE, CORRECTIONAL\n\n             INSTITUTIONS DIVISION \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                             [February 22, 2017]\n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   A Texas jury convicted petitioner Duane Buck of capital\nmurder. Under state law, the jury could impose a death\nsentence only if it found that Buck was likely to commit\nacts of violence in the future. Buck’s attorney called a\npsychologist to offer his opinion on that issue. The psy-\nchologist testified that Buck probably would not engage in\nviolent conduct. But he also stated that one of the factors\npertinent in assessing a person’s propensity for violence\nwas his race, and that Buck was statistically more likely\nto act violently because he is black. The jury sentenced\nBuck to death.\n   Buck contends that his attorney’s introduction of this\nevidence violated his Sixth Amendment right to the effec-\ntive assistance of counsel. This claim has never been\nheard on the merits in any court, because the attorney\nwho represented Buck in his first state postconviction\nproceeding failed to raise it. In 2006, a Federal District\n\u000c2                      BUCK v. DAVIS\n\n                      Opinion of the Court\n\nCourt relied on that failure—properly, under then-\ngoverning law—to hold that Buck’s claim was procedurally\ndefaulted and unreviewable.\n   In 2014, Buck sought to reopen that 2006 judgment by\nfiling a motion under Federal Rule of Civil Procedure\n60(b)(6). He argued that this Court’s decisions in Martinez\nv. Ryan, 566 U. S. 1 (2012), and Trevino v. Thaler, 569\nU. S. ___ (2013), had changed the law in a way that pro-\nvided an excuse for his procedural default, permitting him\nto litigate his claim on the merits. In addition to this\nchange in the law, Buck’s motion identified ten other\nfactors that, he said, constituted the “extraordinary cir-\ncumstances” required to justify reopening the 2006 judg-\nment under the Rule. See Gonzalez v. Crosby, 545 U. S.\n524, 535 (2005).\n   The District Court below denied the motion, and the\nFifth Circuit declined to issue the certificate of appealabil-\nity (COA) requested by Buck to appeal that decision. We\ngranted certiorari, and now reverse.\n                               I\n\n                               A\n\n   On the morning of July 30, 1995, Duane Buck arrived at\nthe home of his former girlfriend, Debra Gardner. He was\ncarrying a rifle and a shotgun. Buck entered the home,\nshot Phyllis Taylor, his stepsister, and then shot Gard-\nner’s friend Kenneth Butler. Gardner fled the house, and\nBuck followed. So did Gardner’s young children. While\nGardner’s son and daughter begged for their mother’s life,\nBuck shot Gardner in the chest. Gardner and Butler died\nof their wounds. Taylor survived.\n   Police officers arrived soon after the shooting and placed\nBuck under arrest. An officer would later testify that\nBuck was laughing at the scene. He remained “happy”\nand “upbeat” as he was driven to the police station,\n“[s]miling and laughing” in the back of the patrol car.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nApp. 134a–135a, 252a.\n   Buck was tried for capital murder, and the jury convicted.\nDuring the penalty phase of the trial, the jury was\ncharged with deciding two issues. The first was what the\nparties term the “future dangerousness” question. At the\ntime of Buck’s trial, a Texas jury could impose the death\npenalty only if it found—unanimously and beyond a rea-\nsonable doubt—“a probability that the defendant would\ncommit criminal acts of violence that would constitute a\ncontinuing threat to society.” Tex. Code Crim. Proc. Ann.,\nArt. 37.071, §2(b)(1) (Vernon 1998). The second issue, to\nbe reached only if the jury found Buck likely to be a future\ndanger, was whether mitigating circumstances neverthe-\nless warranted a sentence of life imprisonment instead of\ndeath. See §2(e).\n   The parties focused principally on the first question.\nThe State called witnesses who emphasized the brutality\nof Buck’s crime and his evident lack of remorse in its\naftermath. The State also called another former girl-\nfriend, Vivian Jackson. She testified that, during their\nrelationship, Buck had routinely hit her and had twice\npointed a gun at her. Finally, the State introduced evi-\ndence of Buck’s criminal history, including convictions for\ndelivery of cocaine and unlawfully carrying a weapon.\nApp. 125a–127a, 185a.\n   Defense counsel answered with a series of lay witnesses,\nincluding Buck’s father and stepmother, who testified that\nthey had never known him to be violent. Counsel also\ncalled two psychologists to testify as experts. The first,\nDr. Patrick Lawrence, observed that Buck had previously\nserved time in prison and had been held in minimum\ncustody. From this he concluded that Buck “did not pre-\nsent any problems in the prison setting.” Record in No.\n4:04–cv–03965 (SD Tex.), Doc. 5–116, pp. 12–13. Dr.\nLawrence further testified that murders within the Texas\npenal system tend to be gang related (there was no evi-\n\u000c4                      BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndence Buck had ever been a member of a gang) and that\nBuck’s offense had been a “crime of passion” occurring\nwithin the context of a romantic relationship. Id., at 4, 19,\n21. Based on these considerations, Dr. Lawrence deter-\nmined that Buck was unlikely to be a danger if he were\nsentenced to life in prison. Id., at 20–21.\n  Buck’s second expert, Dr. Walter Quijano, had been\nappointed by the presiding judge to conduct a psychologi-\ncal evaluation. Dr. Quijano had met with Buck in prison\nprior to trial and shared a report of his findings with\ndefense counsel.\n  Like Dr. Lawrence, Dr. Quijano thought it significant\nthat Buck’s prior acts of violence had arisen from romantic\nrelationships with women; Buck, of course, would not form\nany such relationships while incarcerated. And Dr. Qui-\njano likewise considered Buck’s behavioral record in prison\na good indicator that future violence was unlikely. App.\n36a, 39a–40a.\n  But there was more to the report. In determining\nwhether Buck was likely to pose a danger in the future,\nDr. Quijano considered seven “statistical factors.” The\nfourth factor was “race.” His report read, in relevant part:\n“4. Race. Black: Increased probability. There is an over-\nrepresentation of Blacks among the violent offenders.” Id.,\nat 19a.\n  Despite knowing Dr. Quijano’s view that Buck’s race\nwas competent evidence of an increased probability of\nfuture violence, defense counsel called Dr. Quijano to the\nstand and asked him to discuss the “statistical factors” he\nhad “looked at in regard to this case.” Id., at 145a–146a.\nDr. Quijano responded that certain factors were “know[n]\nto predict future dangerousness” and, consistent with his\nreport, identified race as one of them. Id., at 146a. “It’s a\nsad commentary,” he testified, “that minorities, Hispanics\nand black people, are over represented in the Criminal\nJustice System.” Ibid. Through further questioning,\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\ncounsel elicited testimony concerning factors Dr. Quijano\nthought favorable to Buck, as well as his ultimate opinion\nthat Buck was unlikely to pose a danger in the future. At\nthe close of Dr. Quijano’s testimony, his report was admit-\nted into evidence. Id., at 150a–152a.\n   After opening cross-examination with a series of general\nquestions, the prosecutor likewise turned to the report.\nShe asked first about the statistical factors of past crimes\nand age, then questioned Dr. Quijano about the roles of\nsex and race: “You have determined that the sex factor,\nthat a male is more violent than a female because that’s\njust the way it is, and that the race factor, black, increases\nthe future dangerousness for various complicated reasons;\nis that correct?” Id., at 170a. Dr. Quijano replied, “Yes.”\nIbid.\n   During closing arguments, defense counsel emphasized\nthat Buck had proved to be “controllable in the prison\npopulation,” and that his crime was one of “jealousy, . . .\npassion and emotion” unlikely to be repeated in jail. Id.,\nat 189a–191a. The State stressed the crime’s brutal na-\nture and Buck’s lack of remorse, along with the inability of\nBuck’s own experts to guarantee that he would not act\nviolently in the future—a point it supported by reference\nto Dr. Quijano’s testimony. See id., at 198a–199a (“You\nheard from Dr. Quijano, . . . who told you that . . . the\nprobability did exist that [Buck] would be a continuing\nthreat to society.”).\n   The jury deliberated over the course of two days. Dur-\ning that time it sent out four notes, one of which requested\nthe “psychology reports” that had been admitted into\nevidence. Id., at 209a. These reports—including Dr.\nQuijano’s—were provided. The jury returned a sentence of\ndeath.\n                           B\n  Buck’s conviction and sentence were affirmed on direct\n\u000c6                       BUCK v. DAVIS\n\n                      Opinion of the Court\n\nappeal. Buck v. State, No. 72,810 (Tex. Crim. App., Apr.\n28, 1999). His case then entered a labyrinth of state and\nfederal collateral review, where it has wandered for the\nbetter part of two decades.\n   Buck filed his first petition for a writ of habeas corpus in\nTexas state court in 1999. The four claims advanced in his\npetition, however, were all frivolous or noncognizable. See\nEx parte Buck, No. 699684–A (Dist. Ct. Harris Cty., Tex.,\nJuly 11, 2003), pp. 6–7. The petition failed to mention\ndefense counsel’s introduction of expert testimony that\nBuck’s race increased his propensity for violence.\n   But Dr. Quijano had testified in other cases, too, and in\n1999, while Buck’s first habeas petition was pending, one\nof those cases reached this Court. The petitioner, Victor\nHugo Saldano, argued that his death sentence had been\ntainted by Dr. Quijano’s testimony that Saldano’s Hispanic\nheritage “was a factor weighing in the favor of future\ndangerousness.” App. 302a. Texas confessed error on that\nground and asked this Court to grant Saldano’s petition\nfor certiorari, vacate the state court judgment, and re-\nmand the case. In June 2000, the Court did so. Saldano\nv. Texas, 530 U. S. 1212.\n   Within days, the Texas Attorney General, John Cornyn,\nissued a public statement concerning the cases in which\nDr. Quijano had testified. The statement affirmed that “it\nis inappropriate to allow race to be considered as a factor\nin our criminal justice system.” App. 213a. In keeping\nwith that principle, the Attorney General explained that\nhis office had conducted a “thorough audit” and “identified\neight more cases in which testimony was offered by Dr.\nQuijano that race should be a factor for the jury to consider\nin making its determination about the sentence in a capi-\ntal murder trial.” Ibid. Six of those cases were “similar to\nthat of Victor Hugo Saldano”; in those cases, letters had\nbeen sent to counsel apprising them of the Attorney Gen-\neral’s findings. Id., at 213a–214a. The statement closed\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\nby identifying the defendants in those six cases. Buck was\none of them. Id., at 215a–217a. By the close of 2002, the\nAttorney General had confessed error, waived any avail-\nable procedural defenses, and consented to resentencing in\nthe cases of five of those six defendants. See Alba v. John-\nson, 232 F. 3d 208 (CA5 2000) (Table); Memorandum and\nOrder in Blue v. Johnson, No. 4:99–cv–00350 (SD Tex.),\npp. 15–17; Order in Garcia v. Johnson, No. 1:99–cv–00134\n(ED Tex.), p. 1; Order in Broxton v. Johnson, No. 4:00–cv–\n01034 (SD Tex.), pp. 10–11; Final Judgment in Gonzales v.\nCockrell, No. 7:99–cv–00072 (WD Tex.), p. 1.\n   Not, however, in Buck’s. In 2002, Buck’s attorney filed a\nnew state habeas petition alleging that trial counsel had\nrendered ineffective assistance by introducing Dr. Qui-\njano’s testimony. The State was not represented by the\nAttorney General in this proceeding—the Texas Attorney\nGeneral represents state respondents in federal habeas\ncases, but not state habeas cases—and it did not confess\nerror. Because Buck’s petition was successive, the Texas\nCourt of Criminal Appeals dismissed it as an abuse of the\nwrit. Ex parte Buck, Nos. 57,004–01, 57,004–02 (Tex.\nCrim. App., Oct. 15, 2003) ( per curiam).\n   Buck turned to the federal courts. He filed a petition for\nhabeas corpus under 28 U. S. C. §2254 in October 2004, by\nwhich time Attorney General Cornyn had left office. See\nBuck v. Dretke, 2006 WL 8411481, *2 (SD Tex., July 24,\n2006). Buck sought relief on the ground that trial coun-\nsel’s introduction of Dr. Quijano’s testimony was constitu-\ntionally ineffective. The State responded that the state\ncourt had dismissed Buck’s ineffective assistance claim\nbecause Buck had failed to press it in his first petition,\nraising it for the first time in a procedurally improper\nsecond petition. The State argued that such reliance on\nan established state rule of procedure was an adequate\nand independent state ground precluding federal review.\nTexas acknowledged that it had waived similar procedural\n\u000c8                      BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndefenses in Saldano’s case. But it argued that Buck’s case\nwas different because “[i]n Saldano’s case Dr. Quijano\ntestified for the State”; in Buck’s, “it was Buck who called\nDr. Quijano to testify.” Answer and Motion for Summary\nJudgment in No. 4:04–cv–03965 (SD Tex.), p. 20.\n   Buck countered that, notwithstanding his procedural\ndefault, the District Court should reach the merits of his\nclaim because a failure to do so would result in a miscar-\nriage of justice. Buck did not argue that his default should\nbe excused on a showing of “cause” and “prejudice”—that\nis, cause for the default, and prejudice from the denial of a\nfederal right. And for good reason: At the time Buck filed\nhis §2254 petition, our decision in Coleman v. Thompson,\n501 U. S. 722, 752–753 (1991), made clear that an attor-\nney’s failure to raise an ineffective assistance claim during\nstate postconviction review could not constitute cause.\nThe District Court rejected Buck’s miscarriage of justice\nargument and held that, because of his procedural default,\nhis ineffective assistance claim was unreviewable. Buck v.\nDretke, 2006 WL 8411481, at *8. Buck unsuccessfully\nsought review of the District Court’s ruling. See Buck v.\nThaler, 345 Fed. Appx. 923 (CA5 2009) ( per curiam) (deny-\ning application for a COA), cert. denied, 559 U. S. 1072\n(2010).\n   In 2011, Buck sought to reopen his case, arguing that\nthe prosecution had violated the Equal Protection and Due\nProcess Clauses by asking Dr. Quijano about the relation-\nship between race and future violence on cross-\nexamination and referring to his testimony during sum-\nmation. Buck also argued that the State’s decision to treat\nhim differently from the other defendants affected by Dr.\nQuijano’s testimony justified relieving him of the District\nCourt’s adverse judgment. The Fifth Circuit disagreed,\nsee Buck v. Thaler, 452 Fed. Appx. 423, 427–428 (CA5\n2011) ( per curiam), and we denied certiorari, Buck v.\nThaler, 565 U. S. 1022 (2011). Buck, still barred by Cole-\n\u000c                  Cite as: 580 U. S. ____ (2017)              9\n\n                      Opinion of the Court\n\nman from avoiding the consequences of his procedural\ndefault, did not pursue his ineffective assistance claim.\n                               C\n   In 2012, this Court “modif[ied] the unqualified state-\nment in Coleman that an attorney’s ignorance or inadvert-\nence in a postconviction proceeding does not qualify as\ncause to excuse a procedural default.” Martinez, 566 U. S.,\nat 9. We held that when a state formally limits the adju-\ndication of claims of ineffective assistance of trial counsel\nto collateral review, a prisoner may establish cause for\nprocedural default if (1) “the state courts did not appoint\ncounsel in the initial-review collateral proceeding,” or\n“appointed counsel in [that] proceeding . . . was ineffective\nunder the standards of Strickland v. Washington, 466\nU. S. 668 (1984)”; and (2) “the underlying . . . claim is a\nsubstantial one, which is to say that . . . the claim has\nsome merit.” Id., at 14.\n   By its terms, Martinez did not bear on Buck’s ineffective\nassistance claim. At the time of Buck’s conviction and\nappeal, Texas did not formally require criminal defend-\nants to reserve such claims for collateral review. In Tre-\nvino, however, the Court concluded that the exception an-\nnounced in Martinez extended to state systems that, as a\npractical matter, deny criminal defendants “a meaningful\nopportunity” to press ineffective assistance claims on\ndirect appeal. 569 U. S., at ___ (slip op., at 13). The Court\nfurther concluded that the system in Texas, where peti-\ntioner had been convicted, was such a system. Ibid. The\nupshot: Had Martinez and Trevino been decided before\nBuck filed his §2254 petition, a federal court could have\nreviewed Buck’s ineffective assistance claim if he demon-\nstrated that (1) state postconviction counsel had been\nconstitutionally ineffective in failing to raise it, and (2) the\nclaim had “some merit.” Martinez, 566 U. S., at 14.\n\u000c10                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\n                              D\n   When Trevino was decided, Buck’s third state habeas\npetition was pending in Texas court. That petition was\ndenied in November 2013. Ex parte Buck, 418 S. W. 3d 98\n(Tex. Crim. App. 2013) ( per curiam). Two months later,\nBuck returned to federal court, where he filed a motion to\nreopen his §2254 case under Federal Rule of Civil Proce-\ndure 60(b)(6). Rule 60(b) enumerates specific circum-\nstances in which a party may be relieved of the effect of a\njudgment, such as mistake, newly discovered evidence,\nfraud, and the like. The Rule concludes with a catchall\ncategory—subdivision (b)(6)—providing that a court may\nlift a judgment for “any other reason that justifies relief.”\nRelief is available under subdivision (b)(6), however, only\nin “extraordinary circumstances,” and the Court has ex-\nplained that “[s]uch circumstances will rarely occur in the\nhabeas context.” Gonzalez, 545 U. S., at 535.\n   In his motion, Buck identified 11 factors that, in his\nview, justified reopening the judgment. These included\nhis attorney’s introduction of expert testimony linking\nBuck’s race to violence, the central issue at sentencing; the\nprosecution’s questions about race and violence on cross-\nexamination and reliance on Dr. Quijano’s testimony in\nsummation; the State’s confession of error in other cases\nin which Dr. Quijano testified, but its refusal to concede\nerror in Buck’s case; and the change in law effected by\nMartinez and Trevino, which, if they had been decided\nearlier, would have permitted federal review of Buck’s\ndefaulted claim. App. 283a–285a.\n   The District Court denied relief on two grounds. First,\nthe court concluded that Buck had failed to demonstrate\nextraordinary circumstances. To that end, the court ob-\nserved that a change in decisional law is rarely extraordi-\nnary by itself. Buck v. Stephens, 2014 WL 11310152, *4\n(SD Tex., Aug. 29, 2014). It further determined that the\nState’s “promise” not to oppose resentencing did not count\n\u000c                    Cite as: 580 U. S. ____ (2017)                11\n\n                        Opinion of the Court\n\nfor much, reasoning that “Buck’s case is different in criti-\ncal respects from the cases in which Texas confessed error”\nin that Buck’s lawyer, not the prosecutor, had first elicited\nthe objectionable testimony. Id., at *4–*5. The court also\ndismissed the contention that the nature of Dr. Quijano’s\ntestimony argued for reopening the case. Although “the\nintroduction of any mention of race was,” in the court’s\nview, “ill[ ]advised at best and repugnant at worst,” it was\nalso “de minimis”: Dr. Quijano had discussed the connec-\ntion between race and violence only twice. Id., at *5. The\ncourt accordingly concluded that Buck had failed to make\nout the predicate for Rule 60(b)(6) relief.\n   Second, the court determined that—even if the circum-\nstances were extraordinary—Buck’s claim would fail on\nthe merits. The court noted that under Strickland, Buck\nwas obliged to show that counsel’s performance was both\ndeficient and prejudicial. The court held that Buck’s\nlawyer had indeed performed deficiently in calling Dr.\nQuijano to give testimony that “len[t] credence to any\npotential latent racial prejudice held by the jury.” 2014\nWL 11310152, at *6. But, the court concluded, Buck had\nfailed to demonstrate prejudice. It observed that Buck’s\ncrime had been “horrific.” Ibid. And the court had already\nconcluded that “the introduction of any mention of race\nwas . . . de minimis.” Id., at *5. For those reasons, it held,\nBuck had failed to show a reasonable probability that he\nwould not have been sentenced to death but for Dr. Qui-\njano’s testimony about race and violence.\n   Buck sought to appeal the denial of his Rule 60(b)(6)\nmotion. He accordingly filed an application for a COA\nwith the Fifth Circuit. To obtain a COA, Buck was re-\nquired to make “a substantial showing of the denial of a\nconstitutional right.”* 28 U. S. C. §2253(c)(2).\n——————\n * The Federal Courts of Appeals appear to disagree over whether a\nCOA is needed to appeal the denial of a Rule 60(b) motion. See Gonza-\n\u000c12                         BUCK v. DAVIS\n\n                         Opinion of the Court\n\n   The Fifth Circuit denied a COA, concluding that Buck’s\ncase was “not extraordinary at all in the habeas context.”\nBuck v. Stephens, 623 Fed. Appx. 668, 673 (2015). The\npanel agreed with the District Court that Martinez and\nTrevino were not significant factors in the analysis. It\ncharacterized most of the other factors Buck had identified\nas “variations on the merits” of his claim, which was “at\nleast unremarkable as far as [ineffective assistance]\nclaims go.” 623 Fed. Appx., at 673. The panel likewise\nrejected Buck’s argument that he was entitled to relief\nbecause the State had issued a press release indicating\nthat his case would be treated like Saldano’s, and then\nhad confessed error in the other cases identified as similar\nin the statement, but not in Buck’s. Id., at 674. Because\nBuck had “not shown extraordinary circumstances that\nwould permit relief under Federal Rule of Civil Procedure\n60(b)(6),” the panel “den[ied] the application for a COA.”\nId., at 669.\n   Buck’s motion for rehearing en banc was denied over\ntwo dissenting votes. Buck v. Stephens, 630 Fed. Appx.\n251 (CA5 2015) ( per curiam). We granted certiorari. Buck\nv. Stephens, 578 U. S. ___ (2016).\n                             II\n   A state prisoner whose petition for a writ of habeas\ncorpus is denied by a federal district court does not enjoy\nan absolute right to appeal. Federal law requires that he\nfirst obtain a COA from a circuit justice or judge. 28\nU. S. C. §2253(c)(1). A COA may issue “only if the appli-\ncant has made a substantial showing of the denial of a\nconstitutional right.” §2253(c)(2). Until the prisoner\nsecures a COA, the Court of Appeals may not rule on the\nmerits of his case. Miller-El v. Cockrell, 537 U. S. 322, 336\n——————\nlez v. Crosby, 545 U. S. 524, 535, and n. 7 (2005). In keeping with the\napproach adopted by the Fifth Circuit below and by the parties in their\nbriefs, we assume without deciding that a COA is required here.\n\u000c                 Cite as: 580 U. S. ____ (2017)           13\n\n                     Opinion of the Court\n\n(2003).\n   The COA inquiry, we have emphasized, is not coexten-\nsive with a merits analysis. At the COA stage, the only\nquestion is whether the applicant has shown that “jurists\nof reason could disagree with the district court’s resolution\nof his constitutional claims or that jurists could conclude\nthe issues presented are adequate to deserve encourage-\nment to proceed further.” Id., at 327. This threshold\nquestion should be decided without “full consideration of\nthe factual or legal bases adduced in support of the\nclaims.” Id., at 336. “When a court of appeals sidesteps\n[the COA] process by first deciding the merits of an ap-\npeal, and then justifying its denial of a COA based on its\nadjudication of the actual merits, it is in essence deciding\nan appeal without jurisdiction.” Id., at 336–337.\n   The court below phrased its determination in proper\nterms—that jurists of reason would not debate that Buck\nshould be denied relief, 623 Fed. Appx., at 674—but it\nreached that conclusion only after essentially deciding the\ncase on the merits. As the court put it in the second sen-\ntence of its opinion: “Because [Buck] has not shown ex-\ntraordinary circumstances that would permit relief under\nFederal Rule of Civil Procedure 60(b)(6), we deny the\napplication for a COA.” Id., at 669. The balance of the\nFifth Circuit’s opinion reflects the same approach. The\nchange in law effected by Martinez and Trevino, the panel\nwrote, was “not an extraordinary circumstance.” 623 Fed.\nAppx., at 674. Even if Texas initially indicated to Buck\nthat he would be resentenced, its “decision not to follow\nthrough” was “not extraordinary.” Ibid. Buck “ha[d] not\nshown why” the State’s alleged broken promise “would\njustify relief from the judgment.” Ibid.\n   But the question for the Fifth Circuit was not whether\nBuck had “shown extraordinary circumstances” or “shown\nwhy [Texas’s broken promise] would justify relief from the\njudgment.” Id., at 669, 674. Those are ultimate merits\n\u000c14                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndeterminations the panel should not have reached. We\nreiterate what we have said before: A “court of appeals\nshould limit its examination [at the COA stage] to a\nthreshold inquiry into the underlying merit of [the]\nclaims,” and ask “only if the District Court’s decision was\ndebatable.” Miller-El, 537 U. S., at 327, 348.\n  The dissent does not accept this established rule, argu-\ning that a reviewing court that deems a claim nondebata-\nble “must necessarily conclude that the claim is meritless.”\nPost, at 2 (opinion of THOMAS, J.). Of course when a court\nof appeals properly applies the COA standard and deter-\nmines that a prisoner’s claim is not even debatable, that\nnecessarily means the prisoner has failed to show that his\nclaim is meritorious. But the converse is not true. That a\nprisoner has failed to make the ultimate showing that his\nclaim is meritorious does not logically mean he failed to\nmake a preliminary showing that his claim was debatable.\nThus, when a reviewing court (like the Fifth Circuit here)\ninverts the statutory order of operations and “first de-\ncid[es] the merits of an appeal, . . . then justif[ies] its\ndenial of a COA based on its adjudication of the actual\nmerits,” it has placed too heavy a burden on the prisoner\nat the COA stage. Miller-El, 537 U. S., at 336–337. Miller-\nEl flatly prohibits such a departure from the procedure\nprescribed by §2253. Ibid.\n  The State defends the Fifth Circuit’s approach by argu-\ning that the court’s consideration of an application for a\nCOA is often quite thorough. The court “occasionally\nhears oral argument when considering whether to grant a\nCOA in a capital case.” Brief for Respondent 50. Indeed,\nin one recent case, it “received nearly 200 pages of initial\nbriefing, permitted a reply brief, considered the parties’\nsupplemental authorities, invited supplemental letter\nbriefs from both sides, and heard oral argument before\ndenying the request for a COA.” Id., at 50–51.\n  But this hurts rather than helps the State’s case. “[A]\n\u000c                 Cite as: 580 U. S. ____ (2017)          15\n\n                     Opinion of the Court\n\nclaim can be debatable even though every jurist of reason\nmight agree, after the COA has been granted and the case\nhas received full consideration, that petitioner will not\nprevail.” Miller-El, 537 U. S., at 338. The statute sets\nforth a two-step process: an initial determination whether\na claim is reasonably debatable, and then—if it is—an\nappeal in the normal course. We do not mean to specify\nwhat procedures may be appropriate in every case. But\nwhatever procedures are employed at the COA stage\nshould be consonant with the limited nature of the\ninquiry.\n   Given the approach of the court below, it is perhaps\nunderstandable that the parties have essentially briefed\nand argued the underlying merits at length. See, e.g.,\nBrief for Petitioner 32 (“[T]rial counsel rendered deficient\nperformance under Strickland.”); id., at 39 (“[T]here is a\nreasonable probability that Dr. Quijano’s race-as-\ndangerousness opinion swayed the judgment of jurors in\nfavor of death.” (internal quotation marks and alteration\nomitted)); id., at 59 (Buck “has demonstrated his entitle-\nment to relief under Rule 60(b)(6)”); Brief for Respondent\n40 (“The particular facts of petitioner’s case do not estab-\nlish extraordinary circumstances justifying relief from the\njudgment.” (boldface type deleted)). With respect to this\nCourt’s review, §2253 does not limit the scope of our con-\nsideration of the underlying merits, and at this juncture\nwe think it proper to meet the decision below and the\narguments of the parties on their own terms.\n                             III\n   Buck’s request for a COA raised two separate questions\nfor the Fifth Circuit, one substantive and one procedural:\nfirst, whether reasonable jurists could debate the District\nCourt’s conclusion that Buck was not denied his right to\neffective assistance of counsel under Strickland; and\nsecond, whether reasonable jurists could debate the Dis-\n\u000c16                     BUCK v. DAVIS\n\n                      Opinion of the Court\n\ntrict Court’s procedural holding that Buck had not made\nthe necessary showing to reopen his case under Rule\n60(b)(6).\n                             A\n  We begin with the District Court’s determination (not\nspecifically addressed by the Fifth Circuit) that Buck’s\nconstitutional claim failed on the merits. The Sixth\nAmendment right to counsel “is the right to the effective\nassistance of counsel.” Strickland, 466 U. S., at 686 (quot-\ning McMann v. Richardson, 397 U. S. 759, 771, n. 14\n(1970)). A defendant who claims to have been denied ef-\nfective assistance must show both that counsel performed\ndeficiently and that counsel’s deficient performance\ncaused him prejudice. 466 U. S., at 687.\n                               1\n   Strickland’s first prong sets a high bar. A defense law-\nyer navigating a criminal proceeding faces any number of\nchoices about how best to make a client’s case. The lawyer\nhas discharged his constitutional responsibility so long as\nhis decisions fall within the “wide range of professionally\ncompetent assistance.” Id., at 690. It is only when the\nlawyer’s errors were “so serious that counsel was not\nfunctioning as the ‘counsel’ guaranteed . . . by the Sixth\nAmendment” that Strickland’s first prong is satisfied. Id.,\nat 687.\n   The District Court determined that, in this case, coun-\nsel’s performance fell outside the bounds of competent\nrepresentation. We agree. Counsel knew that Dr. Qui-\njano’s report reflected the view that Buck’s race dispropor-\ntionately predisposed him to violent conduct; he also knew\nthat the principal point of dispute during the trial’s penalty\nphase was whether Buck was likely to act violently in the\nfuture. Counsel nevertheless (1) called Dr. Quijano to the\nstand; (2) specifically elicited testimony about the connec-\n\u000c                  Cite as: 580 U. S. ____ (2017)           17\n\n                      Opinion of the Court\n\ntion between Buck’s race and the likelihood of future\nviolence; and (3) put into evidence Dr. Quijano’s expert\nreport that stated, in reference to factors bearing on future\ndangerousness, “Race.        Black: Increased probability.”\nApp. 19a, 145a–146a.\n   Given that the jury had to make a finding of future\ndangerousness before it could impose a death sentence,\nDr. Quijano’s report said, in effect, that the color of Buck’s\nskin made him more deserving of execution. It would be\npatently unconstitutional for a state to argue that a de-\nfendant is liable to be a future danger because of his race.\nSee Zant v. Stephens, 462 U. S. 862, 885 (1983) (identify-\ning race among factors that are “constitutionally imper-\nmissible or totally irrelevant to the sentencing process”).\nNo competent defense attorney would introduce such\nevidence about his own client. See Buck v. Thaler, 565\nU. S., at 1022 (statement of ALITO, J., joined by Scalia and\nBREYER, JJ., respecting denial of certiorari) (Buck’s case\n“concerns bizarre and objectionable testimony”).\n                             2\n  To satisfy Strickland, a litigant must also demonstrate\nprejudice—“a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would\nhave been different.” 466 U. S., at 694. Accordingly, the\nquestion before the District Court was whether Buck had\ndemonstrated a reasonable probability that, without Dr.\nQuijano’s testimony on race, at least one juror would\nhave harbored a reasonable doubt about whether Buck\nwas likely to be violent in the future. The District Court\nconcluded that Buck had not made such a showing. We\ndisagree.\n  In arguing that the jury would have imposed a death\nsentence even if Dr. Quijano had not offered race-based\ntestimony, the State primarily emphasizes the brutality of\nBuck’s crime and his lack of remorse. A jury may conclude\n\u000c18                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\nthat a crime’s vicious nature calls for a sentence of death.\nSee Wong v. Belmontes, 558 U. S. 15 (2009) ( per curiam).\nIn this case, however, several considerations convince us\nthat it is reasonably probable—notwithstanding the na-\nture of Buck’s crime and his behavior in its aftermath—\nthat the proceeding would have ended differently had\ncounsel rendered competent representation.\n   Dr. Quijano testified on the key point at issue in Buck’s\nsentencing. True, the jury was asked to decide two is-\nsues—whether Buck was likely to be a future danger, and,\nif so, whether mitigating circumstances nevertheless\njustified a sentence of life imprisonment. But the focus of\nthe proceeding was on the first question. Much of the\npenalty phase testimony was directed to future danger-\nousness, as were the summations for both sides. The jury,\nconsistent with the focus of the parties, asked during\ndeliberations to see the expert reports on dangerousness.\nSee App. 187a–196a, 198a–203a, 209a.\n   Deciding the key issue of Buck’s dangerousness involved\nan unusual inquiry. The jurors were not asked to deter-\nmine a historical fact concerning Buck’s conduct, but to\nrender a predictive judgment inevitably entailing a degree\nof speculation. Buck, all agreed, had committed acts of\nterrible violence. Would he do so again?\n   Buck’s prior violent acts had occurred outside of prison,\nand within the context of romantic relationships with\nwomen. If the jury did not impose a death sentence, Buck\nwould be sentenced to life in prison, and no such romantic\nrelationship would be likely to arise. A jury could con-\nclude that those changes would minimize the prospect of\nfuture dangerousness.\n   But one thing would never change: the color of Buck’s\nskin. Buck would always be black. And according to Dr.\nQuijano, that immutable characteristic carried with it an\n“[i]ncreased probability” of future violence. Id., at 19a.\nHere was hard statistical evidence—from an expert—to\n\u000c                 Cite as: 580 U. S. ____ (2017)          19\n\n                     Opinion of the Court\n\nguide an otherwise speculative inquiry.\n   And it was potent evidence. Dr. Quijano’s testimony\nappealed to a powerful racial stereotype—that of black\nmen as “violence prone.” Turner v. Murray, 476 U. S. 28,\n35 (1986) (plurality opinion). In combination with the\nsubstance of the jury’s inquiry, this created something of a\nperfect storm. Dr. Quijano’s opinion coincided precisely\nwith a particularly noxious strain of racial prejudice,\nwhich itself coincided precisely with the central question\nat sentencing. The effect of this unusual confluence of\nfactors was to provide support for making a decision on life\nor death on the basis of race.\n   This effect was heightened due to the source of the\ntestimony. Dr. Quijano took the stand as a medical expert\nbearing the court’s imprimatur. The jury learned at the\noutset of his testimony that he held a doctorate in clinical\npsychology, had conducted evaluations in some 70 capital\nmurder cases, and had been appointed by the trial judge\n(at public expense) to evaluate Buck. App. 138a–141a.\nReasonable jurors might well have valued his opinion\nconcerning the central question before them. See Satter-\nwhite v. Texas, 486 U. S. 249, 259 (1988) (testimony from\n“a medical doctor specializing in psychiatry” on the ques-\ntion of future dangerousness may have influenced the\nsentencing jury).\n   For these reasons, we cannot accept the District Court’s\nconclusion that “the introduction of any mention of race”\nduring the penalty phase was “de minimis.” 2014 WL\n11310152, at *5. There were only “two references to race\nin Dr. Quijano’s testimony”—one during direct examina-\ntion, the other on cross. Ibid. But when a jury hears\nexpert testimony that expressly makes a defendant’s race\ndirectly pertinent on the question of life or death, the\nimpact of that evidence cannot be measured simply by how\nmuch air time it received at trial or how many pages it\noccupies in the record. Some toxins can be deadly in small\n\u000c20                    BUCK v. DAVIS\n\n                     Opinion of the Court\n\ndoses.\n   The State acknowledges, as it must, that introducing\n“race or ethnicity as evidence of criminality” can in some\ncases prejudice a defendant. Brief for Respondent 31. But\nit insists that this is not such a case, because Buck’s own\ncounsel, not the prosecution, elicited the offending testi-\nmony. We are not convinced. In fact, the distinction could\nwell cut the other way. A prosecutor is seeking a convic-\ntion. Jurors understand this and may reasonably be\nexpected to evaluate the government’s evidence and ar-\nguments in light of its motivations. When a defendant’s\nown lawyer puts in the offending evidence, it is in the\nnature of an admission against interest, more likely to be\ntaken at face value.\n   The effect of Dr. Quijano’s testimony on Buck’s sentenc-\ning cannot be dismissed as “de minimis.” Buck has\ndemonstrated prejudice.\n                            B\n                            1\n   We now turn to the lower courts’ procedural holding:\nthat Buck failed to demonstrate that he was entitled to\nhave the judgment against him reopened under Rule\n60(b)(6). We have held that a litigant seeking a COA must\ndemonstrate that a procedural ruling barring relief is\nitself debatable among jurists of reason; otherwise, the\nappeal would not “deserve encouragement to proceed\nfurther.” Slack v. McDaniel, 529 U. S. 473, 484 (2000)\n(quoting Barefoot v. Estelle, 463 U. S. 880, 893, n. 4\n(1983)).\n   The Rule 60(b)(6) holding Buck challenges would be\nreviewed for abuse of discretion during a merits appeal,\nsee 11 C. Wright, A. Miller, \u0026 M. Kane, Federal Practice\nand Procedure §2857 (3d ed. 2012), and the parties agree\nthat the COA question is therefore whether a reasonable\njurist could conclude that the District Court abused its\n\u000c                 Cite as: 580 U. S. ____ (2017)          21\n\n                     Opinion of the Court\n\ndiscretion in declining to reopen the judgment. See Brief\nfor Petitioner 54–57; Brief for Respondent 34.\n   Buck brought his Rule 60(b) motion under the Rule’s\ncatchall category, subdivision (b)(6), which permits a court\nto reopen a judgment for “any other reason that justifies\nrelief.” Rule 60(b) vests wide discretion in courts, but we\nhave held that relief under Rule 60(b)(6) is available only\nin “extraordinary circumstances.” Gonzalez, 545 U. S., at\n535. In determining whether extraordinary circumstances\nare present, a court may consider a wide range of factors.\nThese may include, in an appropriate case, “the risk of\ninjustice to the parties” and “the risk of undermining the\npublic’s confidence in the judicial process.” Liljeberg v.\nHealth Services Acquisition Corp., 486 U. S. 847, 863–864\n(1988).\n   In the circumstances of this case, the District Court\nabused its discretion in denying Buck’s Rule 60(b)(6)\nmotion. The District Court’s conclusion that Buck “ha[d]\nfailed to demonstrate that this case presents extraordi-\nnary circumstances” rested in large measure on its\ndetermination that “the introduction of any mention of\nrace”—though “ill[ ]advised at best and repugnant at\nworst”—played only a “de minimis” role in the proceeding.\n2014 WL 11310152, at *5. The Fifth Circuit, for its part,\nfailed even to mention the racial evidence in concluding\nthat Buck’s claim was “at least unremarkable as far as\n[ineffective assistance] claims go.” 623 Fed. Appx., at 673.\nBut our holding on prejudice makes clear that Buck may\nhave been sentenced to death in part because of his race.\nAs an initial matter, this is a disturbing departure from a\nbasic premise of our criminal justice system: Our\nlaw punishes people for what they do, not who they are.\nDispensing punishment on the basis of an immutable\ncharacteristic flatly contravenes this guiding principle. As\npetitioner correctly puts it, “[i]t stretches credulity to\ncharacterize Mr. Buck’s [ineffective assistance of counsel]\n\u000c22                     BUCK v. DAVIS\n\n                      Opinion of the Court\n\nclaim as run-of-the-mill.” Brief for Petitioner 57.\n   This departure from basic principle was exacerbated\nbecause it concerned race. “Discrimination on the basis of\nrace, odious in all aspects, is especially pernicious in the\nadministration of justice.” Rose v. Mitchell, 443 U. S. 545,\n555 (1979). Relying on race to impose a criminal sanction\n“poisons public confidence” in the judicial process. Davis\nv. Ayala, 576 U. S. ___, ___ (2015) (slip op., at 28). It thus\ninjures not just the defendant, but “the law as an institu-\ntion, . . . the community at large, and . . . the democratic\nideal reflected in the processes of our courts.” Rose, 443\nU. S., at 556 (internal quotation marks omitted). Such\nconcerns are precisely among those we have identified as\nsupporting relief under Rule 60(b)(6). See Liljeberg, 486\nU. S., at 864.\n   The extraordinary nature of this case is confirmed by\nwhat the State itself did in response to Dr. Quijano’s\ntestimony. When the case of Victor Hugo Saldano came\nbefore this Court, Texas confessed error and consented to\nresentencing. The State’s response to Saldano’s petition\nfor certiorari succinctly expressed the injustice Saldano\nhad suffered: “the infusion of race as a factor for the jury\nto weigh in making its determination violated his constitu-\ntional right to be sentenced without regard to the color of\nhis skin.” App. 306a.\n   The Attorney General’s public statement, issued shortly\nafter we vacated the judgment in Saldano’s case, reflected\nthis sentiment. It explained that the State had responded\nto Saldano’s troubling petition by conducting a “thorough\naudit” of criminal cases, finding six similar to Saldano’s\n“in which testimony was offered by Dr. Quijano that race\nshould be a factor for the jury to consider.” Id., at 213a.\nThe statement affirmed that “it is inappropriate to allow\nrace to be considered as a factor in our criminal justice\nsystem.” Ibid. Consistent with this position—and to its\ncredit—the State confessed error in the cases of five of the\n\u000c                 Cite as: 580 U. S. ____ (2017)           23\n\n                     Opinion of the Court\n\nsix defendants identified in the Attorney General’s state-\nment, waiving all available procedural defenses and con-\nsenting to resentencing.\n   These were remarkable steps. It is not every day that a\nState seeks to vacate the sentences of five defendants\nfound guilty of capital murder. But then again, these\nwere—as the State itself put it at oral argument here—\n“extraordinary” cases. Tr. of Oral Arg. 41; see Buck v.\nThaler, 565 U. S., at 1030 (SOTOMAYOR, J., joined by\nKAGAN, J., dissenting from denial of certiorari) (“Especially\nin light of the capital nature of this case and the express\nrecognition by a Texas attorney general that the relevant\ntestimony was inappropriately race charged, Buck has\npresented issues that ‘deserve encouragement to proceed\nfurther.’ ” (quoting Miller-El, 537 U. S., at 327)).\n   To be sure, the State has repeatedly attempted to justify\nits decision to treat Buck differently from the other five\ndefendants identified in the Attorney General’s statement,\nincluding on asserted factual grounds that the State has\nbeen required to abjure. See Brief for Respondent 46,\nn. 10 (the State’s initial opposition to Buck’s habeas peti-\ntion “erroneously” argued that Buck was treated differently\nbecause defense counsel, not the State, called Dr. Quijano\nas a witness; that was also true of two of the other defend-\nants). The State continues its efforts before this Court,\narguing that Buck’s was the only one of the six cases in\nwhich defense counsel, not the prosecution, first elicited\nDr. Quijano’s opinion on race. See also post, at 8 (opinion\nof THOMAS, J.).\n   But this is beside the point. The State’s various expla-\nnations for distinguishing Buck’s case have nothing to do\nwith the Attorney General’s stated reasons for confessing\nerror in Saldano and the cases acknowledged as similar.\nRegardless of which party first broached the subject, race\nwas in all these cases put to the jury “as a factor . . . to\nweigh in making its determination.” App. 306a. The\n\u000c24                      BUCK v. DAVIS\n\n                      Opinion of the Court\n\nstatement that “it is inappropriate to allow race to be\nconsidered as a factor in our criminal justice system” is\nequally applicable whether the prosecution or ineffective\ndefense counsel initially injected race into the proceeding.\nId., at 213a. The terms of the State’s announcement\nprovide every reason for originally including Buck on the\nlist of defendants situated similarly to Saldano, and no\nreason for later taking him off.\n   In opposition, the State reminds us of the importance of\npreserving the finality of judgments. Brief for Respondent\n34. But the “whole purpose” of Rule 60(b) “is to make an\nexception to finality.” Gonzalez, 545 U. S., at 529. And in\nthis case, the State’s interest in finality deserves little\nweight. When Texas recognized that the infusion of race\ninto proceedings similar to Saldano’s warranted confession\nof error, it effectively acknowledged that the people of\nTexas lack an interest in enforcing a capital sentence\nobtained on so flawed a basis. In concluding that the\nvalue of finality does not demand that we leave the Dis-\ntrict Court’s judgment in place, we do no more than\nacknowledge what Texas itself recognized 17 years ago.\n                              2\n   Our Rule 60(b)(6) analysis has thus far omitted one\nsignificant element. When Buck first sought federal ha-\nbeas relief in 2004, Coleman barred the District Court from\nhearing his claim. Today, however, a claim of ineffective\nassistance of trial counsel defaulted in a Texas postconvic-\ntion proceeding may be reviewed in federal court if state\nhabeas counsel was constitutionally ineffective in failing\nto raise it, and the claim has “some merit.” Martinez, 566\nU. S., at 14; see Trevino, 569 U. S., at ___ (slip op., at 13).\nBuck cannot obtain relief unless he is entitled to the bene-\nfit of this rule—that is, unless Martinez and Trevino, not\nColeman, would govern his case were it reopened. If they\nwould not, his claim would remain unreviewable, and Rule\n\u000c                  Cite as: 580 U. S. ____ (2017)           25\n\n                      Opinion of the Court\n\n60(b)(6) relief would be inappropriate. See 11 Wright \u0026\nMiller, Federal Practice and Procedure §2857 (showing “a\ngood claim or defense” is a precondition of Rule 60(b)(6)\nrelief ).\n   Until merits briefing in this Court, both parties litigated\nthis matter on the assumption that Martinez and Trevino\nwould apply if Buck reopened his case. See Pet. for Cert.\n27–28; Brief in Opposition 11–13; Amended Application\nfor Certificate of Appealability and Brief in Support 26,\nRespondent-Appellee’s Opposition to Pet. for En Banc\nRehearing 9–11, and Respondent’s Opposition to Applica-\ntion for Certificate of Appealability 15–17 in No. 14–70030\n(CA5); Amended Response to Motion for Relief from\nJudgment in No. 4:04–cv–03965 (SD Tex.), pp. 11–13. But\nthe State’s brief adopts a new position on this issue. The\nState now argues that those cases announced a “new rule”\nthat, under Teague v. Lane, 489 U. S. 288 (1989) (plurality\nopinion), does not apply retroactively to cases (like Buck’s)\non collateral review. Brief for Respondent 38–40. Buck\nresponds that Teague analysis applies only to new rules of\ncriminal procedure that govern trial proceedings—not new\nrules of habeas procedure that govern collateral proceed-\nings—and that the State has in any event waived its\nTeague argument. Reply Brief 20.\n   We agree that the argument has been waived. See\nDanforth v. Minnesota, 552 U. S. 264, 289 (2008) (“States\ncan waive a Teague defense . . . by failing to raise it in a\ntimely manner . . . .”). It was not advanced in District\nCourt, before the Fifth Circuit, or in the State’s brief in\nopposition to Buck’s petition for certiorari. Although we\nmay reach the issue in our discretion, we have observed\nbefore that a State’s failure to raise a Teague argument at\nthe petition stage is particularly “significant” in deciding\nwhether such an exercise of discretion is appropriate.\nSchiro v. Farley, 510 U. S. 222, 228–229 (1994). When “a\nlegal issue appears to warrant review, we grant certiorari\n\u000c26                     BUCK v. DAVIS\n\n                     Opinion of the Court\n\nin the expectation of being able to decide that issue.” Id.,\nat 229. If we were to entertain the State’s eleventh-hour\nTeague argument and find it persuasive, Buck’s Strick-\nland and Rule 60(b)(6) contentions—the issues we thought\nworthy of review—would be insulated from our considera-\ntion. We therefore decline to reach the Teague question\nand conclude that Martinez and Trevino apply to Buck’s\nclaim. We reach no broader determination concerning the\napplication of these cases.\n                              C\n  For the foregoing reasons, we conclude that Buck has\ndemonstrated both ineffective assistance of counsel under\nStrickland and an entitlement to relief under Rule\n60(b)(6). It follows that the Fifth Circuit erred in denying\nBuck the COA required to pursue these claims on appeal.\n  The judgment of the United States Court of Appeals for\nthe Fifth Circuit is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                    THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–8049\n                         _________________\n\n\n   DUANE EDWARD BUCK, PETITIONER v. LORIE \n\n    DAVIS, DIRECTOR, TEXAS DEPARTMENT OF \n\n      CRIMINAL JUSTICE, CORRECTIONAL\n\n             INSTITUTIONS DIVISION \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                     [February 22, 2017]\n\n\n  JUSTICE THOMAS, with whom JUSTICE ALITO joins,\ndissenting.\n  Having settled on a desired outcome, the Court bull-\ndozes procedural obstacles and misapplies settled law to\njustify it. But the majority’s focus on providing relief to\npetitioner in this particular case has at least one upside:\nToday’s decision has few ramifications, if any, beyond the\nhighly unusual facts presented here. The majority leaves\nentirely undisturbed the black-letter principles of collat-\neral review, ineffective assistance of counsel, and Rule\n60(b)(6) law that govern day-to-day operations in federal\ncourts.\n                             I\n  In reversing the judgment below, the majority relies on\nthree grounds: that the Fifth Circuit misapplied the\nstandard for granting a certificate of appealability (COA);\nthat the District Court erroneously rejected petitioner’s\nSixth Amendment ineffective-assistance-of-counsel claim;\nand that the District Court abused its discretion in reject-\ning petitioner’s Federal Rule of Civil Procedure 60(b)(6)\nmotion to reopen the court’s earlier judgment denying\nhabeas relief. On each ground, the majority simply dis-\n\u000c2                      BUCK v. DAVIS\n\n                     THOMAS, J., dissenting\n\nagrees with the courts below over the application of the\ngoverning standard. The majority does not announce any\nnew standards or suggest that the District Court or the\nFifth Circuit applied the wrong standards altogether. See,\ne.g., ante, at 13 (“The court below phrased its determina-\ntion in proper terms . . . ”). I agree with the majority that\nthe courts below identified the correct standards for all\nthree of these inquiries. Contrary to the majority’s conclu-\nsion, however, I would hold that they correctly applied\nthose standards, too.\n                               A\n   At the outset, the Court wrongly criticizes the Fifth\nCircuit for its application of the COA standard. A COA is\nwarranted only if the district court’s ruling is “debatable\namongst jurists of reason.” Miller-El v. Cockrell, 537 U. S.\n322, 336 (2003). To answer this question, a court must\nconduct a “general assessment” of the merits of a defend-\nant’s claim. Ibid. The majority faults the Fifth Circuit for\nconcluding outright that petitioner “ ‘has not shown ex-\ntraordinary circumstances that would permit relief under\n[Rule] 60(b)(6).’ ” Ante, at 13 (quoting Buck v. Stephens,\n623 Fed. Appx. 668, 669 (CA5 2015)). In the majority’s\nview, the existence of extraordinary circumstances repre-\nsents an “ultimate merits determinatio[n] the panel\nshould not have reached.” Ante, at 13–14. Instead, ac-\ncording to the majority, the panel should have limited\nitself to the threshold question whether the merits were\ndebatable.\n   The majority’s criticism of the Fifth Circuit is misplaced.\nA court may grant a COA even if it might ultimately\nconclude that the underlying claim is meritless, so long as\nthe claim is debatable. Miller-El, supra, at 336. But to\ndeny a COA, a court must necessarily conclude that the\nclaim is meritless. A reviewing court cannot determine\nthat a claim is indisputably meritless (that is, nondebat-\n\u000c                  Cite as: 580 U. S. ____ (2017)            3\n\n                     THOMAS, J., dissenting\n\nable) without first deciding that it is meritless. See Slack\nv. McDaniel, 529 U. S. 473, 484 (2000) (“Where a plain\nprocedural bar is present and the district court is correct\nto invoke it to dispose of the case,” the claim is not debata-\nble (emphasis added)); Weeks v. Angelone, 528 U. S. 225,\n231, 234 (2000) (affirming denial of COA after determin-\ning that petitioner’s claim was meritless).\n   In concluding that petitioner’s claims were indisputably\nmeritless as a prelude to denying the COA, the Fifth\nCircuit thus adopted the approach that courts must take\nin denying a COA. The majority might disagree with the\nconclusion that petitioner’s claims are indisputably merit-\nless, but its criticism of the Fifth Circuit’s approach is\nmost certainly misguided. The majority’s contrary ap-\nproach would prevent a court of appeals from denying a\nCOA in any case, an outcome that Congress and our prec-\nedents have plainly foreclosed. See 28 U. S. C. §2253(c)(2)\n(COA warranted only if petitioner makes “a substantial\nshowing of the denial of a constitutional right”); Miller-El,\nsupra, at 337 (The “issuance of a COA must not be\npro forma or a matter of course”). The majority’s comment\nthat “[u]ntil the prisoner secures a COA, the Court of\nAppeals may not rule on the merits of his case,” ante, at\n12, should not be taken at face value.\n   In any event, after chastising the Court of Appeals for\nmaking an end run around the COA standard in order to\nreach the merits of petitioner’s Rule 60(b) claim, the Court\ndoes precisely that. See ante, at 26 (“[W]e conclude that\nBuck has demonstrated . . . an entitlement to relief under\nRule 60(b)(6)”). Astonishingly, the Court also decides the\nmerits of petitioner’s Sixth Amendment claim—an issue\nthat was not even “addressed by the Fifth Circuit.” Ante,\nat 16; see ante, at 26 (“Buck has demonstrated . . . ineffec-\ntive assistance of counsel under Strickland [v. Washing-\nton, 466 U. S. 668 (1984)]”).\n   After reaching out to adjudicate the merits, the Court\n\u000c4                       BUCK v. DAVIS\n\n                      THOMAS, J., dissenting\n\nrelies on its merits disposition to justify reversing the\nFifth Circuit’s denial of a COA. Ante, at 26 (“It follows\nthat the Fifth Circuit erred in denying Buck the COA\nrequired to pursue these claims on appeal” (emphasis\nadded)). This unapologetic course reversal—made without\nso much as a hint of the irony—is striking. The majority\nalso has things just backwards. It criticizes the Fifth\nCircuit for undertaking a merits inquiry to deny a COA\n(when such an inquiry is required) and then it conducts a\nmerits inquiry to decide that petitioner’s claim is debat-\nable (when such an inquiry is inappropriate).\n                                B\n   The Court’s application of the standard in Strickland v.\nWashington, 466 U. S. 668 (1984), is similarly misguided.\nIn particular, the Court erroneously finds that petitioner’s\nclaim satisfies Strickland’s second prong, which requires a\ndefendant to show that his counsel’s mistake materially\nprejudiced his defense. Prejudice exists only when correct-\ning the alleged error would have produced a “substantial”\nlikelihood of a different result. Harrington v. Richter, 562\nU. S. 86, 111–112 (2011). Here, the sentence of death\nhinged on the jury’s finding that petitioner posed a threat\nof future dangerousness. Texas’ standard for making such\na finding is not difficult to satisfy: “The facts of the offense\nalone may be sufficient to sustain the jury’s finding of\nfuture dangerousness,” and “[a] jury may also infer a\ndefendant’s future dangerousness from evidence showing a\nlack of remorse.” Buntion v. State, 482 S. W. 3d 58, 66–67\n(Tex. Crim. App. 2016).\n   The majority neglects even to mention the relevant legal\nstandard in Texas, relying instead on rhetoric and specu-\nlation to craft a finding of prejudice. But the prosecution’s\nevidence of both the heinousness of petitioner’s crime and\nhis complete lack of remorse was overwhelming. Accord-\ningly, Dr. Quijano’s “de minimis” racial testimony, Buck v.\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                    THOMAS, J., dissenting\n\nStephens, 2014 WL 11310152, *5 (SD Tex., Aug. 29, 2014),\ndid not prejudice petitioner.\n    First, the facts leave no doubt that this crime was pre-\nmeditated and cruel. The Court recites defense testimony\ndescribing the killing spree here as a “crime of passion,”\nante, at 4 (internal quotation marks omitted), but the\nrecord belies that characterization. The rampage occurred\nat the home of Debra Gardner, petitioner’s ex-girlfriend.\nPrior to the shooting, petitioner called her house. His\nstepsister, Phyllis Taylor, answered, and petitioner asked\nto speak with Gardner. Gardner declined, and petitioner\nhung up. Petitioner then retrieved a shotgun and rifle,\nloaded both guns, and drove 28 miles to Gardner’s house.\nUpon arrival, he broke down the door and opened fire\nwithout provocation. The shooting did not occur in the\nheat of the moment.\n    In addition to describing this as a crime of passion, the\nmajority also parrots defense testimony that petitioner’s\nviolence was limited to “the context of romantic relation-\nships.” Ante, at 18. But this assertion is also quite wrong.\nUpon entering Gardner’s house, petitioner first shot at an\nacquaintance, Harold Ebnezer. He next approached his\nstepsister, Taylor, who was seated on the couch. He said,\n“ ‘I’m going to shoot your ass too.’ ” App. 82a. She begged\nhim, “ ‘Duane, please don’t shoot me. I’m your sister. I\ndon’t deserve to be shot. Remember I do have children.’ ”\nId., at 83a. Petitioner ignored her pleas, placed the gun on\nher chest, and shot her. Petitioner does not claim that he\nwas in a romantic relationship with either Ebnezer or\nTaylor.\n    After shooting Taylor, petitioner cornered one of Gard-\nner’s friends, Kenneth Butler, and shot him, as well. He\nthen exited the house and chased Gardner into the middle\nof the street. She turned to him and pleaded, “ ‘Please\ndon’t shoot me. Please don’t shoot me. Why are you doing\nthis in front of my kids?’ ” Id., at 104a. Her son, Devon,\n\u000c6                      BUCK v. DAVIS\n\n                     THOMAS, J., dissenting\n\nwatched from the sidewalk. Her daughter, Shennel,\nbegged petitioner to spare her mother and even attempted\nto restrain him. Petitioner pointed the gun at Gardner\nand said, “ ‘I’m going to shoot you. I’m going to shoot your\nA[ss].’ ” Id., at 117a. He then did so. The flight path of\nthe bullet suggests that Gardner was on her knees when\npetitioner shot her.\n    Second, the evidence of petitioner’s lack of remorse,\nlargely ignored by the majority, is startling. After shoot-\ning Gardner, petitioner walked back to his car and placed\nthe firearms in the trunk. He then returned to taunt\nGardner where she lay mortally wounded and bleeding in\nthe street. He said, “ ‘It ain’t funny now. You ain’t laugh-\ning now.’ ” Id., at 106a. Police arrived shortly thereafter\nand arrested him. In the patrol car, petitioner was “laugh-\ning and joking and taunting.” Id., at 71a. He continued to\nsmile and laugh during the drive to the police station.\nWhen one of the officers informed petitioner that he did\nnot find the situation humorous, petitioner replied that\n“ ‘[t]he bitch got what she deserved.’ ” Id., at 135a. He\nremained happy and upbeat for the remainder of the\ndrive, even commenting that he was going to heaven\nbecause God had already forgiven him.\n                              C\n   Finally, the majority incorrectly concludes that the\nDistrict Court erred in denying petitioner’s motion under\nRule 60(b)(6), which permits district courts to reopen\notherwise final judgments only in “extraordinary circum-\nstances.” Ackermann v. United States, 340 U. S. 193, 199\n(1950). Although the majority pays lip service to the fact\nthat the District Court’s decision on this point is subject to\n“limited and deferential appellate review,” Gonzalez v.\nCrosby, 545 U. S. 524, 535 (2005); see ante, at 20–21, it\nproceeds to conduct a de novo review. Indeed, the majority\nreferences the District Court’s analysis only once in the\n\u000c                     Cite as: 580 U. S. ____ (2017)                     7\n\n                         THOMAS, J., dissenting\n\nentire section of its opinion addressing Rule 60(b)(6). But\nthe question is not whether this Court thinks the circum-\nstances are extraordinary; the question is whether rea-\nsonable jurists would debate that the District Court\nabused its discretion in reaching the equitable, highly\nfactbound conclusion that they are not. Particularly in\nlight of our admonition that such circumstances “will\nrarely occur in the habeas context,” 545 U. S., at 535, I\nthink it is not debatable that the District Court acted\nwithin its discretion in denying Rule 60(b)(6) relief here.\n   In reversing the Fifth Circuit, the centerpiece of the\nCourt’s analysis is its observation that “ ‘[d]iscrimination\non the basis of race, odious in all aspects, is especially\npernicious in the administration of justice.’ ” Ante, at 22\n(quoting Rose v. Mitchell, 443 U. S. 545, 555 (1979)). I\nagree that racial classifications are categorically imper-\nmissible under the Equal Protection Clause—but peti-\ntioner is not raising an equal protection claim. The many\nprecedents the Court cites interpreting that Clause are\ntherefore beside the point. Instead, petitioner is claiming\nthat his case presents extraordinary circumstances under\nRule 60(b)(6). The majority identifies no precedents re-\ngarding race in the Rule 60(b)(6) context. And certainly\nnothing in the text or history of Rule 60(b)(6)—unlike the\ntext and history of the Equal Protection Clause—suggests\nthat race-based claims demand unique solicitude in this\ncontext. At the very least, the District Court did not abuse\nits discretion in determining that they do not.1\n   In a similar vein, the majority suggests that the use of\nrace in petitioner’s capital proceeding injured the public’s\n——————\n  1 That is especially true given that Dr. Quijano’s testimony is relevant\n\nto the Rule 60(b)(6) inquiry, under the majority’s reasoning, only\ninsofar as it was prejudicial. See ante, at 21 (“[O]ur holding on preju-\ndice makes clear that Buck may have been sentenced to death in part\nbecause of his race”). As I have explained, the testimony was not\nprejudicial.\n\u000c8                           BUCK v. DAVIS\n\n                         THOMAS, J., dissenting\n\nconfidence in the integrity of our judicial system. Ante, at\n22. This argument cannot be squared with the District\nCourt’s finding that the challenged racial testimony was\n“de minimis.” 2014 WL 11310152, at *5. It also ignores\nthe fact that petitioner’s own counsel elicited the testi-\nmony. The majority obscures this point by citing cases\nconcerning alleged racial discrimination by an agent of the\nstate. See ante, at 22 (citing, e.g., Davis v. Ayala, 576\nU. S. ___ (2015) (addressing the prosecutor’s use of per-\nemptory strikes and holding that any constitutional error\nwas harmless)). There, the injury to public confidence\nderives from the fact that the government itself is discrim-\ninating against the defendant. The same cannot be said,\nhowever, when defense counsel introduces harmful testi-\nmony or makes a bad strategic choice.2\n   In conjunction with its observations about race, the\nCourt notes that the Texas attorney general, in response\nto similar testimony from Dr. Quijano in another case,\nissued a press release decrying the use of race in the jus-\ntice system and subsequently waived all procedural obsta-\ncles to resentencing in several cases in which Dr. Quijano\ntestified. But Texas had good reason for treating this case\ndifferently from the others. Of those cases, this is the only\none where “it can be said that the responsibility for elicit-\ning the offensive testimony lay squarely with the defense.”\nBuck v. Thaler, 565 U. S. 1022, 1025 (2011) (ALITO, J.,\nstatement respecting denial of certiorari).\n   Lastly, the Court belittles Texas’ claimed interest in\nfinality. In the majority’s view, Texas effectively forfeited\nits finality interest when it waived its procedural defenses\nin purportedly similar cases. See ante, at 24. But Texas\n\n——————\n    2 Althoughthe prosecution on cross-examination asked Dr. Quijano a\nsingle question about his views on race, the question arose in the course\nof canvassing his expert report, and did not extend beyond the testi-\nmony already elicited by the defense. App. 170a.\n\u000c                  Cite as: 580 U. S. ____ (2017)            9\n\n                     THOMAS, J., dissenting\n\ndid not waive its procedural defenses in this case, and, in\nany event, Texas is not alone in possessing an interest in\nthe finality of petitioner’s sentence. Society at large has\nthe same interest. Finality advances values “essential to\nthe operation of our criminal justice system.” Teague v.\nLane, 489 U. S. 288, 309 (1989) (plurality opinion). It\npromotes the law’s deterrent effect; it provides peace of\nmind to a wrongdoer’s victims; it promotes public confi-\ndence in the justice system; it conserves limited public\nresources; and it ensures the clarity of legal rights and\nstatuses.\n   The Court’s finality analysis also ignores the lengthy\npassage of time (nearly eight years) between the District\nCourt’s original rejection of habeas relief in this case and\npetitioner’s filing of the instant Rule 60(b)(6) motion. See\nGonzalez, 545 U. S., at 542, n. 4 (Stevens, J., dissenting)\n(“In cases where significant time has elapsed between a\nhabeas judgment and the relevant change in procedural\nlaw, it would be within a district court’s discretion to leave\nsuch a judgment in repose”). Permitting a defendant to\nfile a Rule 60(b) motion years after the fact functionally\neviscerates the statute of limitations contained in the\nAntiterrorism and Effective Death Penalty Act of 1996,\nthereby undermining its purpose of “lend[ing] finality to\nstate court judgments within a reasonable time.” Day v.\nMcDonough, 547 U. S. 198, 205–206 (2006) (internal\nquotation marks omitted).\n                              II\n  Despite its errors, today’s opinion should have little\neffect on the broader law, for two reasons. For one thing,\nthe Court’s reasoning is highly factbound, and the facts\npresented here are unlikely to arise again. For another,\nalthough the majority misapplies settled principles, it does\nnot purport to actually alter any of those principles.\n\u000c10                          BUCK v. DAVIS\n\n                         THOMAS, J., dissenting\n\n                               A\n   This is an unusual case, and the majority’s single-\nminded focus on according relief to this petitioner on these\nfacts naturally limits the reach of its decision. In cases\npresenting different facts, today’s decision will provide\nlittle guidance. The Court’s ultimate conclusion relies on\nthe convergence of three critical factors that will rarely, if\never, recur. See ante, at 19 (describing this case as involv-\ning an “unusual confluence of factors” that together create\na “perfect storm”).\n   First, the Court places special weight on the fact that\nthis is a capital case. See, e.g., ante, at 23 (noting “the\ncapital nature of this case” as a factor favoring Rule\n60(b)(6) relief (internal quotation marks omitted)). Sec-\nond, the Court notes that the testimony at issue was\nexpressly racial and suggested that petitioner was more\ndeserving of the death penalty because he is black. See,\ne.g., ante, at 21 (“Buck may have been sentenced to death\nin part because of his race. . . . [T]his is a disturbing de-\nparture from a basic premise of our criminal justice sys-\ntem”).3 Third, the Court explains that the state attorney\ngeneral took the “remarkable steps,” ante, at 23, of publicly\ndeclaring that Dr. Quijano’s testimony in this case was\ninappropriate and waiving all procedural defenses to\nresentencing in similar cases. See, e.g., ante, at 22 (“The\nextraordinary nature of this case is confirmed by what the\nState itself did in response to Dr. Quijano’s testimony”).\n                                 B\n     The effect of today’s decision is also limited for a second\n——————\n  3 Dr. Quijano also testified that petitioner was more likely to be dan-\n\ngerous in the future because he is male. Petitioner does not claim that\nthis testimony renders his case extraordinary, and the Court does not\nso hold. Any such claim would find no support in today’s decision,\ngiven the importance of the racial nature of the testimony at issue to\nthe Court’s reasoning.\n\u000c                  Cite as: 580 U. S. ____ (2017)           11\n\n                     THOMAS, J., dissenting\n\nreason. Although the majority misapplies many exist-\ning doctrines, it refrains from announcing any new princi-\nples of law. In particular, it leaves untouched—and\ncourts should accordingly continue to apply as\nusual—established principles governing collateral review,\nineffective-assistance-of-counsel claims, and Rule 60(b)(6)\nmotions.\n   At the outset, the opinion leaves intact Miller-El’s well-\nworn COA standard for habeas petitions: Courts of ap-\npeals should deny applications when the district court’s\nruling is not “debatabl[y]” wrong. 537 U. S., at 336; see\nante, at 13. “A prisoner seeking a COA must prove some-\nthing more than the absence of frivolity or the existence of\nmere good faith on his or her part.” 537 U. S., at 338\n(internal quotation marks omitted). Courts have substan-\ntial discretion in deciding how to structure this inquiry.\nSee ante, at 15 (“We do not mean to specify what proce-\ndures may be appropriate in every case”).\n   The Court also reaffirms the “ ‘highly deferential’ ” char-\nacter of the Strickland standard. Harrington, 562 U. S., at\n105 (quoting Strickland, 466 U. S., at 689); see, e.g., ante,\nat 16 (first prong of Strickland “sets a high bar”). Courts\napplying Strickland must respect “the constitutionally\nprotected independence of counsel and the wide latitude\ncounsel must have in making tactical decisions.” Cullen v.\nPinholster, 563 U. S. 170, 195 (2011) (internal quotation\nmarks and alteration omitted). Counsel should be “strongly\npresumed to have rendered adequate assistance and\nmade all significant decisions in the exercise of reasonable\nprofessional judgment.” Id., at 189 (internal quotation\nmarks omitted). And a defendant can show prejudice only\nif the likelihood of a different result would have been\n“substantial, not just conceivable.” Harrington, supra, at\n112.\n   Perhaps most significantly, the test for reopening judg-\nments under Rule 60(b)(6) remains the same. A “ ‘very\n\u000c12                      BUCK v. DAVIS\n\n                      THOMAS, J., dissenting\n\nstrict interpretation of Rule 60(b) is essential if the finality\nof judgments is to be preserved.’ ” Gonzalez, 545 U. S., at\n535 (quoting Liljeberg v. Health Services Acquisition\nCorp., 486 U. S. 847, 873 (1988) (Rehnquist, C. J., dissent-\ning)). A district court may grant relief only if the movant\ncan show “extraordinary circumstances,” which “will\nrarely occur in the habeas context.” 545 U. S., at 535.\n(internal quotation marks omitted); see ante, at 10. A\nchange in law alone is not enough. See 545 U. S., at 536–\n537. And a district court’s decision to deny relief is subject\nto only “limited and deferential” appellate review. Id.,\nat 535.\n   Although petitioner argues that the change in law ef-\nfected by Martinez v. Ryan, 566 U. S. 1 (2012), and Tre-\nvino v. Thaler, 569 U. S. ___ (2013), is central to the Rule\n60(b)(6) inquiry, see Brief for Petitioner 56; Reply Brief 19,\nthe Court does not even count those decisions in its tally of\nextraordinary circumstances. Instead, it treats a poten-\ntially viable Martinez claim as a “precondition” to relief.\nAnte, at 25. This makes sense: Unless petitioner has the\nability to invoke Martinez and Trevino, reopening the\njudgment would be futile. For those in petitioner’s posi-\ntion, the absence of a potentially valid Martinez claim is\ndisqualifying, but the presence of one does nothing to\ndemonstrate the existence of extraordinary circumstances.\n                              III\n   Finally, the Court’s opinion does not require the lower\ncourts to reflexively accord relief to petitioner on remand.\nIn order to succeed under Martinez and Trevino, petitioner\nmust establish that his state habeas counsel was constitu-\ntionally ineffective for failing to raise a Strickland claim\nas to his trial counsel. Today’s decision does not address\nthat showing, and the court on remand should not treat it\nas a foregone conclusion.\n   I respectfully dissent.\n\u000c",
	"cited_id": [
		799985
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Gonzalez v. Crosby, 545 U. S. 524 (2005)"
	],
	"case_extract": [
		"Gonzalez v. Crosby, 545 U. S. 524, 535 (2005)"
	],
	"citing_sentence": "In addition to this change in the law, Buck’s motion identified ten other factors that, he said, constituted the “extraordinary cir- cumstances” required to justify reopening the 2006 judg- ment under the Rule. See Gonzalez v. Crosby, 545 U. S. 524, 535 (2005).",
	"citing_paragraph": "In 2014, Buck sought to reopen that 2006 judgment by filing a motion under Federal Rule of Civil Procedure 60(b)(6). He argued that this Court’s decisions in Martinez v. Ryan, 566 U. S. 1 (2012), and Trevino v. Thaler, 569 U. S. ___ (2013), had changed the law in a way that pro- vided an excuse for his procedural default, permitting him to litigate his claim on the merits. In addition to this change in the law, Buck’s motion identified ten other factors that, he said, constituted the “extraordinary cir- cumstances” required to justify reopening the 2006 judg- ment under the Rule. See Gonzalez v. Crosby, 545 U. S. 524, 535 (2005).",
	"relevant_keywords": [
		"factor",
		"circumstance",
		"reopen",
		"judgment",
		"procedure",
		"justify"
	],
	"query": [
		"reopen! AND judgment AND factor AND circumstance AND justify",
		"reopen! AND judgment AND factor AND circumstance AND justify AND extraordinary",
		"reopen! AND judgment AND factor AND circumstance AND justify AND extraordinary AND rule AND (procedure OR practice)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "reopen*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "judgment"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "factor"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "circumstance"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "justify"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "reopen*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "judgment"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "factor"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "circumstance"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "justify"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "extraordinary"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "reopen*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "judgment"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "factor"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "circumstance"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "justify"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "extraordinary"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "rule"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "procedure"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "practice"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}