{
	"id": 56,
	"case_id": 4151829,
	"case_title": "Fry v. Napoleon Community Schools",
	"date_filed": "2017-02-22",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         FRY ET VIR, AS NEXT FRIENDS OF MINOR E. F. v. \n\n         NAPOLEON COMMUNITY SCHOOLS ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n  No. 15–497.      Argued October 31, 2016—Decided February 22, 2017\nThe Individuals with Disabilities Education Act (IDEA) offers federal\n  funds to States in exchange for a commitment to furnish a “free ap-\n  propriate public education” (FAPE) to children with certain disabili-\n  ties, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1412(a)(1)(A), and establishes formal administrative\n  procedures for resolving disputes between parents and schools con-\n  cerning the provision of a FAPE. Other federal statutes also protect\n  the interests of children with disabilities, including Title II of the\n  Americans with Disabilities Act (ADA) and §504 of the Rehabilitation\n  Act. In Smith v. Robinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111264\"\u003e\u003ca href=\"/opinion/111264/smith-v-robinson/\"\u003e\u003cspan class=\"volume\"\u003e468\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e992\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, this Court considered the\n  interaction between those other laws and the IDEA, holding that the\n  IDEA was “the exclusive avenue” through which a child with a disa-\n  bility could challenge the adequacy of his education. Id., at 1009.\n  Congress responded by passing the Handicapped Children’s Protec-\n  tion Act of 1986, overturning Smith’s preclusion of non-IDEA claims\n  and adding a carefully defined exhaustion provision. Under that\n  provision, a plaintiff bringing suit under the ADA, the Rehabilitation\n  Act, or similar laws “seeking relief that is also available under [the\n  IDEA]” must first exhaust the IDEA’s administrative procedures.\n  §1415(l).\n     Petitioner E. F. is a child with a severe form of cerebral palsy; a\n  trained service dog named Wonder assists her with various daily life\n  activities. When E. F.’s parents, petitioners Stacy and Brent Fry,\n  sought permission for Wonder to join E. F. in kindergarten, officials\n  at Ezra Eby Elementary School refused. The officials reasoned that\n  the human aide provided as part of E. F.’s individualized education\n  program rendered the dog superfluous. In response, the Frys re-\n  moved E. F. from Ezra Eby and began homeschooling her. They also\n\u000c2              FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                                   Syllabus\n\n    filed a complaint with the Department of Education’s Office for Civil\n    Rights (OCR), claiming that the exclusion of E. F.’s service animal vi-\n    olated her rights under Title II and §504. OCR agreed, and school of-\n    ficials invited E. F. to return to Ezra Eby with Wonder. But the Frys,\n    concerned about resentment from school officials, instead enrolled\n    E. F. in a different school that welcomed the service dog. The Frys\n    then filed this suit in federal court against Ezra Eby’s local and re-\n    gional school districts and principal (collectively, the school districts),\n    alleging that they violated Title II and §504 and seeking declaratory\n    and monetary relief. The District Court granted the school districts’\n    motion to dismiss the suit, holding that §1415(l) required the Frys to\n    first exhaust the IDEA’s administrative procedures. The Sixth Cir-\n    cuit affirmed, reasoning that §1415(l) applies whenever a plaintiff’s\n    alleged harms are “educational” in nature.\nHeld:\n    1. Exhaustion of the IDEA’s administrative procedures is unneces-\n sary where the gravamen of the plaintiff’s suit is something other\n than the denial of the IDEA’s core guarantee of a FAPE. Pp. 9–18.\n      (a) The language of §1415(l) compels exhaustion when a plaintiff\n seeks “relief” that is “available” under the IDEA. Establishing the\n scope of §1415(l), then, requires identifying the circumstances in\n which the IDEA enables a person to obtain redress or access a bene-\n fit. That inquiry immediately reveals the primacy of a FAPE in the\n statutory scheme. The IDEA’s stated purpose and specific commands\n center on ensuring a FAPE for children with disabilities. And the\n IDEA’s administrative procedures test whether a school has met this\n obligation: Any decision by a hearing officer on a request for substan-\n tive relief “shall” be “based on a determination of whether the child\n received a free appropriate public education.” §1415(f)(3)(E)(i). Ac-\n cordingly, §1415(l)’s exhaustion rule hinges on whether a lawsuit\n seeks relief for the denial of a FAPE. If a lawsuit charges such a de-\n nial, the plaintiff cannot escape §1415(l) merely by bringing the suit\n under a statute other than the IDEA. But if the remedy sought in a\n suit brought under a different statute is not for the denial of a FAPE,\n then exhaustion of the IDEA’s procedures is not required. Pp. 9–13.\n      (b) In determining whether a plaintiff seeks relief for the denial\n of a FAPE, what matters is the gravamen of the plaintiff’s complaint,\n setting aside any attempts at artful pleading. That inquiry makes\n central the plaintiff’s own claims, as §1415(l) explicitly requires in\n asking whether a lawsuit in fact “seeks” relief available under the\n IDEA. But examination of a plaintiff’s complaint should consider\n substance, not surface: §1415(l) requires exhaustion when the gra-\n vamen of a complaint seeks redress for a school’s failure to provide a\n FAPE, even if not phrased or framed in precisely that way. In ad-\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  dressing whether a complaint fits that description, a court should at-\n  tend to the diverse means and ends of the statutes covering persons\n  with disabilities. The IDEA guarantees individually tailored educa-\n  tional services for children with disabilities, while Title II and §504\n  promise nondiscriminatory access to public institutions for people\n  with disabilities of all ages. That is not to deny some overlap in cov-\n  erage: The same conduct might violate all three statutes. But still,\n  these statutory differences mean that a complaint brought under Ti-\n  tle II and §504 might instead seek relief for simple discrimination, ir-\n  respective of the IDEA’s FAPE obligation. One clue to the gravamen\n  of a complaint can come from asking a pair of hypothetical questions.\n  First, could the plaintiff have brought essentially the same claim if\n  the alleged conduct had occurred at a public facility that was not a\n  school? Second, could an adult at the school have pressed essentially\n  the same grievance? When the answer to those questions is yes, a\n  complaint that does not expressly allege the denial of a FAPE is also\n  unlikely to be truly about that subject. But when the answer is no,\n  then the complaint probably does concern a FAPE. A further sign of\n  the gravamen of a suit can emerge from the history of the proceed-\n  ings. Prior pursuit of the IDEA’s administrative remedies may pro-\n  vide strong evidence that the substance of a plaintiff’s claim concerns\n  the denial of a FAPE, even if the complaint never explicitly uses that\n  term. Pp. 13–18.\n     2. This case is remanded to the Court of Appeals for a proper anal-\n  ysis of whether the gravamen of E. F.’s complaint charges, and seeks\n  relief for, the denial of a FAPE. The Frys’ complaint alleges only dis-\n  ability-based discrimination, without making any reference to the\n  adequacy of the special education services E. F.’s school provided.\n  Instead, the Frys have maintained that the school districts infringed\n  E. F.’s right to equal access—even if their actions complied in full\n  with the IDEA’s requirements. But the possibility remains that the\n  history of these proceedings might suggest something different. The\n  parties have not addressed whether the Frys initially pursued the\n  IDEA’s administrative remedies, and the record is cloudy as to the\n  relevant facts. On remand, the court below should establish whether\n  (or to what extent) the Frys invoked the IDEA’s dispute resolution\n  process before filing suit. And if the Frys started down that road, the\n  court should decide whether their actions reveal that the gravamen of\n  their complaint is indeed the denial of a FAPE, thus necessitating\n  further exhaustion. Pp. 18–20.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e788\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e622\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, BREYER, and SOTOMAYOR, JJ., joined.\n\u000c4          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                             Syllabus\n\nALITO, J., filed an opinion concurring in part and concurring in the\njudgment, in which THOMAS, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–497\n                                   _________________\n\n\n  STACY FRY, ET VIR, AS NEXT FRIENDS OF MINOR E. F., \n\n     PETITIONERS v. NAPOLEON COMMUNITY\n\n                 SCHOOLS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                              [February 22, 2017]\n\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  The Individuals with Disabilities Education Act (IDEA\nor Act), 84 Stat. 175, as amended, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1400 et seq.,\nensures that children with disabilities receive needed\nspecial education services. One of its provisions, §1415(l),\naddresses the Act’s relationship with other laws protecting\nthose children. Section 1415(l) makes clear that nothing\nin the IDEA “restrict[s] or limit[s] the rights [or] remedies”\nthat other federal laws, including antidiscrimination\nstatutes, confer on children with disabilities. At the same\ntime, the section states that if a suit brought under such a\nlaw “seek[s] relief that is also available under” the IDEA,\nthe plaintiff must first exhaust the IDEA’s administrative\nprocedures. In this case, we consider the scope of that\nexhaustion requirement. We hold that exhaustion is not\nnecessary when the gravamen of the plaintiff ’s suit is\nsomething other than the denial of the IDEA’s core guar­\nantee—what the Act calls a “free appropriate public edu­\ncation.” §1412(a)(1)(A).\n\u000c2         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                      Opinion of the Court\n\n                              I\n\n                              A\n\n   The IDEA offers federal funds to States in exchange for\na commitment: to furnish a “free appropriate public educa­\ntion”—more concisely known as a FAPE—to all children\nwith certain physical or intellectual disabilities. Ibid.; see\n§1401(3)(A)(i) (listing covered disabilities). As defined in\nthe Act, a FAPE comprises “special education and related\nservices”—both “instruction” tailored to meet a child’s\n“unique needs” and sufficient “supportive services” to\npermit the child to benefit from that instruction.\n§§1401(9), (26), (29); see Board of Ed. of Hendrick Hudson\nCentral School Dist., Westchester Cty. v. Rowley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110774\"\u003e\u003ca href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"\u003e\u003cspan class=\"volume\"\u003e458\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e176\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 203 (1982). An eligible child, as this Court has ex­\nplained, acquires a “substantive right” to such an educa­\ntion once a State accepts the IDEA’s financial assistance.\nSmith v. Robinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111264\"\u003e\u003ca href=\"/opinion/111264/smith-v-robinson/\"\u003e\u003cspan class=\"volume\"\u003e468\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e992\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1010 (1984).\n   Under the IDEA, an “individualized education pro­\ngram,” called an IEP for short, serves as the “primary\nvehicle” for providing each child with the promised FAPE.\nHonig v. Doe, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111982\"\u003e\u003ca href=\"/opinion/111982/honig-v-doe/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e305\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 311 (1988); see §1414(d).\n(Welcome to—and apologies for—the acronymic world of\nfederal legislation.) Crafted by a child’s “IEP Team”—a\ngroup of school officials, teachers, and parents—the IEP\nspells out a personalized plan to meet all of the child’s\n“educational needs.” §§1414(d)(1)(A)(i)(II)(bb), (d)(1)(B).\nMost notably, the IEP documents the child’s current “lev­\nels of academic achievement,” specifies “measurable an-\nnual goals” for how she can “make progress in the general\neducation curriculum,” and lists the “special education and\nrelated services” to be provided so that she can “advance\nappropriately toward [those] goals.” §§1414(d)(1)(A)(i)(I),\n(II), (IV)(aa).\n   Because parents and school representatives sometimes\ncannot agree on such issues, the IDEA establishes formal\nprocedures for resolving disputes. To begin, a dissatisfied\n\u000c                  Cite as: 580 U. S. ____ (2017)            3\n\n                      Opinion of the Court\n\nparent may file a complaint as to any matter concerning\nthe provision of a FAPE with the local or state educational\nagency (as state law provides). See §1415(b)(6). That\npleading generally triggers a “[p]reliminary meeting”\ninvolving the contending parties, §1415(f )(1)(B)(i); at their\noption, the parties may instead (or also) pursue a full-\nfledged mediation process, see §1415(e). Assuming their\nimpasse continues, the matter proceeds to a “due pro­\ncess hearing” before an impartial hearing officer.\n§1415(f )(1)(A); see §1415(f )(3)(A)(i). Any decision of the\nofficer granting substantive relief must be “based on a\ndetermination of whether the child received a [FAPE].”\n§1415(f )(3)(E)(i). If the hearing is initially conducted at\nthe local level, the ruling is appealable to the state agency.\nSee §1415(g). Finally, a parent unhappy with the outcome\nof the administrative process may seek judicial review by\nfiling a civil action in state or federal court.          See\n§1415(i)(2)(A).\n   Important as the IDEA is for children with disabilities,\nit is not the only federal statute protecting their interests.\nOf particular relevance to this case are two antidiscrimi­\nnation laws—Title II of the Americans with Disabilities\nAct (ADA), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §12131 et seq., and §504 of the\nRehabilitation Act, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §794—which cover both\nadults and children with disabilities, in both public schools\nand other settings. Title II forbids any “public entity”\nfrom discriminating based on disability; Section 504 ap­\nplies the same prohibition to any federally funded “pro­\ngram or activity.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§12131–12132; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§794(a). A regulation implementing Title II requires a\npublic entity to make “reasonable modifications” to its\n“policies, practices, or procedures” when necessary to avoid\nsuch discrimination. 28 CFR §35.130(b)(7) (2016); see,\ne.g., Alboniga v. School Bd. of Broward Cty., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e87\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 1319, 1345 (SD Fla. 2015) (requiring an accommodation\nto permit use of a service animal under Title II). In simi­\n\u000c4          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                        Opinion of the Court\n\nlar vein, courts have interpreted §504 as demanding cer­\ntain “reasonable” modifications to existing practices in\norder to “accommodate” persons with disabilities. Alexan-\nder v. Choate, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111299\"\u003e\u003ca href=\"/opinion/111299/alexander-v-choate/\"\u003e\u003cspan class=\"volume\"\u003e469\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e287\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 299–300 (1985); see, e.g.,\nSullivan v. Vallejo City Unified School Dist., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1877803\"\u003e\u003ca href=\"/opinion/1877803/sullivan-v-vallejo-city-unified-school-dist/\"\u003e\u003cspan class=\"volume\"\u003e731\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e947\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 961–962 (ED Cal. 1990) (requiring an accommodation\nto permit use of a service animal under §504). And both\nstatutes authorize individuals to seek redress for viola­\ntions of their substantive guarantees by bringing suits for\ninjunctive relief or money damages. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e29\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§794a(a)(2); \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §12133.\n   This Court first considered the interaction between such\nlaws and the IDEA in Smith v. Robinson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111264\"\u003e\u003ca href=\"/opinion/111264/smith-v-robinson/\"\u003e\u003cspan class=\"volume\"\u003e468\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e992\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.1\nThe plaintiffs there sought “to secure a ‘free appropriate\npublic education’ for [their] handicapped child.” Id., at\n994. But instead of bringing suit under the IDEA alone,\nthey appended “virtually identical” claims (again alleging\nthe denial of a “free appropriate public education”) under\n§504 of the Rehabilitation Act and the Fourteenth\nAmendment’s Equal Protection Clause. Id., at 1009; see\nid., at 1016. The Court held that the IDEA altogether\nforeclosed those additional claims: With its “comprehen­\nsive” and “carefully tailored” provisions, the Act was “the\nexclusive avenue” through which a child with a disability\n(or his parents) could challenge the adequacy of his educa­\ntion. Id., at 1009; see id., at 1013, 1016, 1021.\n   Congress was quick to respond. In the Handicapped\nChildren’s Protection Act of 1986, 100 Stat. 796, it over­\nturned Smith’s preclusion of non-IDEA claims while also\nadding a carefully defined exhaustion requirement. Now\ncodified at \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1415(l), the relevant provision of\n\n——————\n    1 At\n      the time (and until 1990), the IDEA was called the Education of\nthe Handicapped Act, or EHA. See §901(a), 104 Stat. 1141–1142\n(renaming the statute). To avoid confusion—and acronym overload—\nwe refer throughout this opinion only to the IDEA.\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\nthat statute reads:\n    “Nothing in [the IDEA] shall be construed to restrict\n    or limit the rights, procedures, and remedies available\n    under the Constitution, the [ADA], title V of the Re­\n    habilitation Act [including §504], or other Federal\n    laws protecting the rights of children with disabilities,\n    except that before the filing of a civil action under\n    such laws seeking relief that is also available under\n    [the IDEA], the [IDEA’s administrative procedures]\n    shall be exhausted to the same extent as would be re­\n    quired had the action been brought under [the\n    IDEA].”\nThe first half of §1415(l) (up until “except that”) “reaf­\nfirm[s] the viability” of federal statutes like the ADA or\nRehabilitation Act “as separate vehicles,” no less integral\nthan the IDEA, “for ensuring the rights of handicapped\nchildren.” H. R. Rep. No. 99–296, p. 4 (1985); see id., at 6.\nAccording to that opening phrase, the IDEA does not\nprevent a plaintiff from asserting claims under such laws\neven if, as in Smith itself, those claims allege the denial of\nan appropriate public education (much as an IDEA claim\nwould). But the second half of §1415(l) (from “except that”\nonward) imposes a limit on that “anything goes” regime, in\nthe form of an exhaustion provision. According to that\nclosing phrase, a plaintiff bringing suit under the ADA,\nthe Rehabilitation Act, or similar laws must in certain\ncircumstances—that is, when “seeking relief that is also\navailable under” the IDEA—first exhaust the IDEA’s\nadministrative procedures. The reach of that requirement\nis the issue in this case.\n                              B\n  Petitioner E. F. is a child with a severe form of cerebral\npalsy, which “significantly limits her motor skills and\n\u000c6               FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                         Opinion of the Court\n\nmobility.” App. to Brief in Opposition 6, Complaint ¶19.2\nWhen E. F. was five years old, her parents—petitioners\nStacy and Brent Fry—obtained a trained service dog for\nher, as recommended by her pediatrician. The dog, a\ngoldendoodle named Wonder, “help[s E. F.] to live as\nindependently as possible” by assisting her with various\nlife activities. Id., at 2, ¶3. In particular, Wonder aids\nE. F. by “retrieving dropped items, helping her balance\nwhen she uses her walker, opening and closing doors,\nturning on and off lights, helping her take off her coat,\n[and] helping her transfer to and from the toilet.” Id., at 7,\n¶27.\n   But when the Frys sought permission for Wonder to join\nE. F. in kindergarten, officials at Ezra Eby Elementary\nSchool refused the request. Under E. F.’s existing IEP, a\nhuman aide provided E. F. with one-on-one support\nthroughout the day; that two-legged assistance, the school\nofficials thought, rendered Wonder superfluous. In the\nwords of one administrator, Wonder should be barred from\nEzra Eby because all of E. F.’s “physical and academic\nneeds [were] being met through the services/programs/\naccommodations” that the school had already agreed to.\nId., at 8, ¶33. Later that year, the school officials briefly\nallowed Wonder to accompany E. F. to school on a trial\nbasis; but even then, “the dog was required to remain in\nthe back of the room during classes, and was forbidden\nfrom assisting [E. F.] with many tasks he had been specifi­\ncally trained to do.” Ibid., ¶35. And when the trial period\nconcluded, the administrators again informed the Frys\nthat Wonder was not welcome. As a result, the Frys re­\nmoved E. F. from Ezra Eby and began homeschooling her.\n\n——————\n    2 Because this case comes to us on review of a motion to dismiss\nE. F.’s suit, we accept as true all facts pleaded in her complaint. See\nLeatherman v. Tarrant County Narcotics Intelligence and Coordination\nUnit, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112825\"\u003e\u003ca href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"\u003e\u003cspan class=\"volume\"\u003e507\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e163\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 164 (1993).\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\n   In addition, the Frys filed a complaint with the U. S.\nDepartment of Education’s Office for Civil Rights (OCR),\ncharging that Ezra Eby’s exclusion of E. F.’s service ani­\nmal violated her rights under Title II of the ADA and §504\nof the Rehabilitation Act. Following an investigation,\nOCR agreed. The office explained in its decision letter\nthat a school’s obligations under those statutes go beyond\nproviding educational services: A school could offer a\nFAPE to a child with a disability but still run afoul of the\nlaws’ ban on discrimination. See App. 30–32. And here,\nOCR found, Ezra Eby had indeed violated that ban, even if\nits use of a human aide satisfied the FAPE standard. See\nid., at 35–36. OCR analogized the school’s conduct to\n“requir[ing] a student who uses a wheelchair to be carried”\nby an aide or “requir[ing] a blind student to be led [around\nby a] teacher” instead of permitting him to use a guide dog\nor cane. Id., at 35. Regardless whether those—or Ezra\nEby’s—policies denied a FAPE, they violated Title II and\n§504 by discriminating against children with disabilities.\nSee id., at 35–36.\n   In response to OCR’s decision, school officials at last\nagreed that E. F. could come to school with Wonder. But\nafter meeting with Ezra Eby’s principal, the Frys became\nconcerned that the school administration “would resent\n[E. F.] and make her return to school difficult.” App. to\nBrief in Opposition 10, ¶48. Accordingly, the Frys found a\ndifferent public school, in a different district, where ad­\nministrators and teachers enthusiastically received both\nE. F. and Wonder.\n                               C\n  The Frys then filed this suit in federal court against the\nlocal and regional school districts in which Ezra Eby is\nlocated, along with the school’s principal (collectively, the\nschool districts). The complaint alleged that the school\ndistricts violated Title II of the ADA and §504 of the Re­\n\u000c8         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                     Opinion of the Court\n\nhabilitation Act by “denying [E. F.] equal access” to Ezra\nEby and its programs, “refus[ing] to reasonably accommo­\ndate” E. F.’s use of a service animal, and otherwise “dis­\ncriminat[ing] against [E. F.] as a person with disabilities.”\nId., at 15, ¶68, 17–18, ¶¶82–83. According to the com­\nplaint, E. F. suffered harm as a result of that discrimina­\ntion, including “emotional distress and pain, embarrass­\nment, [and] mental anguish.” Id., at 11–12, ¶51. In their\nprayer for relief, the Frys sought a declaration that the\nschool districts had violated Title II and §504, along with\nmoney damages to compensate for E. F.’s injuries.\n   The District Court granted the school districts’ motion\nto dismiss the suit, holding that §1415(l) required the Frys\nto first exhaust the IDEA’s administrative procedures.\nSee App. to Pet. for Cert. 50. A divided panel of the Court\nof Appeals for the Sixth Circuit affirmed on the same\nground. In that court’s view, §1415(l) applies if “the inju­\nries [alleged in a suit] relate to the specific substantive\nprotections of the IDEA.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e788\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e622\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 625 (2015). And\nthat means, the court continued, that exhaustion is neces­\nsary whenever “the genesis and the manifestations” of the\ncomplained-of harms were “educational” in nature. Id., at\n627 (quoting Charlie F. v. Board of Ed. of Skokie School\nDist. 68, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"728121\"\u003e\u003ca href=\"/opinion/728121/charlie-f-by-his-parents-and-next-friends-neil-and-bonnie-f-v-board-of/\"\u003e\u003cspan class=\"volume\"\u003e98\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e989\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 993 (CA7 1996)). On that under­\nstanding of §1415(l), the Sixth Circuit held, the Frys’ suit\ncould not proceed: Because the harms to E. F. were gener­\nally “educational”—most notably, the court reasoned,\nbecause “Wonder’s absence hurt her sense of independence\nand social confidence at school”—the Frys had to exhaust\nthe IDEA’s procedures. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e788\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 627. Judge Daugh­\ntrey dissented, emphasizing that in bringing their Title II\nand §504 claims, the Frys “did not allege the denial of a\nFAPE” or “seek to modify [E. F.’s] IEP in any way.” Id., at\n634.\n   We granted certiorari to address confusion in the courts\nof appeals as to the scope of §1415(l)’s exhaustion re­\n\u000c                     Cite as: 580 U. S. ____ (2017)                     9\n\n                          Opinion of the Court\n\nquirement. 579 U. S. ___ (2016).3                We now vacate the\nSixth Circuit’s decision.\n                              II\n  Section 1415(l) requires that a plaintiff exhaust the\nIDEA’s procedures before filing an action under the ADA,\nthe Rehabilitation Act, or similar laws when (but only\nwhen) her suit “seek[s] relief that is also available” under\nthe IDEA. We first hold that to meet that statutory\nstandard, a suit must seek relief for the denial of a FAPE,\nbecause that is the only “relief ” the IDEA makes “avail­\nable.” We next conclude that in determining whether a\nsuit indeed “seeks” relief for such a denial, a court should\nlook to the substance, or gravamen, of the plaintiff ’s\ncomplaint.4\n                           A\n  In this Court, the parties have reached substantial\nagreement about what “relief ” the IDEA makes “avail-\nable” for children with disabilities—and about how the\n——————\n  3 See Payne v. Peninsula School Dist., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"222160\"\u003e\u003ca href=\"/opinion/222160/payne-v-peninsula-school-dist/\"\u003e\u003cspan class=\"volume\"\u003e653\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e863\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 874 (CA9 2011)\n\n(en banc) (cataloguing different Circuits’ understandings of §1415(l)).\nIn particular, the Ninth Circuit has criticized an approach similar to\nthe Sixth Circuit’s for “treat[ing] §1415(l) as a quasi-preemption provi­\nsion, requiring administrative exhaustion for any case that falls within\nthe general ‘field’ of educating disabled students.” Id., at 875.\n  4 In reaching these conclusions, we leave for another day a further\n\nquestion about the meaning of §1415(l): Is exhaustion required when\nthe plaintiff complains of the denial of a FAPE, but the specific remedy\nshe requests—here, money damages for emotional distress—is not one\nthat an IDEA hearing officer may award? The Frys, along with the\nSolicitor General, say the answer is no. See Reply Brief 2–3; Brief for\nUnited States as Amicus Curiae 16. But resolution of that question\nmight not be needed in this case because the Frys also say that their\ncomplaint is not about the denial of a FAPE, see Reply Brief 17—and,\nas later explained, we must remand that distinct issue to the Sixth\nCircuit, see infra, at 18–20. Only if that court rejects the Frys’ view of\ntheir lawsuit, using the analysis we set out below, will the question\nabout the effect of their request for money damages arise.\n\u000c10        FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                      Opinion of the Court\n\nSixth Circuit went wrong in addressing that question.\nThe Frys maintain that such a child can obtain remedies\nunder the IDEA for decisions that deprive her of a FAPE,\nbut none for those that do not. So in the Frys’ view,\n§1415(l)’s exhaustion requirement can come into play only\nwhen a suit concerns the denial of a FAPE—and not, as\nthe Sixth Circuit held, when it merely has some articula­\nble connection to the education of a child with a disability.\nSee Reply Brief 13–15. The school districts, for their part,\nalso believe that the Sixth Circuit’s exhaustion standard\n“goes too far” because it could mandate exhaustion when a\nplaintiff is “seeking relief that is not in substance avail-\nable” under the IDEA. Brief for Respondents 30. And in\nparticular, the school districts acknowledge that the IDEA\nmakes remedies available only in suits that “directly\nimplicate[ ]” a FAPE—so that only in those suits can\n§1415(l) apply. Tr. of Oral Arg. 46. For the reasons that\nfollow, we agree with the parties’ shared view: The only\nrelief that an IDEA officer can give—hence the thing a\nplaintiff must seek in order to trigger §1415(l)’s exhaus­\ntion rule—is relief for the denial of a FAPE.\n   We begin, as always, with the statutory language at\nissue, which (at risk of repetition) compels exhaustion\nwhen a plaintiff seeks “relief ” that is “available” under the\nIDEA. The ordinary meaning of “relief ” in the context of a\nlawsuit is the “redress[ ] or benefit” that attends a favor­\nable judgment. Black’s Law Dictionary 1161 (5th ed. 1979).\nAnd such relief is “available,” as we recently explained,\nwhen it is “accessible or may be obtained.” Ross v. Blake,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip op., at 8) (quoting Webster’s\nThird New International Dictionary 150 (1993)). So to\nestablish the scope of §1415(l), we must identify the cir­\ncumstances in which the IDEA enables a person to obtain\nredress (or, similarly, to access a benefit).\n   That inquiry immediately reveals the primacy of a\nFAPE in the statutory scheme. In its first section, the\n\u000c                     Cite as: 580 U. S. ____ (2017)                  11\n\n                         Opinion of the Court\n\nIDEA declares as its first purpose “to ensure that all\nchildren with disabilities have available to them a free\nappropriate public education.” §1400(d)(1)(A). That prin­\ncipal purpose then becomes the Act’s principal command:\nA State receiving federal funding under the IDEA must\nmake such an education “available to all children with\ndisabilities.” §1412(a)(1)(A). The guarantee of a FAPE to\nthose children gives rise to the bulk of the statute’s more\nspecific provisions. For example, the IEP—“the center­\npiece of the statute’s education delivery system”—serves\nas the “vehicle” or “means” of providing a FAPE. Honig,\n484 U. S., at 311; Rowley, 458 U. S., at 181; see supra, at\n2. And finally, as all the above suggests, the FAPE re­\nquirement provides the yardstick for measuring the ade­\nquacy of the education that a school offers to a child with a\ndisability: Under that standard, this Court has held, a\nchild is entitled to “meaningful” access to education based\non her individual needs. Rowley, 458 U. S., at 192.5\n   The IDEA’s administrative procedures test whether a\nschool has met that obligation—and so center on the Act’s\nFAPE requirement. As noted earlier, any decision by a\nhearing officer on a request for substantive relief “shall”\nbe “based on a determination of whether the child received\na free appropriate public education.” §1415(f)(3)(E)(i); see\nsupra, at 3.6 Or said in Latin: In the IDEA’s administra­\ntive process, a FAPE denial is the sine qua non. Suppose\nthat a parent’s complaint protests a school’s failure to\nprovide some accommodation for a child with a disability.\n——————\n  5A  case now before this Court, Endrew F. v. Douglas County School\nDist. RE–1, No. 15–827, presents unresolved questions about the\nprecise content of the FAPE standard.\n  6 Without finding the denial of a FAPE, a hearing officer may do noth­\n\ning more than order a school district to comply with the Act’s various\nprocedural requirements, see §1415(f )(3)(E)(iii)—for example, by\nallowing parents to “examine all records” relating to their child,\n§1415(b)(1).\n\u000c12          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                          Opinion of the Court\n\nIf that accommodation is needed to fulfill the IDEA’s\nFAPE requirement, the hearing officer must order relief.\nBut if it is not, he cannot—even though the dispute is\nbetween a child with a disability and the school she at­\ntends. There might be good reasons, unrelated to a FAPE,\nfor the school to make the requested accommodation.\nIndeed, another federal law (like the ADA or Rehabilita­\ntion Act) might require the accommodation on one of those\nalternative grounds. See infra, at 15. But still, the hear­\ning officer cannot provide the requested relief. His role,\nunder the IDEA, is to enforce the child’s “substantive\nright” to a FAPE. Smith, 468 U. S., at 1010. And that is\nall.7\n   For that reason, §1415(l)’s exhaustion rule hinges on\nwhether a lawsuit seeks relief for the denial of a free\nappropriate public education. If a lawsuit charges such a\ndenial, the plaintiff cannot escape §1415(l) merely by\nbringing her suit under a statute other than the IDEA—as\nwhen, for example, the plaintiffs in Smith claimed that a\nschool’s failure to provide a FAPE also violated the Reha­\nbilitation Act.8 Rather, that plaintiff must first submit her\ncase to an IDEA hearing officer, experienced in addressing\nexactly the issues she raises. But if, in a suit brought\nunder a different statute, the remedy sought is not for the\ndenial of a FAPE, then exhaustion of the IDEA’s proce­\ndures is not required. After all, the plaintiff could not get\nany relief from those procedures: A hearing officer, as just\n——————\n  7 Similarly, a court in IDEA litigation may provide a substantive\n\nremedy only when it determines that a school has denied a FAPE. See\nSchool Comm. of Burlington v. Department of Ed. of Mass., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111420\"\u003e\u003ca href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"\u003e\u003cspan class=\"volume\"\u003e471\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e359\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 369 (1985). Without such a finding, that kind of relief is (once\nagain) unavailable under the Act.\n  8 Once again, we do not address here (or anywhere else in this opin­\n\nion) a case in which a plaintiff, although charging the denial of a FAPE,\nseeks a form of remedy that an IDEA officer cannot give—for example,\nas in the Frys’ complaint, money damages for resulting emotional\ninjury. See n. 4, supra.\n\u000c                  Cite as: 580 U. S. ____ (2017)             13\n\n                      Opinion of the Court\n\nexplained, would have to send her away empty-handed.\nAnd that is true even when the suit arises directly from a\nschool’s treatment of a child with a disability—and so\ncould be said to relate in some way to her education. A\nschool’s conduct toward such a child—say, some refusal to\nmake an accommodation—might injure her in ways unre­\nlated to a FAPE, which are addressed in statutes other\nthan the IDEA. A complaint seeking redress for those\nother harms, independent of any FAPE denial, is not\nsubject to §1415(l)’s exhaustion rule because, once again,\nthe only “relief ” the IDEA makes “available” is relief for\nthe denial of a FAPE.\n                               B\n  Still, an important question remains: How is a court to\ntell when a plaintiff “seeks” relief for the denial of a FAPE\nand when she does not? Here, too, the parties have found\nsome common ground: By looking, they both say, to the\n“substance” of, rather than the labels used in, the plaintiff ’s\ncomplaint. Brief for Respondents 20; Reply Brief 7–8.\nAnd here, too, we agree with that view: What matters\nis the crux—or, in legal-speak, the gravamen—of the\nplaintiff ’s complaint, setting aside any attempts at artful\npleading.\n  That inquiry makes central the plaintiff ’s own claims,\nas §1415(l) explicitly requires. The statutory language\nasks whether a lawsuit in fact “seeks” relief available\nunder the IDEA—not, as a stricter exhaustion statute\nmight, whether the suit “could have sought” relief avail-\nable under the IDEA (or, what is much the same, whether\nany remedies “are” available under that law). See Brief\nfor United States as Amicus Curiae 20 (contrasting\n§1415(l) with the exhaustion provision in the Prison Liti­\ngation Reform Act, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e42\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1997e(a)). In effect,\n§1415(l) treats the plaintiff as “the master of the claim”:\nShe identifies its remedial basis—and is subject to exhaus­\n\u000c14        FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                      Opinion of the Court\n\ntion or not based on that choice. Caterpillar Inc. v. Wil-\nliams, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111915\"\u003e\u003ca href=\"/opinion/111915/caterpillar-inc-v-williams/\"\u003e\u003cspan class=\"volume\"\u003e482\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e386\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 392, and n. 7 (1987). A court decid­\ning whether §1415(l) applies must therefore examine\nwhether a plaintiff ’s complaint—the principal instrument\nby which she describes her case—seeks relief for the de­\nnial of an appropriate education.\n   But that examination should consider substance, not\nsurface. The use (or non-use) of particular labels and\nterms is not what matters. The inquiry, for example, does\nnot ride on whether a complaint includes (or, alternatively,\nomits) the precise words(?) “FAPE” or “IEP.” After all,\n§1415(l)’s premise is that the plaintiff is suing under a\nstatute other than the IDEA, like the Rehabilitation Act;\nin such a suit, the plaintiff might see no need to use the\nIDEA’s distinctive language—even if she is in essence\ncontesting the adequacy of a special education program.\nAnd still more critically, a “magic words” approach would\nmake §1415(l)’s exhaustion rule too easy to bypass. Just\nlast Term, a similar worry led us to hold that a court’s\njurisdiction under the Foreign Sovereign Immunities Act\nturns on the “gravamen,” or “essentials,” of the plaintiff ’s\nsuit. OBB Personenverkehr AG v. Sachs, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e577\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___,\n___, ___, ___ (2015) (slip op., at 6, 8, 9). “[A]ny other ap­\nproach,” we explained, “would allow plaintiffs to evade the\nAct’s restrictions through artful pleading.” Id., at ___ (slip\nop., at 8). So too here. Section 1415(l) is not merely a\npleading hurdle. It requires exhaustion when the grava­\nmen of a complaint seeks redress for a school’s failure to\nprovide a FAPE, even if not phrased or framed in precisely\nthat way.\n   In addressing whether a complaint fits that description,\na court should attend to the diverse means and ends of the\nstatutes covering persons with disabilities—the IDEA on\nthe one hand, the ADA and Rehabilitation Act (most nota­\nbly) on the other. The IDEA, of course, protects only\n“children” (well, really, adolescents too) and concerns only\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\ntheir schooling. §1412(a)(1)(A). And as earlier noted, the\nstatute’s goal is to provide each child with meaningful\naccess to education by offering individualized instruction\nand related services appropriate to her “unique needs.”\n§1401(29); see Rowley, 458 U. S., at 192, 198; supra, at 11.\nBy contrast, Title II of the ADA and §504 of the Rehabili­\ntation Act cover people with disabilities of all ages, and do\nso both inside and outside schools. And those statutes aim\nto root out disability-based discrimination, enabling each\ncovered person (sometimes by means of reasonable ac­\ncommodations) to participate equally to all others in pub­\nlic facilities and federally funded programs. See supra, at\n3–4. In short, the IDEA guarantees individually tailored\neducational services, while Title II and §504 promise non­\ndiscriminatory access to public institutions. That is not to\ndeny some overlap in coverage: The same conduct might\nviolate all three statutes—which is why, as in Smith, a\nplaintiff might seek relief for the denial of a FAPE under\nTitle II and §504 as well as the IDEA. But still, the statu­\ntory differences just discussed mean that a complaint\nbrought under Title II and §504 might instead seek relief\nfor simple discrimination, irrespective of the IDEA’s FAPE\nobligation.\n   One clue to whether the gravamen of a complaint\nagainst a school concerns the denial of a FAPE, or instead\naddresses disability-based discrimination, can come from\nasking a pair of hypothetical questions. First, could the\nplaintiff have brought essentially the same claim if the\nalleged conduct had occurred at a public facility that was\nnot a school—say, a public theater or library? And second,\ncould an adult at the school—say, an employee or visitor—\nhave pressed essentially the same grievance? When the\nanswer to those questions is yes, a complaint that does not\nexpressly allege the denial of a FAPE is also unlikely to be\ntruly about that subject; after all, in those other situations\nthere is no FAPE obligation and yet the same basic suit\n\u000c16          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                          Opinion of the Court\n\ncould go forward. But when the answer is no, then the\ncomplaint probably does concern a FAPE, even if it does\nnot explicitly say so; for the FAPE requirement is all that\nexplains why only a child in the school setting (not an\nadult in that setting or a child in some other) has a viable\nclaim.\n  Take two contrasting examples. Suppose first that a\nwheelchair-bound child sues his school for discrimination\nunder Title II (again, without mentioning the denial of a\nFAPE) because the building lacks access ramps. In some\nsense, that architectural feature has educational conse­\nquences, and a different lawsuit might have alleged that it\nviolates the IDEA: After all, if the child cannot get inside\nthe school, he cannot receive instruction there; and if he\nmust be carried inside, he may not achieve the sense of\nindependence conducive to academic (or later to real-\nworld) success. But is the denial of a FAPE really the\ngravamen of the plaintiff ’s Title II complaint? Consider\nthat the child could file the same basic complaint if a\nmunicipal library or theater had no ramps. And similarly,\nan employee or visitor could bring a mostly identical com­\nplaint against the school. That the claim can stay the\nsame in those alternative scenarios suggests that its\nessence is equality of access to public facilities, not ade­\nquacy of special education. See supra, at 7 (describing\nOCR’s use of a similar example). And so §1415(l) does not\nrequire exhaustion.9\n——————\n   9 The school districts offer another example illustrating the point.\n\nThey suppose that a teacher, acting out of animus or frustration,\nstrikes a student with a disability, who then sues the school under a\nstatute other than the IDEA. See Brief for Respondents 36–37. Here\ntoo, the suit could be said to relate, in both genesis and effect, to the\nchild’s education. But the school districts opine, we think correctly,\nthat the substance of the plaintiff’s claim is unlikely to involve the\nadequacy of special education—and thus is unlikely to require exhaus­\ntion. See ibid. A telling indicator of that conclusion is that a child\ncould file the same kind of suit against an official at another public\n\u000c                     Cite as: 580 U. S. ____ (2017)                   17\n\n                          Opinion of the Court\n\n   But suppose next that a student with a learning disabil­\nity sues his school under Title II for failing to provide\nremedial tutoring in mathematics. That suit, too, might\nbe cast as one for disability-based discrimination, grounded\non the school’s refusal to make a reasonable accommo­\ndation; the complaint might make no reference at all to a\nFAPE or an IEP. But can anyone imagine the student\nmaking the same claim against a public theater or library?\nOr, similarly, imagine an adult visitor or employee suing\nthe school to obtain a math tutorial? The difficulty of\ntransplanting the complaint to those other contexts sug­\ngests that its essence—even though not its wording—is\nthe provision of a FAPE, thus bringing §1415(l) into play.10\n   A further sign that the gravamen of a suit is the denial\nof a FAPE can emerge from the history of the proceedings.\nIn particular, a court may consider that a plaintiff has\npreviously invoked the IDEA’s formal procedures to han­\ndle the dispute—thus starting to exhaust the Act’s reme­\ndies before switching midstream. Recall that a parent\n——————\nfacility for inflicting such physical abuse—as could an adult subject to\nsimilar treatment by a school official. To be sure, the particular cir­\ncumstances of such a suit (school or theater? student or employee?)\nmight be pertinent in assessing the reasonableness of the challenged\nconduct. But even if that is so, the plausibility of bringing other vari­\nants of the suit indicates that the gravamen of the plaintiff’s complaint\ndoes not concern the appropriateness of an educational program.\n   10 According to JUSTICE ALITO, the hypothetical inquiries described\n\nabove are useful only if the IDEA and other federal laws are mutually\nexclusive in scope. See post, at 1 (opinion concurring in part and\nconcurring in judgment). That is incorrect. The point of the questions\nis not to show that a plaintiff faced with a particular set of circum­\nstances could only have proceeded under Title II or §504—or, alterna­\ntively, could only have proceeded under the IDEA. (Depending on the\ncircumstances, she might well have been able to proceed under both.)\nRather, these questions help determine whether a plaintiff who has\nchosen to bring a claim under Title II or §504 instead of the IDEA—and\nwhose complaint makes no mention of a FAPE—nevertheless raises a\nclaim whose substance is the denial of an appropriate education.\n\u000c18          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                          Opinion of the Court\n\ndissatisfied with her child’s education initiates those\nadministrative procedures by filing a complaint, which\ntriggers a preliminary meeting (or possibly mediation) and\nthen a due process hearing. See supra, at 2–3. A plain-\ntiff ’s initial choice to pursue that process may suggest that\nshe is indeed seeking relief for the denial of a FAPE—with\nthe shift to judicial proceedings prior to full exhaustion\nreflecting only strategic calculations about how to maxim­\nize the prospects of such a remedy. Whether that is so\ndepends on the facts; a court may conclude, for example,\nthat the move to a courtroom came from a late-acquired\nawareness that the school had fulfilled its FAPE obliga­\ntion and that the grievance involves something else entirely.\nBut prior pursuit of the IDEA’s administrative reme-\ndies will often provide strong evidence that the substance\nof a plaintiff ’s claim concerns the denial of a FAPE, even if\nthe complaint never explicitly uses that term.11\n                             III\n  The Court of Appeals did not undertake the analysis we\nhave just set forward. As noted above, it asked whether\nE. F.’s injuries were, broadly speaking, “educational” in\nnature. See supra, at 8; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e788\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 627 (reasoning that\nthe “value of allowing Wonder to attend [school] with E. F.\nwas educational” because it would foster “her sense of\nindependence and social confidence,” which is “the sort of\ninterest the IDEA protects”). That is not the same as\nasking whether the gravamen of E. F.’s complaint charges,\nand seeks relief for, the denial of a FAPE. And that differ­\nence in standard may have led to a difference in result in\n——————\n   11 The point here is limited to commencement of the IDEA’s formal\n\nadministrative procedures; it does not apply to more informal requests\nto IEP Team members or other school administrators for accommoda­\ntions or changes to a special education program. After all, parents of a\nchild with a disability are likely to bring all grievances first to those\nfamiliar officials, whether or not they involve the denial of a FAPE.\n\u000c                  Cite as: 580 U. S. ____ (2017)             19\n\n                      Opinion of the Court\n\nthis case. Understood correctly, §1415(l) might not re­\nquire exhaustion of the Frys’ claim. We lack some im­\nportant information on that score, however, and so we\nremand the issue to the court below.\n   The Frys’ complaint alleges only disability-based dis­\ncrimination, without making any reference to the ade-\nquacy of the special education services E. F.’s school provided.\nThe school districts’ “refusal to allow Wonder to act as a\nservice dog,” the complaint states, “discriminated against\n[E. F.] as a person with disabilities . . . by denying her\nequal access” to public facilities. App. to Brief in Opposi­\ntion 15, Complaint ¶68. The complaint contains no allega­\ntion about the denial of a FAPE or about any deficiency in\nE. F.’s IEP. More, it does not accuse the school even in\ngeneral terms of refusing to provide the educational in­\nstruction and services that E. F. needs. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e788\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n631 (acknowledging that the Frys do not “state that Won­\nder enhances E. F.’s educational opportunities”). As the\nFrys explained in this Court: The school districts “have\nsaid all along that because they gave [E. F.] a one-on-one\n[human] aide, that all of her . . . educational needs were\nsatisfied. And we have not challenged that, and it would\nbe difficult for us to challenge that.” Tr. of Oral Arg. 16.\nThe Frys instead maintained, just as OCR had earlier\nfound, that the school districts infringed E. F.’s right to\nequal access—even if their actions complied in full with\nthe IDEA’s requirements. See App. to Brief in Opposition\n15, 18–19, Complaint ¶¶ 69, 85, 87; App. 34–37; supra, at\n7–8.\n   And nothing in the nature of the Frys’ suit suggests any\nimplicit focus on the adequacy of E. F.’s education. Con­\nsider, as suggested above, that the Frys could have filed\nessentially the same complaint if a public library or thea­\nter had refused admittance to Wonder. See supra, at 16.\nOr similarly, consider that an adult visitor to the school\ncould have leveled much the same charges if prevented\n\u000c20         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                       Opinion of the Court\n\nfrom entering with his service dog. See ibid. In each case,\nthe plaintiff would challenge a public facility’s policy of\nprecluding service dogs (just as a blind person might\nchallenge a policy of barring guide dogs, see supra, at 7) as\nviolating Title II’s and §504’s equal access requirements.\nThe suit would have nothing to do with the provision of\neducational services. From all that we know now, that is\nexactly the kind of action the Frys have brought.\n  But we do not foreclose the possibility that the history of\nthese proceedings might suggest something different. As\nearlier discussed, a plaintiff ’s initial pursuit of the IDEA’s\nadministrative remedies can serve as evidence that the\ngravamen of her later suit is the denial of a FAPE, even\nthough that does not appear on the face of her complaint.\nSee supra, at 17–18. The Frys may or may not have\nsought those remedies before filing this case: None of the\nparties here have addressed that issue, and the record is\ncloudy as to the relevant facts. Accordingly, on remand,\nthe court below should establish whether (or to what\nextent) the Frys invoked the IDEA’s dispute resolution\nprocess before bringing this suit. And if the Frys started\ndown that road, the court should decide whether their\nactions reveal that the gravamen of their complaint is\nindeed the denial of a FAPE, thus necessitating further\nexhaustion.\n  With these instructions and for the reasons stated,\nwe vacate the judgment of the Court of Appeals and re­\nmand the case for further proceedings consistent with this\nopinion.\n                                                It is so ordered.\n\u000c                  Cite as: 580 U. S. ____ (2017)             1\n\n                       Opinion of ALITO, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–497\n                          _________________\n\n\n  STACY FRY, ET VIR, AS NEXT FRIENDS OF MINOR E. F., \n\n     PETITIONERS v. NAPOLEON COMMUNITY\n\n                 SCHOOLS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                      [February 22, 2017]\n\n\n   JUSTICE ALITO, with whom JUSTICE THOMAS joins,\nconcurring in part and concurring in the judgment.\n   I join all of the opinion of the Court with the exception of\nits discussion (in the text from the beginning of the first\nnew paragraph on page 15 to the end of the opinion) in\nwhich the Court provides several misleading “clue[s],”\nante, at 15, for the lower courts.\n   The Court first instructs the lower courts to inquire\nwhether the plaintiff could have brought “essentially the\nsame claim if the alleged conduct had occurred at a public\nfacility that was not a school—say, a public theater or\nlibrary.” Ibid. Next, the Court says, a court should ask\nwhether “an adult at the school—say, an employee or\nvisitor—[could] have pressed essentially the same griev-\nance.” Ibid. These clues make sense only if there is no\noverlap between the relief available under the following\ntwo sets of claims: (1) the relief provided by the Individu-\nals with Disabilities Education Act (IDEA), and (2) the\nrelief provided by other federal laws (including the Consti-\ntution, the Americans with Disabilities Act of 1990 (ADA),\nand the Rehabilitation Act of 1973). The Court does not\nshow or even claim that there is no such overlap—to the\ncontrary, it observes that “[t]he same conduct might vio-\n\u000c2         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                     Opinion of ALITO, J.\n\nlate” the ADA, the Rehabilitation Act and the IDEA. Ibid.\nAnd since these clues work only in the absence of overlap,\nI would not suggest them.\n   The Court provides another false clue by suggesting that\nlower courts take into account whether parents, before\nfiling suit under the ADA or the Rehabilitation Act, began\nto pursue but then abandoned the IDEA’s formal proce-\ndures. Ante, at 17–18. This clue also seems to me to be\nill-advised. It is easy to imagine circumstances under\nwhich parents might start down the IDEA road and then\nchange course and file an action under the ADA or the\nRehabilitation Act that seeks relief that the IDEA cannot\nprovide. The parents might be advised by their attorney\nthat the relief they were seeking under the IDEA is not\navailable under that law but is available under another.\nOr the parents might change their minds about the relief\nthat they want, give up on the relief that the IDEA can\nprovide, and turn to another statute.\n   Although the Court provides these clues for the purpose\nof assisting the lower courts, I am afraid that they may\nhave the opposite effect. They are likely to confuse and\nlead courts astray.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         FRY ET VIR, AS NEXT FRIENDS OF MINOR E. F. v. \n\n         NAPOLEON COMMUNITY SCHOOLS ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n  No. 15–497.      Argued October 31, 2016—Decided February 22, 2017\nThe Individuals with Disabilities Education Act (IDEA) offers federal\n  funds to States in exchange for a commitment to furnish a “free ap-\n  propriate public education” (FAPE) to children with certain disabili-\n  ties, 20 U. S. C. §1412(a)(1)(A), and establishes formal administrative\n  procedures for resolving disputes between parents and schools con-\n  cerning the provision of a FAPE. Other federal statutes also protect\n  the interests of children with disabilities, including Title II of the\n  Americans with Disabilities Act (ADA) and §504 of the Rehabilitation\n  Act. In Smith v. Robinson, 468 U. S. 992, this Court considered the\n  interaction between those other laws and the IDEA, holding that the\n  IDEA was “the exclusive avenue” through which a child with a disa-\n  bility could challenge the adequacy of his education. Id., at 1009.\n  Congress responded by passing the Handicapped Children’s Protec-\n  tion Act of 1986, overturning Smith’s preclusion of non-IDEA claims\n  and adding a carefully defined exhaustion provision. Under that\n  provision, a plaintiff bringing suit under the ADA, the Rehabilitation\n  Act, or similar laws “seeking relief that is also available under [the\n  IDEA]” must first exhaust the IDEA’s administrative procedures.\n  §1415(l).\n     Petitioner E. F. is a child with a severe form of cerebral palsy; a\n  trained service dog named Wonder assists her with various daily life\n  activities. When E. F.’s parents, petitioners Stacy and Brent Fry,\n  sought permission for Wonder to join E. F. in kindergarten, officials\n  at Ezra Eby Elementary School refused. The officials reasoned that\n  the human aide provided as part of E. F.’s individualized education\n  program rendered the dog superfluous. In response, the Frys re-\n  moved E. F. from Ezra Eby and began homeschooling her. They also\n\u000c2              FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                                   Syllabus\n\n    filed a complaint with the Department of Education’s Office for Civil\n    Rights (OCR), claiming that the exclusion of E. F.’s service animal vi-\n    olated her rights under Title II and §504. OCR agreed, and school of-\n    ficials invited E. F. to return to Ezra Eby with Wonder. But the Frys,\n    concerned about resentment from school officials, instead enrolled\n    E. F. in a different school that welcomed the service dog. The Frys\n    then filed this suit in federal court against Ezra Eby’s local and re-\n    gional school districts and principal (collectively, the school districts),\n    alleging that they violated Title II and §504 and seeking declaratory\n    and monetary relief. The District Court granted the school districts’\n    motion to dismiss the suit, holding that §1415(l) required the Frys to\n    first exhaust the IDEA’s administrative procedures. The Sixth Cir-\n    cuit affirmed, reasoning that §1415(l) applies whenever a plaintiff’s\n    alleged harms are “educational” in nature.\nHeld:\n    1. Exhaustion of the IDEA’s administrative procedures is unneces-\n sary where the gravamen of the plaintiff’s suit is something other\n than the denial of the IDEA’s core guarantee of a FAPE. Pp. 9–18.\n      (a) The language of §1415(l) compels exhaustion when a plaintiff\n seeks “relief” that is “available” under the IDEA. Establishing the\n scope of §1415(l), then, requires identifying the circumstances in\n which the IDEA enables a person to obtain redress or access a bene-\n fit. That inquiry immediately reveals the primacy of a FAPE in the\n statutory scheme. The IDEA’s stated purpose and specific commands\n center on ensuring a FAPE for children with disabilities. And the\n IDEA’s administrative procedures test whether a school has met this\n obligation: Any decision by a hearing officer on a request for substan-\n tive relief “shall” be “based on a determination of whether the child\n received a free appropriate public education.” §1415(f)(3)(E)(i). Ac-\n cordingly, §1415(l)’s exhaustion rule hinges on whether a lawsuit\n seeks relief for the denial of a FAPE. If a lawsuit charges such a de-\n nial, the plaintiff cannot escape §1415(l) merely by bringing the suit\n under a statute other than the IDEA. But if the remedy sought in a\n suit brought under a different statute is not for the denial of a FAPE,\n then exhaustion of the IDEA’s procedures is not required. Pp. 9–13.\n      (b) In determining whether a plaintiff seeks relief for the denial\n of a FAPE, what matters is the gravamen of the plaintiff’s complaint,\n setting aside any attempts at artful pleading. That inquiry makes\n central the plaintiff’s own claims, as §1415(l) explicitly requires in\n asking whether a lawsuit in fact “seeks” relief available under the\n IDEA. But examination of a plaintiff’s complaint should consider\n substance, not surface: §1415(l) requires exhaustion when the gra-\n vamen of a complaint seeks redress for a school’s failure to provide a\n FAPE, even if not phrased or framed in precisely that way. In ad-\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  dressing whether a complaint fits that description, a court should at-\n  tend to the diverse means and ends of the statutes covering persons\n  with disabilities. The IDEA guarantees individually tailored educa-\n  tional services for children with disabilities, while Title II and §504\n  promise nondiscriminatory access to public institutions for people\n  with disabilities of all ages. That is not to deny some overlap in cov-\n  erage: The same conduct might violate all three statutes. But still,\n  these statutory differences mean that a complaint brought under Ti-\n  tle II and §504 might instead seek relief for simple discrimination, ir-\n  respective of the IDEA’s FAPE obligation. One clue to the gravamen\n  of a complaint can come from asking a pair of hypothetical questions.\n  First, could the plaintiff have brought essentially the same claim if\n  the alleged conduct had occurred at a public facility that was not a\n  school? Second, could an adult at the school have pressed essentially\n  the same grievance? When the answer to those questions is yes, a\n  complaint that does not expressly allege the denial of a FAPE is also\n  unlikely to be truly about that subject. But when the answer is no,\n  then the complaint probably does concern a FAPE. A further sign of\n  the gravamen of a suit can emerge from the history of the proceed-\n  ings. Prior pursuit of the IDEA’s administrative remedies may pro-\n  vide strong evidence that the substance of a plaintiff’s claim concerns\n  the denial of a FAPE, even if the complaint never explicitly uses that\n  term. Pp. 13–18.\n     2. This case is remanded to the Court of Appeals for a proper anal-\n  ysis of whether the gravamen of E. F.’s complaint charges, and seeks\n  relief for, the denial of a FAPE. The Frys’ complaint alleges only dis-\n  ability-based discrimination, without making any reference to the\n  adequacy of the special education services E. F.’s school provided.\n  Instead, the Frys have maintained that the school districts infringed\n  E. F.’s right to equal access—even if their actions complied in full\n  with the IDEA’s requirements. But the possibility remains that the\n  history of these proceedings might suggest something different. The\n  parties have not addressed whether the Frys initially pursued the\n  IDEA’s administrative remedies, and the record is cloudy as to the\n  relevant facts. On remand, the court below should establish whether\n  (or to what extent) the Frys invoked the IDEA’s dispute resolution\n  process before filing suit. And if the Frys started down that road, the\n  court should decide whether their actions reveal that the gravamen of\n  their complaint is indeed the denial of a FAPE, thus necessitating\n  further exhaustion. Pp. 18–20.\n788 F. 3d 622, vacated and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, BREYER, and SOTOMAYOR, JJ., joined.\n\u000c4          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                             Syllabus\n\nALITO, J., filed an opinion concurring in part and concurring in the\njudgment, in which THOMAS, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–497\n                                   _________________\n\n\n  STACY FRY, ET VIR, AS NEXT FRIENDS OF MINOR E. F., \n\n     PETITIONERS v. NAPOLEON COMMUNITY\n\n                 SCHOOLS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                              [February 22, 2017]\n\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  The Individuals with Disabilities Education Act (IDEA\nor Act), 84 Stat. 175, as amended, 20 U. S. C. §1400 et seq.,\nensures that children with disabilities receive needed\nspecial education services. One of its provisions, §1415(l),\naddresses the Act’s relationship with other laws protecting\nthose children. Section 1415(l) makes clear that nothing\nin the IDEA “restrict[s] or limit[s] the rights [or] remedies”\nthat other federal laws, including antidiscrimination\nstatutes, confer on children with disabilities. At the same\ntime, the section states that if a suit brought under such a\nlaw “seek[s] relief that is also available under” the IDEA,\nthe plaintiff must first exhaust the IDEA’s administrative\nprocedures. In this case, we consider the scope of that\nexhaustion requirement. We hold that exhaustion is not\nnecessary when the gravamen of the plaintiff ’s suit is\nsomething other than the denial of the IDEA’s core guar­\nantee—what the Act calls a “free appropriate public edu­\ncation.” §1412(a)(1)(A).\n\u000c2         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                      Opinion of the Court\n\n                              I\n\n                              A\n\n   The IDEA offers federal funds to States in exchange for\na commitment: to furnish a “free appropriate public educa­\ntion”—more concisely known as a FAPE—to all children\nwith certain physical or intellectual disabilities. Ibid.; see\n§1401(3)(A)(i) (listing covered disabilities). As defined in\nthe Act, a FAPE comprises “special education and related\nservices”—both “instruction” tailored to meet a child’s\n“unique needs” and sufficient “supportive services” to\npermit the child to benefit from that instruction.\n§§1401(9), (26), (29); see Board of Ed. of Hendrick Hudson\nCentral School Dist., Westchester Cty. v. Rowley, 458 U. S.\n176, 203 (1982). An eligible child, as this Court has ex­\nplained, acquires a “substantive right” to such an educa­\ntion once a State accepts the IDEA’s financial assistance.\nSmith v. Robinson, 468 U. S. 992, 1010 (1984).\n   Under the IDEA, an “individualized education pro­\ngram,” called an IEP for short, serves as the “primary\nvehicle” for providing each child with the promised FAPE.\nHonig v. Doe, 484 U. S. 305, 311 (1988); see §1414(d).\n(Welcome to—and apologies for—the acronymic world of\nfederal legislation.) Crafted by a child’s “IEP Team”—a\ngroup of school officials, teachers, and parents—the IEP\nspells out a personalized plan to meet all of the child’s\n“educational needs.” §§1414(d)(1)(A)(i)(II)(bb), (d)(1)(B).\nMost notably, the IEP documents the child’s current “lev­\nels of academic achievement,” specifies “measurable an-\nnual goals” for how she can “make progress in the general\neducation curriculum,” and lists the “special education and\nrelated services” to be provided so that she can “advance\nappropriately toward [those] goals.” §§1414(d)(1)(A)(i)(I),\n(II), (IV)(aa).\n   Because parents and school representatives sometimes\ncannot agree on such issues, the IDEA establishes formal\nprocedures for resolving disputes. To begin, a dissatisfied\n\u000c                  Cite as: 580 U. S. ____ (2017)            3\n\n                      Opinion of the Court\n\nparent may file a complaint as to any matter concerning\nthe provision of a FAPE with the local or state educational\nagency (as state law provides). See §1415(b)(6). That\npleading generally triggers a “[p]reliminary meeting”\ninvolving the contending parties, §1415(f )(1)(B)(i); at their\noption, the parties may instead (or also) pursue a full-\nfledged mediation process, see §1415(e). Assuming their\nimpasse continues, the matter proceeds to a “due pro­\ncess hearing” before an impartial hearing officer.\n§1415(f )(1)(A); see §1415(f )(3)(A)(i). Any decision of the\nofficer granting substantive relief must be “based on a\ndetermination of whether the child received a [FAPE].”\n§1415(f )(3)(E)(i). If the hearing is initially conducted at\nthe local level, the ruling is appealable to the state agency.\nSee §1415(g). Finally, a parent unhappy with the outcome\nof the administrative process may seek judicial review by\nfiling a civil action in state or federal court.          See\n§1415(i)(2)(A).\n   Important as the IDEA is for children with disabilities,\nit is not the only federal statute protecting their interests.\nOf particular relevance to this case are two antidiscrimi­\nnation laws—Title II of the Americans with Disabilities\nAct (ADA), 42 U. S. C. §12131 et seq., and §504 of the\nRehabilitation Act, 29 U. S. C. §794—which cover both\nadults and children with disabilities, in both public schools\nand other settings. Title II forbids any “public entity”\nfrom discriminating based on disability; Section 504 ap­\nplies the same prohibition to any federally funded “pro­\ngram or activity.” 42 U. S. C. §§12131–12132; 29 U. S. C.\n§794(a). A regulation implementing Title II requires a\npublic entity to make “reasonable modifications” to its\n“policies, practices, or procedures” when necessary to avoid\nsuch discrimination. 28 CFR §35.130(b)(7) (2016); see,\ne.g., Alboniga v. School Bd. of Broward Cty., 87 F. Supp.\n3d 1319, 1345 (SD Fla. 2015) (requiring an accommodation\nto permit use of a service animal under Title II). In simi­\n\u000c4          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                        Opinion of the Court\n\nlar vein, courts have interpreted §504 as demanding cer­\ntain “reasonable” modifications to existing practices in\norder to “accommodate” persons with disabilities. Alexan-\nder v. Choate, 469 U. S. 287, 299–300 (1985); see, e.g.,\nSullivan v. Vallejo City Unified School Dist., 731 F. Supp.\n947, 961–962 (ED Cal. 1990) (requiring an accommodation\nto permit use of a service animal under §504). And both\nstatutes authorize individuals to seek redress for viola­\ntions of their substantive guarantees by bringing suits for\ninjunctive relief or money damages. See 29 U. S. C.\n§794a(a)(2); 42 U. S. C. §12133.\n   This Court first considered the interaction between such\nlaws and the IDEA in Smith v. Robinson, 468 U. S. 992.1\nThe plaintiffs there sought “to secure a ‘free appropriate\npublic education’ for [their] handicapped child.” Id., at\n994. But instead of bringing suit under the IDEA alone,\nthey appended “virtually identical” claims (again alleging\nthe denial of a “free appropriate public education”) under\n§504 of the Rehabilitation Act and the Fourteenth\nAmendment’s Equal Protection Clause. Id., at 1009; see\nid., at 1016. The Court held that the IDEA altogether\nforeclosed those additional claims: With its “comprehen­\nsive” and “carefully tailored” provisions, the Act was “the\nexclusive avenue” through which a child with a disability\n(or his parents) could challenge the adequacy of his educa­\ntion. Id., at 1009; see id., at 1013, 1016, 1021.\n   Congress was quick to respond. In the Handicapped\nChildren’s Protection Act of 1986, 100 Stat. 796, it over­\nturned Smith’s preclusion of non-IDEA claims while also\nadding a carefully defined exhaustion requirement. Now\ncodified at 20 U. S. C. §1415(l), the relevant provision of\n\n——————\n    1 At\n      the time (and until 1990), the IDEA was called the Education of\nthe Handicapped Act, or EHA. See §901(a), 104 Stat. 1141–1142\n(renaming the statute). To avoid confusion—and acronym overload—\nwe refer throughout this opinion only to the IDEA.\n\u000c                  Cite as: 580 U. S. ____ (2017)            5\n\n                      Opinion of the Court\n\nthat statute reads:\n    “Nothing in [the IDEA] shall be construed to restrict\n    or limit the rights, procedures, and remedies available\n    under the Constitution, the [ADA], title V of the Re­\n    habilitation Act [including §504], or other Federal\n    laws protecting the rights of children with disabilities,\n    except that before the filing of a civil action under\n    such laws seeking relief that is also available under\n    [the IDEA], the [IDEA’s administrative procedures]\n    shall be exhausted to the same extent as would be re­\n    quired had the action been brought under [the\n    IDEA].”\nThe first half of §1415(l) (up until “except that”) “reaf­\nfirm[s] the viability” of federal statutes like the ADA or\nRehabilitation Act “as separate vehicles,” no less integral\nthan the IDEA, “for ensuring the rights of handicapped\nchildren.” H. R. Rep. No. 99–296, p. 4 (1985); see id., at 6.\nAccording to that opening phrase, the IDEA does not\nprevent a plaintiff from asserting claims under such laws\neven if, as in Smith itself, those claims allege the denial of\nan appropriate public education (much as an IDEA claim\nwould). But the second half of §1415(l) (from “except that”\nonward) imposes a limit on that “anything goes” regime, in\nthe form of an exhaustion provision. According to that\nclosing phrase, a plaintiff bringing suit under the ADA,\nthe Rehabilitation Act, or similar laws must in certain\ncircumstances—that is, when “seeking relief that is also\navailable under” the IDEA—first exhaust the IDEA’s\nadministrative procedures. The reach of that requirement\nis the issue in this case.\n                              B\n  Petitioner E. F. is a child with a severe form of cerebral\npalsy, which “significantly limits her motor skills and\n\u000c6               FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                         Opinion of the Court\n\nmobility.” App. to Brief in Opposition 6, Complaint ¶19.2\nWhen E. F. was five years old, her parents—petitioners\nStacy and Brent Fry—obtained a trained service dog for\nher, as recommended by her pediatrician. The dog, a\ngoldendoodle named Wonder, “help[s E. F.] to live as\nindependently as possible” by assisting her with various\nlife activities. Id., at 2, ¶3. In particular, Wonder aids\nE. F. by “retrieving dropped items, helping her balance\nwhen she uses her walker, opening and closing doors,\nturning on and off lights, helping her take off her coat,\n[and] helping her transfer to and from the toilet.” Id., at 7,\n¶27.\n   But when the Frys sought permission for Wonder to join\nE. F. in kindergarten, officials at Ezra Eby Elementary\nSchool refused the request. Under E. F.’s existing IEP, a\nhuman aide provided E. F. with one-on-one support\nthroughout the day; that two-legged assistance, the school\nofficials thought, rendered Wonder superfluous. In the\nwords of one administrator, Wonder should be barred from\nEzra Eby because all of E. F.’s “physical and academic\nneeds [were] being met through the services/programs/\naccommodations” that the school had already agreed to.\nId., at 8, ¶33. Later that year, the school officials briefly\nallowed Wonder to accompany E. F. to school on a trial\nbasis; but even then, “the dog was required to remain in\nthe back of the room during classes, and was forbidden\nfrom assisting [E. F.] with many tasks he had been specifi­\ncally trained to do.” Ibid., ¶35. And when the trial period\nconcluded, the administrators again informed the Frys\nthat Wonder was not welcome. As a result, the Frys re­\nmoved E. F. from Ezra Eby and began homeschooling her.\n\n——————\n    2 Because this case comes to us on review of a motion to dismiss\nE. F.’s suit, we accept as true all facts pleaded in her complaint. See\nLeatherman v. Tarrant County Narcotics Intelligence and Coordination\nUnit, 507 U. S. 163, 164 (1993).\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\n   In addition, the Frys filed a complaint with the U. S.\nDepartment of Education’s Office for Civil Rights (OCR),\ncharging that Ezra Eby’s exclusion of E. F.’s service ani­\nmal violated her rights under Title II of the ADA and §504\nof the Rehabilitation Act. Following an investigation,\nOCR agreed. The office explained in its decision letter\nthat a school’s obligations under those statutes go beyond\nproviding educational services: A school could offer a\nFAPE to a child with a disability but still run afoul of the\nlaws’ ban on discrimination. See App. 30–32. And here,\nOCR found, Ezra Eby had indeed violated that ban, even if\nits use of a human aide satisfied the FAPE standard. See\nid., at 35–36. OCR analogized the school’s conduct to\n“requir[ing] a student who uses a wheelchair to be carried”\nby an aide or “requir[ing] a blind student to be led [around\nby a] teacher” instead of permitting him to use a guide dog\nor cane. Id., at 35. Regardless whether those—or Ezra\nEby’s—policies denied a FAPE, they violated Title II and\n§504 by discriminating against children with disabilities.\nSee id., at 35–36.\n   In response to OCR’s decision, school officials at last\nagreed that E. F. could come to school with Wonder. But\nafter meeting with Ezra Eby’s principal, the Frys became\nconcerned that the school administration “would resent\n[E. F.] and make her return to school difficult.” App. to\nBrief in Opposition 10, ¶48. Accordingly, the Frys found a\ndifferent public school, in a different district, where ad­\nministrators and teachers enthusiastically received both\nE. F. and Wonder.\n                               C\n  The Frys then filed this suit in federal court against the\nlocal and regional school districts in which Ezra Eby is\nlocated, along with the school’s principal (collectively, the\nschool districts). The complaint alleged that the school\ndistricts violated Title II of the ADA and §504 of the Re­\n\u000c8         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                     Opinion of the Court\n\nhabilitation Act by “denying [E. F.] equal access” to Ezra\nEby and its programs, “refus[ing] to reasonably accommo­\ndate” E. F.’s use of a service animal, and otherwise “dis­\ncriminat[ing] against [E. F.] as a person with disabilities.”\nId., at 15, ¶68, 17–18, ¶¶82–83. According to the com­\nplaint, E. F. suffered harm as a result of that discrimina­\ntion, including “emotional distress and pain, embarrass­\nment, [and] mental anguish.” Id., at 11–12, ¶51. In their\nprayer for relief, the Frys sought a declaration that the\nschool districts had violated Title II and §504, along with\nmoney damages to compensate for E. F.’s injuries.\n   The District Court granted the school districts’ motion\nto dismiss the suit, holding that §1415(l) required the Frys\nto first exhaust the IDEA’s administrative procedures.\nSee App. to Pet. for Cert. 50. A divided panel of the Court\nof Appeals for the Sixth Circuit affirmed on the same\nground. In that court’s view, §1415(l) applies if “the inju­\nries [alleged in a suit] relate to the specific substantive\nprotections of the IDEA.” 788 F. 3d 622, 625 (2015). And\nthat means, the court continued, that exhaustion is neces­\nsary whenever “the genesis and the manifestations” of the\ncomplained-of harms were “educational” in nature. Id., at\n627 (quoting Charlie F. v. Board of Ed. of Skokie School\nDist. 68, 98 F. 3d 989, 993 (CA7 1996)). On that under­\nstanding of §1415(l), the Sixth Circuit held, the Frys’ suit\ncould not proceed: Because the harms to E. F. were gener­\nally “educational”—most notably, the court reasoned,\nbecause “Wonder’s absence hurt her sense of independence\nand social confidence at school”—the Frys had to exhaust\nthe IDEA’s procedures. 788 F. 3d, at 627. Judge Daugh­\ntrey dissented, emphasizing that in bringing their Title II\nand §504 claims, the Frys “did not allege the denial of a\nFAPE” or “seek to modify [E. F.’s] IEP in any way.” Id., at\n634.\n   We granted certiorari to address confusion in the courts\nof appeals as to the scope of §1415(l)’s exhaustion re­\n\u000c                     Cite as: 580 U. S. ____ (2017)                     9\n\n                          Opinion of the Court\n\nquirement. 579 U. S. ___ (2016).3                We now vacate the\nSixth Circuit’s decision.\n                              II\n  Section 1415(l) requires that a plaintiff exhaust the\nIDEA’s procedures before filing an action under the ADA,\nthe Rehabilitation Act, or similar laws when (but only\nwhen) her suit “seek[s] relief that is also available” under\nthe IDEA. We first hold that to meet that statutory\nstandard, a suit must seek relief for the denial of a FAPE,\nbecause that is the only “relief ” the IDEA makes “avail­\nable.” We next conclude that in determining whether a\nsuit indeed “seeks” relief for such a denial, a court should\nlook to the substance, or gravamen, of the plaintiff ’s\ncomplaint.4\n                           A\n  In this Court, the parties have reached substantial\nagreement about what “relief ” the IDEA makes “avail-\nable” for children with disabilities—and about how the\n——————\n  3 See Payne v. Peninsula School Dist., 653 F. 3d 863, 874 (CA9 2011)\n\n(en banc) (cataloguing different Circuits’ understandings of §1415(l)).\nIn particular, the Ninth Circuit has criticized an approach similar to\nthe Sixth Circuit’s for “treat[ing] §1415(l) as a quasi-preemption provi­\nsion, requiring administrative exhaustion for any case that falls within\nthe general ‘field’ of educating disabled students.” Id., at 875.\n  4 In reaching these conclusions, we leave for another day a further\n\nquestion about the meaning of §1415(l): Is exhaustion required when\nthe plaintiff complains of the denial of a FAPE, but the specific remedy\nshe requests—here, money damages for emotional distress—is not one\nthat an IDEA hearing officer may award? The Frys, along with the\nSolicitor General, say the answer is no. See Reply Brief 2–3; Brief for\nUnited States as Amicus Curiae 16. But resolution of that question\nmight not be needed in this case because the Frys also say that their\ncomplaint is not about the denial of a FAPE, see Reply Brief 17—and,\nas later explained, we must remand that distinct issue to the Sixth\nCircuit, see infra, at 18–20. Only if that court rejects the Frys’ view of\ntheir lawsuit, using the analysis we set out below, will the question\nabout the effect of their request for money damages arise.\n\u000c10        FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                      Opinion of the Court\n\nSixth Circuit went wrong in addressing that question.\nThe Frys maintain that such a child can obtain remedies\nunder the IDEA for decisions that deprive her of a FAPE,\nbut none for those that do not. So in the Frys’ view,\n§1415(l)’s exhaustion requirement can come into play only\nwhen a suit concerns the denial of a FAPE—and not, as\nthe Sixth Circuit held, when it merely has some articula­\nble connection to the education of a child with a disability.\nSee Reply Brief 13–15. The school districts, for their part,\nalso believe that the Sixth Circuit’s exhaustion standard\n“goes too far” because it could mandate exhaustion when a\nplaintiff is “seeking relief that is not in substance avail-\nable” under the IDEA. Brief for Respondents 30. And in\nparticular, the school districts acknowledge that the IDEA\nmakes remedies available only in suits that “directly\nimplicate[ ]” a FAPE—so that only in those suits can\n§1415(l) apply. Tr. of Oral Arg. 46. For the reasons that\nfollow, we agree with the parties’ shared view: The only\nrelief that an IDEA officer can give—hence the thing a\nplaintiff must seek in order to trigger §1415(l)’s exhaus­\ntion rule—is relief for the denial of a FAPE.\n   We begin, as always, with the statutory language at\nissue, which (at risk of repetition) compels exhaustion\nwhen a plaintiff seeks “relief ” that is “available” under the\nIDEA. The ordinary meaning of “relief ” in the context of a\nlawsuit is the “redress[ ] or benefit” that attends a favor­\nable judgment. Black’s Law Dictionary 1161 (5th ed. 1979).\nAnd such relief is “available,” as we recently explained,\nwhen it is “accessible or may be obtained.” Ross v. Blake,\n578 U. S. ___, ___ (2016) (slip op., at 8) (quoting Webster’s\nThird New International Dictionary 150 (1993)). So to\nestablish the scope of §1415(l), we must identify the cir­\ncumstances in which the IDEA enables a person to obtain\nredress (or, similarly, to access a benefit).\n   That inquiry immediately reveals the primacy of a\nFAPE in the statutory scheme. In its first section, the\n\u000c                     Cite as: 580 U. S. ____ (2017)                  11\n\n                         Opinion of the Court\n\nIDEA declares as its first purpose “to ensure that all\nchildren with disabilities have available to them a free\nappropriate public education.” §1400(d)(1)(A). That prin­\ncipal purpose then becomes the Act’s principal command:\nA State receiving federal funding under the IDEA must\nmake such an education “available to all children with\ndisabilities.” §1412(a)(1)(A). The guarantee of a FAPE to\nthose children gives rise to the bulk of the statute’s more\nspecific provisions. For example, the IEP—“the center­\npiece of the statute’s education delivery system”—serves\nas the “vehicle” or “means” of providing a FAPE. Honig,\n484 U. S., at 311; Rowley, 458 U. S., at 181; see supra, at\n2. And finally, as all the above suggests, the FAPE re­\nquirement provides the yardstick for measuring the ade­\nquacy of the education that a school offers to a child with a\ndisability: Under that standard, this Court has held, a\nchild is entitled to “meaningful” access to education based\non her individual needs. Rowley, 458 U. S., at 192.5\n   The IDEA’s administrative procedures test whether a\nschool has met that obligation—and so center on the Act’s\nFAPE requirement. As noted earlier, any decision by a\nhearing officer on a request for substantive relief “shall”\nbe “based on a determination of whether the child received\na free appropriate public education.” §1415(f)(3)(E)(i); see\nsupra, at 3.6 Or said in Latin: In the IDEA’s administra­\ntive process, a FAPE denial is the sine qua non. Suppose\nthat a parent’s complaint protests a school’s failure to\nprovide some accommodation for a child with a disability.\n——————\n  5A  case now before this Court, Endrew F. v. Douglas County School\nDist. RE–1, No. 15–827, presents unresolved questions about the\nprecise content of the FAPE standard.\n  6 Without finding the denial of a FAPE, a hearing officer may do noth­\n\ning more than order a school district to comply with the Act’s various\nprocedural requirements, see §1415(f )(3)(E)(iii)—for example, by\nallowing parents to “examine all records” relating to their child,\n§1415(b)(1).\n\u000c12          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                          Opinion of the Court\n\nIf that accommodation is needed to fulfill the IDEA’s\nFAPE requirement, the hearing officer must order relief.\nBut if it is not, he cannot—even though the dispute is\nbetween a child with a disability and the school she at­\ntends. There might be good reasons, unrelated to a FAPE,\nfor the school to make the requested accommodation.\nIndeed, another federal law (like the ADA or Rehabilita­\ntion Act) might require the accommodation on one of those\nalternative grounds. See infra, at 15. But still, the hear­\ning officer cannot provide the requested relief. His role,\nunder the IDEA, is to enforce the child’s “substantive\nright” to a FAPE. Smith, 468 U. S., at 1010. And that is\nall.7\n   For that reason, §1415(l)’s exhaustion rule hinges on\nwhether a lawsuit seeks relief for the denial of a free\nappropriate public education. If a lawsuit charges such a\ndenial, the plaintiff cannot escape §1415(l) merely by\nbringing her suit under a statute other than the IDEA—as\nwhen, for example, the plaintiffs in Smith claimed that a\nschool’s failure to provide a FAPE also violated the Reha­\nbilitation Act.8 Rather, that plaintiff must first submit her\ncase to an IDEA hearing officer, experienced in addressing\nexactly the issues she raises. But if, in a suit brought\nunder a different statute, the remedy sought is not for the\ndenial of a FAPE, then exhaustion of the IDEA’s proce­\ndures is not required. After all, the plaintiff could not get\nany relief from those procedures: A hearing officer, as just\n——————\n  7 Similarly, a court in IDEA litigation may provide a substantive\n\nremedy only when it determines that a school has denied a FAPE. See\nSchool Comm. of Burlington v. Department of Ed. of Mass., 471 U. S.\n359, 369 (1985). Without such a finding, that kind of relief is (once\nagain) unavailable under the Act.\n  8 Once again, we do not address here (or anywhere else in this opin­\n\nion) a case in which a plaintiff, although charging the denial of a FAPE,\nseeks a form of remedy that an IDEA officer cannot give—for example,\nas in the Frys’ complaint, money damages for resulting emotional\ninjury. See n. 4, supra.\n\u000c                  Cite as: 580 U. S. ____ (2017)             13\n\n                      Opinion of the Court\n\nexplained, would have to send her away empty-handed.\nAnd that is true even when the suit arises directly from a\nschool’s treatment of a child with a disability—and so\ncould be said to relate in some way to her education. A\nschool’s conduct toward such a child—say, some refusal to\nmake an accommodation—might injure her in ways unre­\nlated to a FAPE, which are addressed in statutes other\nthan the IDEA. A complaint seeking redress for those\nother harms, independent of any FAPE denial, is not\nsubject to §1415(l)’s exhaustion rule because, once again,\nthe only “relief ” the IDEA makes “available” is relief for\nthe denial of a FAPE.\n                               B\n  Still, an important question remains: How is a court to\ntell when a plaintiff “seeks” relief for the denial of a FAPE\nand when she does not? Here, too, the parties have found\nsome common ground: By looking, they both say, to the\n“substance” of, rather than the labels used in, the plaintiff ’s\ncomplaint. Brief for Respondents 20; Reply Brief 7–8.\nAnd here, too, we agree with that view: What matters\nis the crux—or, in legal-speak, the gravamen—of the\nplaintiff ’s complaint, setting aside any attempts at artful\npleading.\n  That inquiry makes central the plaintiff ’s own claims,\nas §1415(l) explicitly requires. The statutory language\nasks whether a lawsuit in fact “seeks” relief available\nunder the IDEA—not, as a stricter exhaustion statute\nmight, whether the suit “could have sought” relief avail-\nable under the IDEA (or, what is much the same, whether\nany remedies “are” available under that law). See Brief\nfor United States as Amicus Curiae 20 (contrasting\n§1415(l) with the exhaustion provision in the Prison Liti­\ngation Reform Act, 42 U. S. C. §1997e(a)). In effect,\n§1415(l) treats the plaintiff as “the master of the claim”:\nShe identifies its remedial basis—and is subject to exhaus­\n\u000c14        FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                      Opinion of the Court\n\ntion or not based on that choice. Caterpillar Inc. v. Wil-\nliams, 482 U. S. 386, 392, and n. 7 (1987). A court decid­\ning whether §1415(l) applies must therefore examine\nwhether a plaintiff ’s complaint—the principal instrument\nby which she describes her case—seeks relief for the de­\nnial of an appropriate education.\n   But that examination should consider substance, not\nsurface. The use (or non-use) of particular labels and\nterms is not what matters. The inquiry, for example, does\nnot ride on whether a complaint includes (or, alternatively,\nomits) the precise words(?) “FAPE” or “IEP.” After all,\n§1415(l)’s premise is that the plaintiff is suing under a\nstatute other than the IDEA, like the Rehabilitation Act;\nin such a suit, the plaintiff might see no need to use the\nIDEA’s distinctive language—even if she is in essence\ncontesting the adequacy of a special education program.\nAnd still more critically, a “magic words” approach would\nmake §1415(l)’s exhaustion rule too easy to bypass. Just\nlast Term, a similar worry led us to hold that a court’s\njurisdiction under the Foreign Sovereign Immunities Act\nturns on the “gravamen,” or “essentials,” of the plaintiff ’s\nsuit. OBB Personenverkehr AG v. Sachs, 577 U. S. ___,\n___, ___, ___ (2015) (slip op., at 6, 8, 9). “[A]ny other ap­\nproach,” we explained, “would allow plaintiffs to evade the\nAct’s restrictions through artful pleading.” Id., at ___ (slip\nop., at 8). So too here. Section 1415(l) is not merely a\npleading hurdle. It requires exhaustion when the grava­\nmen of a complaint seeks redress for a school’s failure to\nprovide a FAPE, even if not phrased or framed in precisely\nthat way.\n   In addressing whether a complaint fits that description,\na court should attend to the diverse means and ends of the\nstatutes covering persons with disabilities—the IDEA on\nthe one hand, the ADA and Rehabilitation Act (most nota­\nbly) on the other. The IDEA, of course, protects only\n“children” (well, really, adolescents too) and concerns only\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\ntheir schooling. §1412(a)(1)(A). And as earlier noted, the\nstatute’s goal is to provide each child with meaningful\naccess to education by offering individualized instruction\nand related services appropriate to her “unique needs.”\n§1401(29); see Rowley, 458 U. S., at 192, 198; supra, at 11.\nBy contrast, Title II of the ADA and §504 of the Rehabili­\ntation Act cover people with disabilities of all ages, and do\nso both inside and outside schools. And those statutes aim\nto root out disability-based discrimination, enabling each\ncovered person (sometimes by means of reasonable ac­\ncommodations) to participate equally to all others in pub­\nlic facilities and federally funded programs. See supra, at\n3–4. In short, the IDEA guarantees individually tailored\neducational services, while Title II and §504 promise non­\ndiscriminatory access to public institutions. That is not to\ndeny some overlap in coverage: The same conduct might\nviolate all three statutes—which is why, as in Smith, a\nplaintiff might seek relief for the denial of a FAPE under\nTitle II and §504 as well as the IDEA. But still, the statu­\ntory differences just discussed mean that a complaint\nbrought under Title II and §504 might instead seek relief\nfor simple discrimination, irrespective of the IDEA’s FAPE\nobligation.\n   One clue to whether the gravamen of a complaint\nagainst a school concerns the denial of a FAPE, or instead\naddresses disability-based discrimination, can come from\nasking a pair of hypothetical questions. First, could the\nplaintiff have brought essentially the same claim if the\nalleged conduct had occurred at a public facility that was\nnot a school—say, a public theater or library? And second,\ncould an adult at the school—say, an employee or visitor—\nhave pressed essentially the same grievance? When the\nanswer to those questions is yes, a complaint that does not\nexpressly allege the denial of a FAPE is also unlikely to be\ntruly about that subject; after all, in those other situations\nthere is no FAPE obligation and yet the same basic suit\n\u000c16          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                          Opinion of the Court\n\ncould go forward. But when the answer is no, then the\ncomplaint probably does concern a FAPE, even if it does\nnot explicitly say so; for the FAPE requirement is all that\nexplains why only a child in the school setting (not an\nadult in that setting or a child in some other) has a viable\nclaim.\n  Take two contrasting examples. Suppose first that a\nwheelchair-bound child sues his school for discrimination\nunder Title II (again, without mentioning the denial of a\nFAPE) because the building lacks access ramps. In some\nsense, that architectural feature has educational conse­\nquences, and a different lawsuit might have alleged that it\nviolates the IDEA: After all, if the child cannot get inside\nthe school, he cannot receive instruction there; and if he\nmust be carried inside, he may not achieve the sense of\nindependence conducive to academic (or later to real-\nworld) success. But is the denial of a FAPE really the\ngravamen of the plaintiff ’s Title II complaint? Consider\nthat the child could file the same basic complaint if a\nmunicipal library or theater had no ramps. And similarly,\nan employee or visitor could bring a mostly identical com­\nplaint against the school. That the claim can stay the\nsame in those alternative scenarios suggests that its\nessence is equality of access to public facilities, not ade­\nquacy of special education. See supra, at 7 (describing\nOCR’s use of a similar example). And so §1415(l) does not\nrequire exhaustion.9\n——————\n   9 The school districts offer another example illustrating the point.\n\nThey suppose that a teacher, acting out of animus or frustration,\nstrikes a student with a disability, who then sues the school under a\nstatute other than the IDEA. See Brief for Respondents 36–37. Here\ntoo, the suit could be said to relate, in both genesis and effect, to the\nchild’s education. But the school districts opine, we think correctly,\nthat the substance of the plaintiff’s claim is unlikely to involve the\nadequacy of special education—and thus is unlikely to require exhaus­\ntion. See ibid. A telling indicator of that conclusion is that a child\ncould file the same kind of suit against an official at another public\n\u000c                     Cite as: 580 U. S. ____ (2017)                   17\n\n                          Opinion of the Court\n\n   But suppose next that a student with a learning disabil­\nity sues his school under Title II for failing to provide\nremedial tutoring in mathematics. That suit, too, might\nbe cast as one for disability-based discrimination, grounded\non the school’s refusal to make a reasonable accommo­\ndation; the complaint might make no reference at all to a\nFAPE or an IEP. But can anyone imagine the student\nmaking the same claim against a public theater or library?\nOr, similarly, imagine an adult visitor or employee suing\nthe school to obtain a math tutorial? The difficulty of\ntransplanting the complaint to those other contexts sug­\ngests that its essence—even though not its wording—is\nthe provision of a FAPE, thus bringing §1415(l) into play.10\n   A further sign that the gravamen of a suit is the denial\nof a FAPE can emerge from the history of the proceedings.\nIn particular, a court may consider that a plaintiff has\npreviously invoked the IDEA’s formal procedures to han­\ndle the dispute—thus starting to exhaust the Act’s reme­\ndies before switching midstream. Recall that a parent\n——————\nfacility for inflicting such physical abuse—as could an adult subject to\nsimilar treatment by a school official. To be sure, the particular cir­\ncumstances of such a suit (school or theater? student or employee?)\nmight be pertinent in assessing the reasonableness of the challenged\nconduct. But even if that is so, the plausibility of bringing other vari­\nants of the suit indicates that the gravamen of the plaintiff’s complaint\ndoes not concern the appropriateness of an educational program.\n   10 According to JUSTICE ALITO, the hypothetical inquiries described\n\nabove are useful only if the IDEA and other federal laws are mutually\nexclusive in scope. See post, at 1 (opinion concurring in part and\nconcurring in judgment). That is incorrect. The point of the questions\nis not to show that a plaintiff faced with a particular set of circum­\nstances could only have proceeded under Title II or §504—or, alterna­\ntively, could only have proceeded under the IDEA. (Depending on the\ncircumstances, she might well have been able to proceed under both.)\nRather, these questions help determine whether a plaintiff who has\nchosen to bring a claim under Title II or §504 instead of the IDEA—and\nwhose complaint makes no mention of a FAPE—nevertheless raises a\nclaim whose substance is the denial of an appropriate education.\n\u000c18          FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                          Opinion of the Court\n\ndissatisfied with her child’s education initiates those\nadministrative procedures by filing a complaint, which\ntriggers a preliminary meeting (or possibly mediation) and\nthen a due process hearing. See supra, at 2–3. A plain-\ntiff ’s initial choice to pursue that process may suggest that\nshe is indeed seeking relief for the denial of a FAPE—with\nthe shift to judicial proceedings prior to full exhaustion\nreflecting only strategic calculations about how to maxim­\nize the prospects of such a remedy. Whether that is so\ndepends on the facts; a court may conclude, for example,\nthat the move to a courtroom came from a late-acquired\nawareness that the school had fulfilled its FAPE obliga­\ntion and that the grievance involves something else entirely.\nBut prior pursuit of the IDEA’s administrative reme-\ndies will often provide strong evidence that the substance\nof a plaintiff ’s claim concerns the denial of a FAPE, even if\nthe complaint never explicitly uses that term.11\n                             III\n  The Court of Appeals did not undertake the analysis we\nhave just set forward. As noted above, it asked whether\nE. F.’s injuries were, broadly speaking, “educational” in\nnature. See supra, at 8; 788 F. 3d, at 627 (reasoning that\nthe “value of allowing Wonder to attend [school] with E. F.\nwas educational” because it would foster “her sense of\nindependence and social confidence,” which is “the sort of\ninterest the IDEA protects”). That is not the same as\nasking whether the gravamen of E. F.’s complaint charges,\nand seeks relief for, the denial of a FAPE. And that differ­\nence in standard may have led to a difference in result in\n——————\n   11 The point here is limited to commencement of the IDEA’s formal\n\nadministrative procedures; it does not apply to more informal requests\nto IEP Team members or other school administrators for accommoda­\ntions or changes to a special education program. After all, parents of a\nchild with a disability are likely to bring all grievances first to those\nfamiliar officials, whether or not they involve the denial of a FAPE.\n\u000c                  Cite as: 580 U. S. ____ (2017)             19\n\n                      Opinion of the Court\n\nthis case. Understood correctly, §1415(l) might not re­\nquire exhaustion of the Frys’ claim. We lack some im­\nportant information on that score, however, and so we\nremand the issue to the court below.\n   The Frys’ complaint alleges only disability-based dis­\ncrimination, without making any reference to the ade-\nquacy of the special education services E. F.’s school provided.\nThe school districts’ “refusal to allow Wonder to act as a\nservice dog,” the complaint states, “discriminated against\n[E. F.] as a person with disabilities . . . by denying her\nequal access” to public facilities. App. to Brief in Opposi­\ntion 15, Complaint ¶68. The complaint contains no allega­\ntion about the denial of a FAPE or about any deficiency in\nE. F.’s IEP. More, it does not accuse the school even in\ngeneral terms of refusing to provide the educational in­\nstruction and services that E. F. needs. See 788 F. 3d, at\n631 (acknowledging that the Frys do not “state that Won­\nder enhances E. F.’s educational opportunities”). As the\nFrys explained in this Court: The school districts “have\nsaid all along that because they gave [E. F.] a one-on-one\n[human] aide, that all of her . . . educational needs were\nsatisfied. And we have not challenged that, and it would\nbe difficult for us to challenge that.” Tr. of Oral Arg. 16.\nThe Frys instead maintained, just as OCR had earlier\nfound, that the school districts infringed E. F.’s right to\nequal access—even if their actions complied in full with\nthe IDEA’s requirements. See App. to Brief in Opposition\n15, 18–19, Complaint ¶¶ 69, 85, 87; App. 34–37; supra, at\n7–8.\n   And nothing in the nature of the Frys’ suit suggests any\nimplicit focus on the adequacy of E. F.’s education. Con­\nsider, as suggested above, that the Frys could have filed\nessentially the same complaint if a public library or thea­\nter had refused admittance to Wonder. See supra, at 16.\nOr similarly, consider that an adult visitor to the school\ncould have leveled much the same charges if prevented\n\u000c20         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                       Opinion of the Court\n\nfrom entering with his service dog. See ibid. In each case,\nthe plaintiff would challenge a public facility’s policy of\nprecluding service dogs (just as a blind person might\nchallenge a policy of barring guide dogs, see supra, at 7) as\nviolating Title II’s and §504’s equal access requirements.\nThe suit would have nothing to do with the provision of\neducational services. From all that we know now, that is\nexactly the kind of action the Frys have brought.\n  But we do not foreclose the possibility that the history of\nthese proceedings might suggest something different. As\nearlier discussed, a plaintiff ’s initial pursuit of the IDEA’s\nadministrative remedies can serve as evidence that the\ngravamen of her later suit is the denial of a FAPE, even\nthough that does not appear on the face of her complaint.\nSee supra, at 17–18. The Frys may or may not have\nsought those remedies before filing this case: None of the\nparties here have addressed that issue, and the record is\ncloudy as to the relevant facts. Accordingly, on remand,\nthe court below should establish whether (or to what\nextent) the Frys invoked the IDEA’s dispute resolution\nprocess before bringing this suit. And if the Frys started\ndown that road, the court should decide whether their\nactions reveal that the gravamen of their complaint is\nindeed the denial of a FAPE, thus necessitating further\nexhaustion.\n  With these instructions and for the reasons stated,\nwe vacate the judgment of the Court of Appeals and re­\nmand the case for further proceedings consistent with this\nopinion.\n                                                It is so ordered.\n\u000c                  Cite as: 580 U. S. ____ (2017)             1\n\n                       Opinion of ALITO, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–497\n                          _________________\n\n\n  STACY FRY, ET VIR, AS NEXT FRIENDS OF MINOR E. F., \n\n     PETITIONERS v. NAPOLEON COMMUNITY\n\n                 SCHOOLS, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                      [February 22, 2017]\n\n\n   JUSTICE ALITO, with whom JUSTICE THOMAS joins,\nconcurring in part and concurring in the judgment.\n   I join all of the opinion of the Court with the exception of\nits discussion (in the text from the beginning of the first\nnew paragraph on page 15 to the end of the opinion) in\nwhich the Court provides several misleading “clue[s],”\nante, at 15, for the lower courts.\n   The Court first instructs the lower courts to inquire\nwhether the plaintiff could have brought “essentially the\nsame claim if the alleged conduct had occurred at a public\nfacility that was not a school—say, a public theater or\nlibrary.” Ibid. Next, the Court says, a court should ask\nwhether “an adult at the school—say, an employee or\nvisitor—[could] have pressed essentially the same griev-\nance.” Ibid. These clues make sense only if there is no\noverlap between the relief available under the following\ntwo sets of claims: (1) the relief provided by the Individu-\nals with Disabilities Education Act (IDEA), and (2) the\nrelief provided by other federal laws (including the Consti-\ntution, the Americans with Disabilities Act of 1990 (ADA),\nand the Rehabilitation Act of 1973). The Court does not\nshow or even claim that there is no such overlap—to the\ncontrary, it observes that “[t]he same conduct might vio-\n\u000c2         FRY v. NAPOLEON COMMUNITY SCHOOLS\n\n                     Opinion of ALITO, J.\n\nlate” the ADA, the Rehabilitation Act and the IDEA. Ibid.\nAnd since these clues work only in the absence of overlap,\nI would not suggest them.\n   The Court provides another false clue by suggesting that\nlower courts take into account whether parents, before\nfiling suit under the ADA or the Rehabilitation Act, began\nto pursue but then abandoned the IDEA’s formal proce-\ndures. Ante, at 17–18. This clue also seems to me to be\nill-advised. It is easy to imagine circumstances under\nwhich parents might start down the IDEA road and then\nchange course and file an action under the ADA or the\nRehabilitation Act that seeks relief that the IDEA cannot\nprovide. The parents might be advised by their attorney\nthat the relief they were seeking under the IDEA is not\navailable under that law but is available under another.\nOr the parents might change their minds about the relief\nthat they want, give up on the relief that the IDEA can\nprovide, and turn to another statute.\n   Although the Court provides these clues for the purpose\nof assisting the lower courts, I am afraid that they may\nhave the opposite effect. They are likely to confuse and\nlead courts astray.\n\u000c",
	"cited_id": [
		111264
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Smith v. Robinson, 468 U. S. 992 (1984)"
	],
	"case_extract": [
		"Smith v. Robinson, 468 U. S. 992, 1010 (1984)"
	],
	"citing_sentence": "An eligible child, as this Court has ex­ plained, acquires a “substantive right” to such an educa­ tion once a State accepts the IDEA’s financial assistance. Smith v. Robinson, 468 U. S. 992, 1010 (1984).",
	"citing_paragraph": "The IDEA offers federal funds to States in exchange for a commitment: to furnish a “free appropriate public educa­ tion”—more concisely known as a FAPE—to all children with certain physical or intellectual disabilities. Ibid.; see §1401(3)(A)(i) (listing covered disabilities). As defined in the Act, a FAPE comprises “special education and related services”—both “instruction” tailored to meet a child’s “unique needs” and sufficient “supportive services” to permit the child to benefit from that instruction. §§1401(9), (26), (29); see Board of Ed. of Hendrick Hudson Central School Dist., Westchester Cty. v. Rowley, 458 U. S. 176, 203 (1982). An eligible child, as this Court has ex­ plained, acquires a “substantive right” to such an educa­ tion once a State accepts the IDEA’s financial assistance. Smith v. Robinson, 468 U. S. 992, 1010 (1984).",
	"relevant_keywords": [
		"Individuals with Disabilities Education Act",
		"IDEA",
		"20 U. S. C. §1400",
		"substantive right",
		"free",
		"education",
		"child",
		"disability",
		"eligible child"
	],
	"query": [
		"(\"Individuals with Disabilities Education Act\" OR IDEA OR \"20 U. S. C.\") AND (\"§1400\" OR \"§ 1400\" OR \"section 1400\") AND free AND educat! AND child! AND disabl! AND \"eligible child\"",
		"(\"Individuals with Disabilities Education Act\" OR IDEA) AND free AND educat! AND child! AND disabl! AND \"eligible child\"",
		"(\"Individuals with Disabilities Education Act\" OR IDEA) AND free AND educat! AND child! AND disabl! AND right"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "free"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "educat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "child*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "disabl*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "eligible child",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "individuals with disabilities education act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "idea"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "20 u  s  c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§1400"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 1400",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 1400",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 1400",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "free"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "educat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "child*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "disabl*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "eligible child",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "individuals with disabilities education act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "idea"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "free"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "educat*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "child*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "disabl*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "right"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "individuals with disabilities education act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "idea"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}