{
	"id": 57,
	"case_id": 4151828,
	"case_title": "Life Technologies Corp. v. Promega Corp.",
	"date_filed": "2017-02-22",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    LIFE TECHNOLOGIES CORP. ET AL. v. PROMEGA \n\n                    CORP.\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n No. 14–1538. Argued December 6, 2016—Decided February 22, 2017\nRespondent Promega Corporation sublicensed the Tautz patent, which\n  claims a toolkit for genetic testing, to petitioner Life Technologies\n  Corporation and its subsidiaries (collectively Life Technologies) for\n  the manufacture and sale of the kits for use in certain licensed law\n  enforcement fields worldwide. One of the kit’s five components, an\n  enzyme known as the Taq polymerase, was manufactured by Life\n  Technologies in the United States and then shipped to the United\n  Kingdom, where the four other components were made, for combina-\n  tion there. When Life Technologies began selling the kits outside the\n  licensed fields of use, Promega sued, claiming that patent infringe-\n  ment liability was triggered under §271(f)(1) of the Patent Act, which\n  prohibits the supply from the United States of “all or a substantial\n  portion of the components of a patented invention” for combination\n  abroad. The jury returned a verdict for Promega, but the District\n  Court granted Life Technologies’ motion for judgment as a matter of\n  law, holding that §271(f)(1)’s phrase “all or a substantial portion” did\n  not encompass the supply of a single component of a multicomponent\n  invention. The Federal Circuit reversed. It determined that a single\n  important component could constitute a “substantial portion” of the\n  components of an invention under §271(f)(1) and found the Taq poly-\n  merase to be such a component.\nHeld: The supply of a single component of a multicomponent invention\n for manufacture abroad does not give rise to §271(f)(1) liability.\n Pp. 4–11.\n    (a) Section 271(f)(1)’s phrase “substantial portion” refers to a quan-\n titative measurement. Although the Patent Act itself does not define\n the term “substantial,” and the term’s ordinary meaning may refer\n\u000c2          LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                                   Syllabus\n\n    either to qualitative importance or to quantitatively large size, the\n    statutory context points to a quantitative meaning. Neighboring\n    words “all” and “portion” convey a quantitative meaning, and nothing\n    in the neighboring text points to a qualitative interpretation. More-\n    over, a qualitative reading would render the modifying phrase “of the\n    components” unnecessary the first time it is used in §271(f)(1). Only\n    the quantitative approach thus gives meaning to each statutory pro-\n    vision.\n       Promega’s proffered “case-specific approach,” which would require\n    a factfinder to decipher whether the components at issue are a “sub-\n    stantial portion” under either a qualitative or a quantitative test, is\n    rejected. Tasking juries with interpreting the statute’s meaning on\n    an ad hoc basis would only compound, not resolve, the statute’s am-\n    biguity. And Promega’s proposal to adopt an analytical framework\n    that accounts for both the components’ quantitative and qualitative\n    aspects is likely to complicate rather than aid the factfinder’s review.\n    Pp. 4–8.\n       (b) Under a quantitative approach, a single component cannot con-\n    stitute a “substantial portion” triggering §271(f)(1) liability. This\n    conclusion is reinforced by §271(f)’s text, context, and structure. Sec-\n    tion 271(f)(1) consistently refers to the plural “components,” indicat-\n    ing that multiple components make up the substantial portion.\n    Reading §271(f)(1) to cover any single component would also leave lit-\n    tle room for §271(f)(2), which refers to “any component,” and would\n    undermine §271(f)(2)’s express reference to a single component “espe-\n    cially made or especially adapted for use in the invention.” The bet-\n    ter reading allows the two provisions to work in tandem and gives\n    each provision its unique application. Pp. 8–10.\n       (c) The history of §271(f) further bolsters this conclusion. Congress\n    enacted §271(f) in response to Deepsouth Packing Co. v. Laitram\n    Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108547\"\u003e\u003ca href=\"/opinion/108547/deepsouth-packing-co-v-laitram-corp/\"\u003e\u003cspan class=\"volume\"\u003e406\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e518\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, to fill a gap in the enforceability of patent rights\n    by reaching components that are manufactured in the United States\n    but assembled overseas. Consistent with Congress’s intent, a suppli-\n    er may be liable under §271(f)(1) for supplying from the United\n    States all or a substantial portion of the components of the invention\n    or under §271(f)(2) for supplying a single component if it is especially\n    made or especially adapted for use in the invention and not a staple\n    article or commodity. But, as here, when a product is made abroad\n    and all components but a single commodity article are supplied from\n    abroad, the activity is outside the statute’s scope. Pp. 10–11.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. 1338, reversed and remanded.\n\n    SOTOMAYOR, J., delivered the opinion of the Court, in which KENNE-\nDY,  GINSBURG, BREYER, and KAGAN, JJ., joined, and in which THOMAS\n\u000c                      Cite as: 580 U. S. ____ (2017)                     3\n\n                                 Syllabus\n\nand ALITO, JJ., joined as to all but Part II–C. ALITO, J., filed an opinion\nconcurring in part and concurring in the judgment, in which THOMAS,\nJ., joined. ROBERTS, C. J., took no part in the decision of the case.\n\u000c                        Cite as: 580 U. S. ____ (2017)                               1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 14–1538\n                                   _________________\n\n\n    LIFE TECHNOLOGIES CORPORATION, ET AL., \n\n     PETITIONERS v. PROMEGA CORPORATION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                              [February 22, 2017]\n\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  This case concerns the intersection of international\nsupply chains and federal patent law. Section 271(f )(1) of\nthe Patent Act of 1952 prohibits the supply from the\nUnited States of “all or a substantial portion” of the compo-\nnents of a patented invention for combination abroad. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(f )(1). We granted certiorari to determine\nwhether a party that supplies a single component of a\nmulticomponent invention for manufacture abroad can be\nheld liable for infringement under §271(f )(1). 579 U. S.\n___ (2016). We hold that a single component does not\nconstitute a substantial portion of the components that\ncan give rise to liability under §271(f )(1). Because only a\nsingle component of the patented invention at issue here\nwas supplied from the United States, we reverse and\nremand.\n                            I\n\n                           A\n\n  We begin with an overview of the patent in dispute.\nAlthough the science behind the patent is complex, a basic\nunderstanding suffices to resolve the question presented\n\u000c2           LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                         Opinion of the Court\n\nby this case.\n   The Tautz patent, U. S. Reissue Patent No. RE 37,984,\nclaims a toolkit for genetic testing.1 The kit is used to take\nsmall samples of genetic material—in the form of nucleo-\ntide sequences that make up the molecule deoxyribonu-\ncleic acid (commonly referred to as “DNA”)—and then syn-\nthesize multiple copies of a particular nucleotide sequence.\nThis process of copying, known as amplification, generates\nDNA profiles that can be used by law enforcement agen-\ncies for forensic identification and by clinical and research\ninstitutions around the world. For purposes of this litiga-\ntion, the parties agree that the kit covered by the Tautz\npatent contains five components: (1) a mixture of primers\nthat mark the part of the DNA strand to be copied; (2)\nnucleotides for forming replicated strands of DNA; (3) an\nenzyme known as Taq polymerase; (4) a buffer solution for\nthe amplification; and (5) control DNA.2\n   Respondent Promega Corporation was the exclusive\nlicensee of the Tautz patent. Petitioner Life Technologies\nCorporation manufactured genetic testing kits.3 During\nthe timeframe relevant here, Promega sublicensed the\nTautz patent to Life Technologies for the manufacture and\nsale of the kits for use in certain licensed law enforcement\nfields worldwide. Life Technologies manufactured all but\none component of the kits in the United Kingdom. It\nmanufactured that component—the Taq polymerase—in\n——————\n    1 TheTautz patent expired in 2015. The litigation thus concerns past\nacts of infringement only.\n  2 Because the parties here agree that the patented invention is made\n\nup of only these five components, we do not consider how to identify the\n“components” of a patent or whether and how that inquiry relates to\nthe elements of a patent claim.\n  3 Applied Biosystems, LLC, and Invitrogen IP Holdings, Inc., are also\n\npetitioners in this proceeding and are wholly owned subsidiaries of Life\nTechnologies Corporation. The agreement at issue here was originally\nbetween Promega and Applied Biosystems. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 1338, 1344, n. 3\n(CA Fed. 2014).\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nthe United States. Life Technologies shipped the Taq\npolymerase to its United Kingdom facility, where it was\ncombined with the other four components of the kit.\n   Four years into the agreement, Promega sued Life\nTechnologies on the grounds that Life Technologies had\ninfringed the patent by selling the kits outside the li-\ncensed fields of use to clinical and research markets. As\nrelevant here, Promega alleged that Life Technologies’\nsupply of the Taq polymerase from the United States to its\nUnited Kingdom manufacturing facilities triggered liabil-\nity under §271(f )(1).\n                             B\n   At trial, the parties disputed the scope of §271(f )(1)’s\nprohibition against supplying all or a substantial portion\nof the components of a patented invention from the United\nStates for combination abroad. Section 271(f )(1)’s full text\nreads:\n    “Whoever without authority supplies or causes to be\n    supplied in or from the United States all or a substan-\n    tial portion of the components of a patented invention,\n    where such components are uncombined in whole or\n    in part, in such manner as to actively induce the com-\n    bination of such components outside of the United\n    States in a manner that would infringe the patent if\n    such combination occurred within the United States,\n    shall be liable as an infringer.”\n  The jury returned a verdict for Promega, finding that\nLife Technologies had willfully infringed the patent. Life\nTechnologies then moved for judgment as a matter of law,\ncontending that §271(f )(1) did not apply to its conduct\nbecause the phrase “all or a substantial portion” does not\nencompass the supply of a single component of a multi-\ncomponent invention.\n  The District Court granted Life Technologies’ motion.\n\u000c4        LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                          Opinion of the Court\n\nThe court agreed that there could be no infringement\nunder §271(f )(1) because Promega’s evidence at trial\n“showed at most that one component of all of the accused\nproducts, [the Taq] polymerase, was supplied from the\nUnited States.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2012\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e12862829\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, *3 (WD Wis., Sept.\n13, 2012) (Crabb, J.). Section 271(f )(1)’s reference to “a\nsubstantial portion of the components,” the District Court\nruled, does not embrace the supply of a single component.\nId., at *5.\n   The Court of Appeals for the Federal Circuit reversed\nand reinstated the jury’s verdict finding Life Technologies\nliable for infringement.4 \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 1338, 1353 (2014). As\nrelevant here, the court held that “there are circumstances\nin which a party may be liable under §271(f )(1) for supply-\ning or causing to be supplied a single component for com-\nbination outside the United States.” Ibid. The Federal\nCircuit concluded that the dictionary definition of “sub-\nstantial” is “important” or “essential,” which it read to\nsuggest that a single important component can be a “ ‘sub-\nstantial portion of the components’ ” of a patented inven-\ntion. Ibid. Relying in part on expert trial testimony that\nthe Taq polymerase is a “ ‘main’ ” and “ ‘major’ ” component\nof the kits, the court ruled that the single Taq polymerase\ncomponent was a substantial component as the term is\nused in §271(f )(1). Id., at 1356.\n                              II\n  The question before us is whether the supply of a single\ncomponent of a multicomponent invention is an infringing\nact under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(f )(1). We hold that it is not.\n——————\n  4 Chief Judge Prost dissented from the majority’s conclusion with\n\nrespect to the “active inducement” element of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(f)(1). \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1358–1360. Neither that question, nor any of the Federal\nCircuit’s conclusions regarding Life Technologies’ liability under\n§271(a) or infringement of four additional Promega patents, see id., at\n1341, is before us. See 579 U. S. ___ (2016).\n\u000c                  Cite as: 580 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\n                                A\n   The threshold determination to be made is whether\n§271(f )(2)’s requirement of “a substantial portion” of the\ncomponents of a patented invention refers to a quantita-\ntive or qualitative measurement. Life Technologies and\nthe United States argue that the text of §271(f )(1) estab-\nlishes a quantitative threshold, and that the threshold\nmust be greater than one. Promega defends the Federal\nCircuit’s reading of the statute, arguing that a “substan-\ntial portion” of the components includes a single compo-\nnent if that component is sufficiently important to the\ninvention.\n   We look first to the text of the statute. Sebelius v. Cloer,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (slip op., at 6). The Patent Act\nitself does not define the term “substantial,” and so we\nturn to its ordinary meaning. Ibid. Here we find little\nhelp. All agree the term is ambiguous and, taken in isola-\ntion, might refer to an important portion or to a large\nportion. Brief for Petitioners 16; Brief for Respondent 18;\nBrief for United States as Amicus Curiae 12. “Substan-\ntial,” as it is commonly understood, may refer either to\nqualitative importance or to quantitatively large size. See,\ne.g., Webster’s Third New International Dictionary 2280\n(defs. 1c, 2c) (1981) (Webster’s Third) (“important, essen-\ntial,” or “considerable in amount, value, or worth”); 17\nOxford English Dictionary 67 (defs. 5a, 9) (2d ed. 1989)\n(OED) (“That is, constitutes, or involves an essential part,\npoint, or feature; essential, material,” or “Of ample or\nconsiderable amount, quantity, or dimensions”).\n   The context in which “substantial” appears in the stat-\nute, however, points to a quantitative meaning here. Its\nneighboring terms are the first clue. “[A] word is given\nmore precise content by the neighboring words with which\nit is associated.” United States v. Williams, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145810\"\u003e\u003ca href=\"/opinion/145810/united-states-v-williams/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e285\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n294 (2008). Both “all” and “portion” convey a quantitative\nmeaning. “All” means the entire quantity, without refer-\n\u000c6      LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                     Opinion of the Court\n\nence to relative importance. See, e.g., Webster’s Third 54\n(defs. 1a, 2a, 3) (“that is the whole amount or quantity of,”\nor “every member or individual component of,” or “the\nwhole number or sum of ”); 1 OED 324 (def. 2) (“The entire\nnumber of; the individual components of, without excep-\ntion”). “Portion” likewise refers to some quantity less than\nall. Webster’s Third 1768 (defs. 1, 3a) (“an individual’s\npart or share of something,” or “a part of a whole”); 12\nOED 154, 155 (def. 1a, 5a) (“The part (of anything) allotted\nor belonging to one person,” or “A part of any whole”).\nConversely, there is nothing in the neighboring text to\nground a qualitative interpretation.\n   Moreover, the phrase “substantial portion” is modified\nby “of the components of a patented invention.” It is the\nsupply of all or a substantial portion “of the components”\nof a patented invention that triggers liability for infringe-\nment. But if “substantial” has a qualitative meaning, then\nthe more natural way to write the opening clause of the\nprovision would be to not reference “the components” at\nall. Instead, the opening clause of §271(f )(1) could have\ntriggered liability for the supply of “all or a substantial\nportion of . . . a patented invention, where [its] compo-\nnents are uncombined in whole or in part.” A qualitative\nreading would render the phrase “of the components”\nunnecessary the first time it is used in §271(f )(1). When-\never possible, however, we should favor an interpretation\nthat gives meaning to each statutory provision. See Hibbs\nv. Winn, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"136987\"\u003e\u003ca href=\"/opinion/136987/hibbs-v-winn/\"\u003e\u003cspan class=\"volume\"\u003e542\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e88\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 101 (2004). Only the quantitative\napproach does so here. Thus, “substantial,” in the context\nof §271(f )(1), is most reasonably read to connote a quanti-\ntative measure.\n   Promega argues that a quantitative approach is too\nnarrow, and invites the Court to instead adopt a “case-\nspecific approach” that would require a factfinder to deci-\npher whether the components at issue are a “substantial\nportion” under either a qualitative or quantitative test.\n\u000c                     Cite as: 580 U. S. ____ (2017)                   7\n\n                         Opinion of the Court\n\nBrief for Respondent 17, 42. We decline to do so. Having\ndetermined the phrase “substantial portion” is ambiguous,\nour task is to resolve that ambiguity, not to compound it\nby tasking juries across the Nation with interpreting the\nmeaning of the statute on an ad hoc basis. See, e.g., Rob-\ninson v. Shell Oil Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118082\"\u003e\u003ca href=\"/opinion/118082/robinson-v-shell-oil-co/\"\u003e\u003cspan class=\"volume\"\u003e519\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e337\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 345–346 (1997).\n   As a more general matter, moreover, we cannot accept\nPromega’s suggestion that the Court adopt a different\nanalytical framework entirely—one that accounts for both\nthe quantitative and qualitative aspects of the compo-\nnents. Promega reads §271(f )(1) to mean that the answer\nto whether a given portion of the components is “substan-\ntial” depends not only on the number of components in-\nvolved but also on their qualitative importance to the\ninvention overall. At first blush, there is some appeal to\nthe idea that, in close cases, a subjective analysis of the\nqualitative importance of a component may help deter-\nmine whether it is a “substantial portion” of the compo-\nnents of a patent. But, for the reasons discussed above,\nthe statute’s structure provides little support for a qualita-\ntive interpretation of the term.5\n   Nor would considering the qualitative importance of a\ncomponent necessarily help resolve close cases. To the\ncontrary, it might just as easily complicate the factfinder’s\nreview. Surely a great many components of an invention\n(if not every component) are important. Few inventions,\nincluding the one at issue here, would function at all\nwithout any one of their components. Indeed, Promega\nhas not identified any component covered by the Tautz\n——————\n  5 The examples Promega provides of other statutes’ use of the terms\n\n“substantial” or “significant” are inapposite. See Brief for Respondent\n19–20. The text of these statutes, which arise in different statutory\nschemes with diverse purposes and structures, differs in material ways\nfrom the text of §271(f )(1). The Tax Code, for instance, refers to “a\nsubstantial portion of a return,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e26\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §7701(a)(36)(A), not to “a\nsubstantial portion of the entries of a return.”\n\u000c8       LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                        Opinion of the Court\n\npatent that would not satisfy Promega’s “importance”\nlitmus test.6 How are courts—or, for that matter, market\nparticipants attempting to avoid liability—to determine\nthe relative importance of the components of an invention?\nNeither Promega nor the Federal Circuit offers an easy\nway to make this decision. Accordingly, we conclude that\na quantitative interpretation hews most closely to the text\nof the statute and provides an administrable construction.\n                               B\n   Having determined that the term “substantial portion”\nrefers to a quantitative measurement, we must next de-\ncide whether, as a matter of law, a single component can\never constitute a “substantial portion” so as to trigger\nliability under §271(f )(1). The answer is no.\n   As before, we begin with the text of the statute. Section\n271(f )(1) consistently refers to “components” in the plural.\nThe section is targeted toward the supply of all or a sub-\nstantial portion “of the components,” where “such compo-\nnents” are uncombined, in a manner that actively induces\nthe combination of “such components” outside the United\nStates. Text specifying a substantial portion of “compo-\nnents,” plural, indicates that multiple components consti-\ntute the substantial portion.\n   The structure of §271(f ) reinforces this reading. Section\n271(f )(2), which is §271(f )(1)’s companion provision, reads\nas follows:\n     “Whoever without authority supplies or causes to be\n     supplied in or from the United States any component\n     of a patented invention that is especially made or es-\n     pecially adapted for use in the invention and not a\n     staple article or commodity of commerce suitable for\n——————\n  6 Life Technologies’ expert described the Taq polymerase as a “main”\n\ncomponent. App. 160. The expert also described two other components\nthe same way. Ibid.\n\u000c                     Cite as: 580 U. S. ____ (2017)                   9\n\n                         Opinion of the Court\n\n     substantial noninfringing use, where such component\n     is uncombined in whole or in part, knowing that such\n     component is so made or adapted and intending that\n     such component will be combined outside of the\n     United States in a manner that would infringe the pa-\n     tent if such combination occurred within the United\n     States, shall be liable as an infringer.”\n   Reading §271(f )(1) to refer to more than one component\nallows the two provisions to work in tandem. Whereas\n§271(f )(1) refers to “components,” plural, §271(f )(2) refers\nto “any component,” singular. And, whereas §271(f )(1)\nspeaks to whether the components supplied by a party\nconstitute a substantial portion of the components,\n§271(f )(2) speaks to whether a party has supplied “any”\nnoncommodity component “especially made or especially\nadapted for use in the invention.”\n   We do not disagree with the Federal Circuit’s observa-\ntion that the two provisions concern different scenarios.\nSee \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1354. As this Court has previously ob-\nserved, §§271(f )(1) and 271(f )(2) “differ, among other\nthings, on the quantity of components that must be ‘sup-\nplie[d] . . . from the United States’ for liability to attach.”\nMicrosoft Corp. v. AT\u0026T Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145735\"\u003e\u003ca href=\"/opinion/145735/microsoft-corp-v-at-t-corp/\"\u003e\u003cspan class=\"volume\"\u003e550\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 454, n. 16\n(2007). But we do not draw the Federal Circuit’s conclu-\nsion from these different but related provisions. Reading\n§271(f )(1) to cover any single component would not only\nleave little room for §271(f )(2), but would also undermine\n§271(f )(2)’s express reference to a single component “espe-\ncially made or especially adapted for use in the inven-\ntion.”7 Our conclusion that §271(f )(1) prohibits the supply\nof components, plural, gives each subsection its unique\n——————\n  7 ThisCourt’s opinion in Microsoft Corp. v. AT\u0026T Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145735\"\u003e\u003ca href=\"/opinion/145735/microsoft-corp-v-at-t-corp/\"\u003e\u003cspan class=\"volume\"\u003e550\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 447 (2007), is not to the contrary. The holding in that case turned\nnot on the number of components involved, but rather on whether the\nsoftware at issue was a component at all.\n\u000c10       LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                           Opinion of the Court\n\napplication.8 See, e.g., Cloer, 569 U. S., at ___ (slip op.,\nat 6).\n  Taken alone, §271(f )(1)’s reference to “components”\nmight plausibly be read to encompass “component” in the\nsingular. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e1\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1 (instructing that “words im-\nporting the plural include the singular,” “unless the con-\ntext indicates otherwise”). But §271(f )’s text, context, and\nstructure leave us to conclude that when Congress said\n“components,” plural, it meant plural, and when it said\n“component,” singular, it meant singular.\n  We do not today define how close to “all” of the compo-\nnents “a substantial portion” must be. We hold only that\none component does not constitute “all or a substantial\nportion” of a multicomponent invention under §271(f )(1).\nThis is all that is required to resolve the question presented.\n                             C\n  The history of §271(f ) bolsters our conclusion. The\nCourt has previously observed that Congress enacted\n§271(f ) in response to our decision in Deepsouth Packing\nCo. v. Laitram Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108547\"\u003e\u003ca href=\"/opinion/108547/deepsouth-packing-co-v-laitram-corp/\"\u003e\u003cspan class=\"volume\"\u003e406\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e518\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1972). See Microsoft\nCorp., 550 U. S., at 444. In Deepsouth, the Court deter-\nmined that, under patent law as it existed at the time, it\nwas “not an infringement to make or use a patented prod-\nuct outside of the United States.” 406 U. S., at 527. The\n——————\n    8 Promega argues that the important distinction between these provi-\n\nsions is that §271(f )(1), unlike §271(f )(2), requires a showing of specific\nintent for active inducement. Brief for Respondent 34–41. But cf.\nGlobal-Tech Appliances, Inc. v. SEB S. A., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e563\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e754\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 765–766\n(2011) (substantially equating the intent requirements for §§271(b) and\n271(c), on which Promega asserts §§271(f )(1) and (f )(2) were modeled).\nBut, to repeat, whatever intent subsection (f )(1) may require, it also\nimposes liability only on a party who supplies a “substantial portion of\nthe components” of the invention. Thus, even assuming that subsection\n(f )(1)’s “active inducement” requirement is different from subsection\n(f )(2)’s “knowing” and “intending” element—a question we do not reach\ntoday—that difference between the two provisions does not read the\n“substantial portion” language out of the statute.\n\u000c                 Cite as: 580 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\nnew §271(f ) “expand[ed] the definition of infringement to\ninclude supplying from the United States a patented\ninvention’s components,” as outlined in subsections (f )(1)\nand (f )(2). Microsoft, 550 U. S., at 444–445.\n   The effect of this provision was to fill a gap in the en-\nforceability of patent rights by reaching components that\nare manufactured in the United States but assembled\noverseas and that were beyond the reach of the statute in\nits prior formulation. Our ruling today comports with\nCongress’ intent.       A supplier may be liable under\n§271(f )(1) for supplying from the United States all or a\nsubstantial portion of the components (plural) of the in-\nvention, even when those components are combined\nabroad. The same is true even for a single component\nunder §271(f )(2) if it is especially made or especially\nadapted for use in the invention and not a staple article or\ncommodity. We are persuaded, however, that when as in\nthis case a product is made abroad and all components but\na single commodity article are supplied from abroad, this\nactivity is outside the scope of the statute.\n                            III\n  We hold that the phrase “substantial portion” in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(f )(1) has a quantitative, not a qualitative,\nmeaning. We hold further that §271(f )(1) does not cover\nthe supply of a single component of a multicomponent\ninvention. The judgment of the Court of Appeals for the\nFederal Circuit is therefore reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                           It is so ordered.\n\n  THE CHIEF JUSTICE took no part in the decision of this\ncase.\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                       Opinion of ALITO, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 14–1538\n                          _________________\n\n\n    LIFE TECHNOLOGIES CORPORATION, ET AL., \n\n     PETITIONERS v. PROMEGA CORPORATION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                      [February 22, 2017]\n\n\n  JUSTICE ALITO, with whom JUSTICE THOMAS joins,\nconcurring in part and concurring in the judgment.\n  I join all but Part II–C of the Court’s opinion. It is clear\nfrom the text of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(f) that Congress intended\nnot only to fill the gap created by Deepsouth Packing Co. v.\nLaitram Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108547\"\u003e\u003ca href=\"/opinion/108547/deepsouth-packing-co-v-laitram-corp/\"\u003e\u003cspan class=\"volume\"\u003e406\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e518\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1972)—where all of the\ncomponents of the invention were manufactured in the\nUnited States, id., at 524—but to go at least a little fur-\nther. How much further is the question in this case, and\nthe genesis of §271(f) sheds no light on that question.\n  I note, in addition, that while the Court holds that a\nsingle component cannot constitute a substantial portion\nof an invention’s components for §271(f)(1) purposes, I do\nnot read the opinion to suggest that any number greater\nthan one is sufficient. In other words, today’s opinion\nestablishes that more than one component is necessary,\nbut does not address how much more.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    LIFE TECHNOLOGIES CORP. ET AL. v. PROMEGA \n\n                    CORP.\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n No. 14–1538. Argued December 6, 2016—Decided February 22, 2017\nRespondent Promega Corporation sublicensed the Tautz patent, which\n  claims a toolkit for genetic testing, to petitioner Life Technologies\n  Corporation and its subsidiaries (collectively Life Technologies) for\n  the manufacture and sale of the kits for use in certain licensed law\n  enforcement fields worldwide. One of the kit’s five components, an\n  enzyme known as the Taq polymerase, was manufactured by Life\n  Technologies in the United States and then shipped to the United\n  Kingdom, where the four other components were made, for combina-\n  tion there. When Life Technologies began selling the kits outside the\n  licensed fields of use, Promega sued, claiming that patent infringe-\n  ment liability was triggered under §271(f)(1) of the Patent Act, which\n  prohibits the supply from the United States of “all or a substantial\n  portion of the components of a patented invention” for combination\n  abroad. The jury returned a verdict for Promega, but the District\n  Court granted Life Technologies’ motion for judgment as a matter of\n  law, holding that §271(f)(1)’s phrase “all or a substantial portion” did\n  not encompass the supply of a single component of a multicomponent\n  invention. The Federal Circuit reversed. It determined that a single\n  important component could constitute a “substantial portion” of the\n  components of an invention under §271(f)(1) and found the Taq poly-\n  merase to be such a component.\nHeld: The supply of a single component of a multicomponent invention\n for manufacture abroad does not give rise to §271(f)(1) liability.\n Pp. 4–11.\n    (a) Section 271(f)(1)’s phrase “substantial portion” refers to a quan-\n titative measurement. Although the Patent Act itself does not define\n the term “substantial,” and the term’s ordinary meaning may refer\n\u000c2          LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                                   Syllabus\n\n    either to qualitative importance or to quantitatively large size, the\n    statutory context points to a quantitative meaning. Neighboring\n    words “all” and “portion” convey a quantitative meaning, and nothing\n    in the neighboring text points to a qualitative interpretation. More-\n    over, a qualitative reading would render the modifying phrase “of the\n    components” unnecessary the first time it is used in §271(f)(1). Only\n    the quantitative approach thus gives meaning to each statutory pro-\n    vision.\n       Promega’s proffered “case-specific approach,” which would require\n    a factfinder to decipher whether the components at issue are a “sub-\n    stantial portion” under either a qualitative or a quantitative test, is\n    rejected. Tasking juries with interpreting the statute’s meaning on\n    an ad hoc basis would only compound, not resolve, the statute’s am-\n    biguity. And Promega’s proposal to adopt an analytical framework\n    that accounts for both the components’ quantitative and qualitative\n    aspects is likely to complicate rather than aid the factfinder’s review.\n    Pp. 4–8.\n       (b) Under a quantitative approach, a single component cannot con-\n    stitute a “substantial portion” triggering §271(f)(1) liability. This\n    conclusion is reinforced by §271(f)’s text, context, and structure. Sec-\n    tion 271(f)(1) consistently refers to the plural “components,” indicat-\n    ing that multiple components make up the substantial portion.\n    Reading §271(f)(1) to cover any single component would also leave lit-\n    tle room for §271(f)(2), which refers to “any component,” and would\n    undermine §271(f)(2)’s express reference to a single component “espe-\n    cially made or especially adapted for use in the invention.” The bet-\n    ter reading allows the two provisions to work in tandem and gives\n    each provision its unique application. Pp. 8–10.\n       (c) The history of §271(f) further bolsters this conclusion. Congress\n    enacted §271(f) in response to Deepsouth Packing Co. v. Laitram\n    Corp., 406 U. S. 518, to fill a gap in the enforceability of patent rights\n    by reaching components that are manufactured in the United States\n    but assembled overseas. Consistent with Congress’s intent, a suppli-\n    er may be liable under §271(f)(1) for supplying from the United\n    States all or a substantial portion of the components of the invention\n    or under §271(f)(2) for supplying a single component if it is especially\n    made or especially adapted for use in the invention and not a staple\n    article or commodity. But, as here, when a product is made abroad\n    and all components but a single commodity article are supplied from\n    abroad, the activity is outside the statute’s scope. Pp. 10–11.\n773 F. 3d. 1338, reversed and remanded.\n\n    SOTOMAYOR, J., delivered the opinion of the Court, in which KENNE-\nDY,  GINSBURG, BREYER, and KAGAN, JJ., joined, and in which THOMAS\n\u000c                      Cite as: 580 U. S. ____ (2017)                     3\n\n                                 Syllabus\n\nand ALITO, JJ., joined as to all but Part II–C. ALITO, J., filed an opinion\nconcurring in part and concurring in the judgment, in which THOMAS,\nJ., joined. ROBERTS, C. J., took no part in the decision of the case.\n\u000c                        Cite as: 580 U. S. ____ (2017)                               1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 14–1538\n                                   _________________\n\n\n    LIFE TECHNOLOGIES CORPORATION, ET AL., \n\n     PETITIONERS v. PROMEGA CORPORATION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                              [February 22, 2017]\n\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  This case concerns the intersection of international\nsupply chains and federal patent law. Section 271(f )(1) of\nthe Patent Act of 1952 prohibits the supply from the\nUnited States of “all or a substantial portion” of the compo-\nnents of a patented invention for combination abroad. 35\nU. S. C. §271(f )(1). We granted certiorari to determine\nwhether a party that supplies a single component of a\nmulticomponent invention for manufacture abroad can be\nheld liable for infringement under §271(f )(1). 579 U. S.\n___ (2016). We hold that a single component does not\nconstitute a substantial portion of the components that\ncan give rise to liability under §271(f )(1). Because only a\nsingle component of the patented invention at issue here\nwas supplied from the United States, we reverse and\nremand.\n                            I\n\n                           A\n\n  We begin with an overview of the patent in dispute.\nAlthough the science behind the patent is complex, a basic\nunderstanding suffices to resolve the question presented\n\u000c2           LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                         Opinion of the Court\n\nby this case.\n   The Tautz patent, U. S. Reissue Patent No. RE 37,984,\nclaims a toolkit for genetic testing.1 The kit is used to take\nsmall samples of genetic material—in the form of nucleo-\ntide sequences that make up the molecule deoxyribonu-\ncleic acid (commonly referred to as “DNA”)—and then syn-\nthesize multiple copies of a particular nucleotide sequence.\nThis process of copying, known as amplification, generates\nDNA profiles that can be used by law enforcement agen-\ncies for forensic identification and by clinical and research\ninstitutions around the world. For purposes of this litiga-\ntion, the parties agree that the kit covered by the Tautz\npatent contains five components: (1) a mixture of primers\nthat mark the part of the DNA strand to be copied; (2)\nnucleotides for forming replicated strands of DNA; (3) an\nenzyme known as Taq polymerase; (4) a buffer solution for\nthe amplification; and (5) control DNA.2\n   Respondent Promega Corporation was the exclusive\nlicensee of the Tautz patent. Petitioner Life Technologies\nCorporation manufactured genetic testing kits.3 During\nthe timeframe relevant here, Promega sublicensed the\nTautz patent to Life Technologies for the manufacture and\nsale of the kits for use in certain licensed law enforcement\nfields worldwide. Life Technologies manufactured all but\none component of the kits in the United Kingdom. It\nmanufactured that component—the Taq polymerase—in\n——————\n    1 TheTautz patent expired in 2015. The litigation thus concerns past\nacts of infringement only.\n  2 Because the parties here agree that the patented invention is made\n\nup of only these five components, we do not consider how to identify the\n“components” of a patent or whether and how that inquiry relates to\nthe elements of a patent claim.\n  3 Applied Biosystems, LLC, and Invitrogen IP Holdings, Inc., are also\n\npetitioners in this proceeding and are wholly owned subsidiaries of Life\nTechnologies Corporation. The agreement at issue here was originally\nbetween Promega and Applied Biosystems. 773 F. 3d 1338, 1344, n. 3\n(CA Fed. 2014).\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nthe United States. Life Technologies shipped the Taq\npolymerase to its United Kingdom facility, where it was\ncombined with the other four components of the kit.\n   Four years into the agreement, Promega sued Life\nTechnologies on the grounds that Life Technologies had\ninfringed the patent by selling the kits outside the li-\ncensed fields of use to clinical and research markets. As\nrelevant here, Promega alleged that Life Technologies’\nsupply of the Taq polymerase from the United States to its\nUnited Kingdom manufacturing facilities triggered liabil-\nity under §271(f )(1).\n                             B\n   At trial, the parties disputed the scope of §271(f )(1)’s\nprohibition against supplying all or a substantial portion\nof the components of a patented invention from the United\nStates for combination abroad. Section 271(f )(1)’s full text\nreads:\n    “Whoever without authority supplies or causes to be\n    supplied in or from the United States all or a substan-\n    tial portion of the components of a patented invention,\n    where such components are uncombined in whole or\n    in part, in such manner as to actively induce the com-\n    bination of such components outside of the United\n    States in a manner that would infringe the patent if\n    such combination occurred within the United States,\n    shall be liable as an infringer.”\n  The jury returned a verdict for Promega, finding that\nLife Technologies had willfully infringed the patent. Life\nTechnologies then moved for judgment as a matter of law,\ncontending that §271(f )(1) did not apply to its conduct\nbecause the phrase “all or a substantial portion” does not\nencompass the supply of a single component of a multi-\ncomponent invention.\n  The District Court granted Life Technologies’ motion.\n\u000c4        LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                          Opinion of the Court\n\nThe court agreed that there could be no infringement\nunder §271(f )(1) because Promega’s evidence at trial\n“showed at most that one component of all of the accused\nproducts, [the Taq] polymerase, was supplied from the\nUnited States.” 2012 WL 12862829, *3 (WD Wis., Sept.\n13, 2012) (Crabb, J.). Section 271(f )(1)’s reference to “a\nsubstantial portion of the components,” the District Court\nruled, does not embrace the supply of a single component.\nId., at *5.\n   The Court of Appeals for the Federal Circuit reversed\nand reinstated the jury’s verdict finding Life Technologies\nliable for infringement.4 773 F. 3d 1338, 1353 (2014). As\nrelevant here, the court held that “there are circumstances\nin which a party may be liable under §271(f )(1) for supply-\ning or causing to be supplied a single component for com-\nbination outside the United States.” Ibid. The Federal\nCircuit concluded that the dictionary definition of “sub-\nstantial” is “important” or “essential,” which it read to\nsuggest that a single important component can be a “ ‘sub-\nstantial portion of the components’ ” of a patented inven-\ntion. Ibid. Relying in part on expert trial testimony that\nthe Taq polymerase is a “ ‘main’ ” and “ ‘major’ ” component\nof the kits, the court ruled that the single Taq polymerase\ncomponent was a substantial component as the term is\nused in §271(f )(1). Id., at 1356.\n                              II\n  The question before us is whether the supply of a single\ncomponent of a multicomponent invention is an infringing\nact under 35 U. S. C. §271(f )(1). We hold that it is not.\n——————\n  4 Chief Judge Prost dissented from the majority’s conclusion with\n\nrespect to the “active inducement” element of 35 U. S. C. §271(f)(1). 773\nF. 3d, at 1358–1360. Neither that question, nor any of the Federal\nCircuit’s conclusions regarding Life Technologies’ liability under\n§271(a) or infringement of four additional Promega patents, see id., at\n1341, is before us. See 579 U. S. ___ (2016).\n\u000c                  Cite as: 580 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\n                                A\n   The threshold determination to be made is whether\n§271(f )(2)’s requirement of “a substantial portion” of the\ncomponents of a patented invention refers to a quantita-\ntive or qualitative measurement. Life Technologies and\nthe United States argue that the text of §271(f )(1) estab-\nlishes a quantitative threshold, and that the threshold\nmust be greater than one. Promega defends the Federal\nCircuit’s reading of the statute, arguing that a “substan-\ntial portion” of the components includes a single compo-\nnent if that component is sufficiently important to the\ninvention.\n   We look first to the text of the statute. Sebelius v. Cloer,\n569 U. S. ___, ___ (2013) (slip op., at 6). The Patent Act\nitself does not define the term “substantial,” and so we\nturn to its ordinary meaning. Ibid. Here we find little\nhelp. All agree the term is ambiguous and, taken in isola-\ntion, might refer to an important portion or to a large\nportion. Brief for Petitioners 16; Brief for Respondent 18;\nBrief for United States as Amicus Curiae 12. “Substan-\ntial,” as it is commonly understood, may refer either to\nqualitative importance or to quantitatively large size. See,\ne.g., Webster’s Third New International Dictionary 2280\n(defs. 1c, 2c) (1981) (Webster’s Third) (“important, essen-\ntial,” or “considerable in amount, value, or worth”); 17\nOxford English Dictionary 67 (defs. 5a, 9) (2d ed. 1989)\n(OED) (“That is, constitutes, or involves an essential part,\npoint, or feature; essential, material,” or “Of ample or\nconsiderable amount, quantity, or dimensions”).\n   The context in which “substantial” appears in the stat-\nute, however, points to a quantitative meaning here. Its\nneighboring terms are the first clue. “[A] word is given\nmore precise content by the neighboring words with which\nit is associated.” United States v. Williams, 553 U. S. 285,\n294 (2008). Both “all” and “portion” convey a quantitative\nmeaning. “All” means the entire quantity, without refer-\n\u000c6      LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                     Opinion of the Court\n\nence to relative importance. See, e.g., Webster’s Third 54\n(defs. 1a, 2a, 3) (“that is the whole amount or quantity of,”\nor “every member or individual component of,” or “the\nwhole number or sum of ”); 1 OED 324 (def. 2) (“The entire\nnumber of; the individual components of, without excep-\ntion”). “Portion” likewise refers to some quantity less than\nall. Webster’s Third 1768 (defs. 1, 3a) (“an individual’s\npart or share of something,” or “a part of a whole”); 12\nOED 154, 155 (def. 1a, 5a) (“The part (of anything) allotted\nor belonging to one person,” or “A part of any whole”).\nConversely, there is nothing in the neighboring text to\nground a qualitative interpretation.\n   Moreover, the phrase “substantial portion” is modified\nby “of the components of a patented invention.” It is the\nsupply of all or a substantial portion “of the components”\nof a patented invention that triggers liability for infringe-\nment. But if “substantial” has a qualitative meaning, then\nthe more natural way to write the opening clause of the\nprovision would be to not reference “the components” at\nall. Instead, the opening clause of §271(f )(1) could have\ntriggered liability for the supply of “all or a substantial\nportion of . . . a patented invention, where [its] compo-\nnents are uncombined in whole or in part.” A qualitative\nreading would render the phrase “of the components”\nunnecessary the first time it is used in §271(f )(1). When-\never possible, however, we should favor an interpretation\nthat gives meaning to each statutory provision. See Hibbs\nv. Winn, 542 U. S. 88, 101 (2004). Only the quantitative\napproach does so here. Thus, “substantial,” in the context\nof §271(f )(1), is most reasonably read to connote a quanti-\ntative measure.\n   Promega argues that a quantitative approach is too\nnarrow, and invites the Court to instead adopt a “case-\nspecific approach” that would require a factfinder to deci-\npher whether the components at issue are a “substantial\nportion” under either a qualitative or quantitative test.\n\u000c                     Cite as: 580 U. S. ____ (2017)                   7\n\n                         Opinion of the Court\n\nBrief for Respondent 17, 42. We decline to do so. Having\ndetermined the phrase “substantial portion” is ambiguous,\nour task is to resolve that ambiguity, not to compound it\nby tasking juries across the Nation with interpreting the\nmeaning of the statute on an ad hoc basis. See, e.g., Rob-\ninson v. Shell Oil Co., 519 U. S. 337, 345–346 (1997).\n   As a more general matter, moreover, we cannot accept\nPromega’s suggestion that the Court adopt a different\nanalytical framework entirely—one that accounts for both\nthe quantitative and qualitative aspects of the compo-\nnents. Promega reads §271(f )(1) to mean that the answer\nto whether a given portion of the components is “substan-\ntial” depends not only on the number of components in-\nvolved but also on their qualitative importance to the\ninvention overall. At first blush, there is some appeal to\nthe idea that, in close cases, a subjective analysis of the\nqualitative importance of a component may help deter-\nmine whether it is a “substantial portion” of the compo-\nnents of a patent. But, for the reasons discussed above,\nthe statute’s structure provides little support for a qualita-\ntive interpretation of the term.5\n   Nor would considering the qualitative importance of a\ncomponent necessarily help resolve close cases. To the\ncontrary, it might just as easily complicate the factfinder’s\nreview. Surely a great many components of an invention\n(if not every component) are important. Few inventions,\nincluding the one at issue here, would function at all\nwithout any one of their components. Indeed, Promega\nhas not identified any component covered by the Tautz\n——————\n  5 The examples Promega provides of other statutes’ use of the terms\n\n“substantial” or “significant” are inapposite. See Brief for Respondent\n19–20. The text of these statutes, which arise in different statutory\nschemes with diverse purposes and structures, differs in material ways\nfrom the text of §271(f )(1). The Tax Code, for instance, refers to “a\nsubstantial portion of a return,” 26 U. S. C. §7701(a)(36)(A), not to “a\nsubstantial portion of the entries of a return.”\n\u000c8       LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                        Opinion of the Court\n\npatent that would not satisfy Promega’s “importance”\nlitmus test.6 How are courts—or, for that matter, market\nparticipants attempting to avoid liability—to determine\nthe relative importance of the components of an invention?\nNeither Promega nor the Federal Circuit offers an easy\nway to make this decision. Accordingly, we conclude that\na quantitative interpretation hews most closely to the text\nof the statute and provides an administrable construction.\n                               B\n   Having determined that the term “substantial portion”\nrefers to a quantitative measurement, we must next de-\ncide whether, as a matter of law, a single component can\never constitute a “substantial portion” so as to trigger\nliability under §271(f )(1). The answer is no.\n   As before, we begin with the text of the statute. Section\n271(f )(1) consistently refers to “components” in the plural.\nThe section is targeted toward the supply of all or a sub-\nstantial portion “of the components,” where “such compo-\nnents” are uncombined, in a manner that actively induces\nthe combination of “such components” outside the United\nStates. Text specifying a substantial portion of “compo-\nnents,” plural, indicates that multiple components consti-\ntute the substantial portion.\n   The structure of §271(f ) reinforces this reading. Section\n271(f )(2), which is §271(f )(1)’s companion provision, reads\nas follows:\n     “Whoever without authority supplies or causes to be\n     supplied in or from the United States any component\n     of a patented invention that is especially made or es-\n     pecially adapted for use in the invention and not a\n     staple article or commodity of commerce suitable for\n——————\n  6 Life Technologies’ expert described the Taq polymerase as a “main”\n\ncomponent. App. 160. The expert also described two other components\nthe same way. Ibid.\n\u000c                     Cite as: 580 U. S. ____ (2017)                   9\n\n                         Opinion of the Court\n\n     substantial noninfringing use, where such component\n     is uncombined in whole or in part, knowing that such\n     component is so made or adapted and intending that\n     such component will be combined outside of the\n     United States in a manner that would infringe the pa-\n     tent if such combination occurred within the United\n     States, shall be liable as an infringer.”\n   Reading §271(f )(1) to refer to more than one component\nallows the two provisions to work in tandem. Whereas\n§271(f )(1) refers to “components,” plural, §271(f )(2) refers\nto “any component,” singular. And, whereas §271(f )(1)\nspeaks to whether the components supplied by a party\nconstitute a substantial portion of the components,\n§271(f )(2) speaks to whether a party has supplied “any”\nnoncommodity component “especially made or especially\nadapted for use in the invention.”\n   We do not disagree with the Federal Circuit’s observa-\ntion that the two provisions concern different scenarios.\nSee 773 F. 3d, at 1354. As this Court has previously ob-\nserved, §§271(f )(1) and 271(f )(2) “differ, among other\nthings, on the quantity of components that must be ‘sup-\nplie[d] . . . from the United States’ for liability to attach.”\nMicrosoft Corp. v. AT\u0026T Corp., 550 U. S. 437, 454, n. 16\n(2007). But we do not draw the Federal Circuit’s conclu-\nsion from these different but related provisions. Reading\n§271(f )(1) to cover any single component would not only\nleave little room for §271(f )(2), but would also undermine\n§271(f )(2)’s express reference to a single component “espe-\ncially made or especially adapted for use in the inven-\ntion.”7 Our conclusion that §271(f )(1) prohibits the supply\nof components, plural, gives each subsection its unique\n——————\n  7 ThisCourt’s opinion in Microsoft Corp. v. AT\u0026T Corp., 550 U. S.\n437, 447 (2007), is not to the contrary. The holding in that case turned\nnot on the number of components involved, but rather on whether the\nsoftware at issue was a component at all.\n\u000c10       LIFE TECHNOLOGIES CORP. v. PROMEGA CORP.\n\n                           Opinion of the Court\n\napplication.8 See, e.g., Cloer, 569 U. S., at ___ (slip op.,\nat 6).\n  Taken alone, §271(f )(1)’s reference to “components”\nmight plausibly be read to encompass “component” in the\nsingular. See 1 U. S. C. §1 (instructing that “words im-\nporting the plural include the singular,” “unless the con-\ntext indicates otherwise”). But §271(f )’s text, context, and\nstructure leave us to conclude that when Congress said\n“components,” plural, it meant plural, and when it said\n“component,” singular, it meant singular.\n  We do not today define how close to “all” of the compo-\nnents “a substantial portion” must be. We hold only that\none component does not constitute “all or a substantial\nportion” of a multicomponent invention under §271(f )(1).\nThis is all that is required to resolve the question presented.\n                             C\n  The history of §271(f ) bolsters our conclusion. The\nCourt has previously observed that Congress enacted\n§271(f ) in response to our decision in Deepsouth Packing\nCo. v. Laitram Corp., 406 U. S. 518 (1972). See Microsoft\nCorp., 550 U. S., at 444. In Deepsouth, the Court deter-\nmined that, under patent law as it existed at the time, it\nwas “not an infringement to make or use a patented prod-\nuct outside of the United States.” 406 U. S., at 527. The\n——————\n    8 Promega argues that the important distinction between these provi-\n\nsions is that §271(f )(1), unlike §271(f )(2), requires a showing of specific\nintent for active inducement. Brief for Respondent 34–41. But cf.\nGlobal-Tech Appliances, Inc. v. SEB S. A., 563 U. S. 754, 765–766\n(2011) (substantially equating the intent requirements for §§271(b) and\n271(c), on which Promega asserts §§271(f )(1) and (f )(2) were modeled).\nBut, to repeat, whatever intent subsection (f )(1) may require, it also\nimposes liability only on a party who supplies a “substantial portion of\nthe components” of the invention. Thus, even assuming that subsection\n(f )(1)’s “active inducement” requirement is different from subsection\n(f )(2)’s “knowing” and “intending” element—a question we do not reach\ntoday—that difference between the two provisions does not read the\n“substantial portion” language out of the statute.\n\u000c                 Cite as: 580 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\nnew §271(f ) “expand[ed] the definition of infringement to\ninclude supplying from the United States a patented\ninvention’s components,” as outlined in subsections (f )(1)\nand (f )(2). Microsoft, 550 U. S., at 444–445.\n   The effect of this provision was to fill a gap in the en-\nforceability of patent rights by reaching components that\nare manufactured in the United States but assembled\noverseas and that were beyond the reach of the statute in\nits prior formulation. Our ruling today comports with\nCongress’ intent.       A supplier may be liable under\n§271(f )(1) for supplying from the United States all or a\nsubstantial portion of the components (plural) of the in-\nvention, even when those components are combined\nabroad. The same is true even for a single component\nunder §271(f )(2) if it is especially made or especially\nadapted for use in the invention and not a staple article or\ncommodity. We are persuaded, however, that when as in\nthis case a product is made abroad and all components but\na single commodity article are supplied from abroad, this\nactivity is outside the scope of the statute.\n                            III\n  We hold that the phrase “substantial portion” in 35\nU. S. C. §271(f )(1) has a quantitative, not a qualitative,\nmeaning. We hold further that §271(f )(1) does not cover\nthe supply of a single component of a multicomponent\ninvention. The judgment of the Court of Appeals for the\nFederal Circuit is therefore reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                           It is so ordered.\n\n  THE CHIEF JUSTICE took no part in the decision of this\ncase.\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                       Opinion of ALITO, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 14–1538\n                          _________________\n\n\n    LIFE TECHNOLOGIES CORPORATION, ET AL., \n\n     PETITIONERS v. PROMEGA CORPORATION\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                      [February 22, 2017]\n\n\n  JUSTICE ALITO, with whom JUSTICE THOMAS joins,\nconcurring in part and concurring in the judgment.\n  I join all but Part II–C of the Court’s opinion. It is clear\nfrom the text of 35 U. S. C. §271(f) that Congress intended\nnot only to fill the gap created by Deepsouth Packing Co. v.\nLaitram Corp., 406 U. S. 518 (1972)—where all of the\ncomponents of the invention were manufactured in the\nUnited States, id., at 524—but to go at least a little fur-\nther. How much further is the question in this case, and\nthe genesis of §271(f) sheds no light on that question.\n  I note, in addition, that while the Court holds that a\nsingle component cannot constitute a substantial portion\nof an invention’s components for §271(f)(1) purposes, I do\nnot read the opinion to suggest that any number greater\nthan one is sufficient. In other words, today’s opinion\nestablishes that more than one component is necessary,\nbut does not address how much more.\n\u000c",
	"cited_id": [
		868381
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"Sebelius v. Cloer, 569 U. S. ___, ___ (2013)"
	],
	"case_extract": [
		"Sebelius v. Cloer, 569 U. S. ___, ___ (2013) (slip op., at 6)"
	],
	"citing_sentence": "We look first to the text of the statute. Sebelius v. Cloer, 569 U. S. ___, ___ (2013) (slip op., at 6).",
	"citing_paragraph": "We look first to the text of the statute. Sebelius v. Cloer, 569 U. S. ___, ___ (2013) (slip op., at 6). The Patent Act itself does not define the term “substantial,” and so we turn to its ordinary meaning. Ibid. Here we find little help. All agree the term is ambiguous and, taken in isola- tion, might refer to an important portion or to a large portion. Brief for Petitioners 16; Brief for Respondent 18; Brief for United States as Amicus Curiae 12. “Substan- tial,” as it is commonly understood, may refer either to qualitative importance or to quantitatively large size. See, e.g., Webster’s Third New International Dictionary 2280 (defs. 1c, 2c) (1981) (Webster’s Third) (“important, essen- tial,” or “considerable in amount, value, or worth”); 17 Oxford English Dictionary 67 (defs. 5a, 9) (2d ed. 1989) (OED) (“That is, constitutes, or involves an essential part, point, or feature; essential, material,” or “Of ample or considerable amount, quantity, or dimensions”).",
	"relevant_keywords": [
		"interpretation",
		"construction",
		"meaning",
		"statute",
		"text",
		"look to",
		"begins with",
		"start with",
		"principle",
		"canon"
	],
	"query": [
		"(principle OR canon) AND (construct! OR interpret!) AND mean! AND statut!",
		"(principle OR canon) AND (construct! OR interpret!) AND mean! AND statut! AND text AND (\"look to\" OR \"start with\" OR \"begins with\")",
		"interpret! AND statut! AND text AND (begin OR look) AND mean!"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "mean*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "statut*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "principle"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "canon"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "construct*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "interpret*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "mean*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "statut*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "text"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "principle"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "canon"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "construct*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "interpret*"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "look to",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "start with",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "begins with",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "interpret*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "statut*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "text"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "mean*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "begin"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "look"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}