{
	"id": 59,
	"case_id": 4151827,
	"case_title": "Bethune-Hill v. Virginia State Bd. of Elections",
	"date_filed": "2017-03-01",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nBETHUNE-HILL ET AL. v. VIRGINIA STATE BOARD OF\n              ELECTIONS ET AL.\n\n ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n           THE EASTERN DISTRICT OF VIRGINA\n\n    No. 15–680.      Argued December 5, 2016—Decided March 1, 2017\nAfter the 2010 census, the Virginia State Legislature drew new lines\n  for 12 state legislative districts, with a goal of ensuring that each dis-\n  trict would have a black voting-age population (BVAP) of at least\n  55%. Certain voters filed suit, claiming that the new districts violat-\n  ed the Fourteenth Amendment’s Equal Protection Clause. State leg-\n  islative officials (State) intervened to defend the plan. A three-judge\n  District Court rejected the challenges. As to 11 of the districts, the\n  court concluded that the voters had not shown, as this Court’s prece-\n  dent requires, “that race was the predominant factor motivating the\n  legislature’s decision to place a significant number of voters within or\n  without a particular district,” Miller v. Johnson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117968\"\u003e\u003ca href=\"/opinion/117968/miller-v-johnson/\"\u003e\u003cspan class=\"volume\"\u003e515\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e900\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 916.\n  In so doing, the court held that race predominates only where there is\n  an “ ‘actual conflict between traditional redistricting criteria and\n  race.’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e505\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 524. It thus confined the predominance\n  analysis to the portions of the new lines that appeared to deviate\n  from traditional criteria. As to the remaining district, District 75, the\n  court found that race did predominate, but that the lines were consti-\n  tutional because the legislature’s use of race was narrowly tailored to\n  a compelling state interest. In particular, the court found the legisla-\n  ture had good reasons to believe that a 55% racial target was neces-\n  sary in District 75 to avoid diminishing the ability of black voters to\n  elect their preferred candidates, which at the time would have violat-\n  ed §5 of the Voting Rights Act of 1965, see Alabama Legislative Black\n  Caucus v. Alabama, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___.\nHeld:\n     1. The District Court employed an incorrect legal standard in de-\n  termining that race did not predominate in 11 of the 12 districts.\n\u000c2      BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                                   Syllabus\n\n    Pp. 6–13.\n         (a) The Equal Protection Clause prohibits a State, without suffi-\n    cient justification, from “separat[ing] its citizens into different voting\n    districts on the basis of race.” Miller, 515 U. S., at 911. Courts must\n    “exercise extraordinary caution in adjudicating claims” of racial ger-\n    rymandering, id., at 916, since a legislature is always “aware of race\n    when it draws district lines, just as it is aware of . . . other demo-\n    graphic factors,” Shaw v. Reno, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112905\"\u003e\u003ca href=\"/opinion/112905/shaw-v-reno/\"\u003e\u003cspan class=\"volume\"\u003e509\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e630\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 646 (Shaw I). A plain-\n    tiff alleging racial gerrymandering thus bears the burden “to show,\n    either through circumstantial evidence of a district’s shape and de-\n    mographics or more direct evidence going to legislative purpose, that\n    race was the predominant factor motivating the legislature’s [district-\n    ing] decision,” which requires proving “that the legislature subordi-\n    nated traditional race-neutral districting principles . . . to racial con-\n    siderations.” Miller, supra, at 916. Here, the District Court\n    misapplied controlling law in two principal ways. Pp. 6–7.\n         (b) First, the District Court misunderstood relevant precedents\n    when it required the challengers to establish, as a prerequisite to\n    showing racial predominance, an actual conflict between the enacted\n    plan and traditional redistricting principles. This Court has made\n    clear that parties may show predominance “either through circum-\n    stantial evidence of a district’s shape and demographics or more di-\n    rect evidence going to legislative purpose,” Miller, supra, at 916, and\n    that race may predominate even when a plan respects traditional\n    principles, Shaw v. Hunt, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e899\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 907 (Shaw II).\n       The State’s theory in this case is irreconcilable with Miller and\n    Shaw II. The State insists, e.g., that the harm from racial gerryman-\n    dering lies not in racial line-drawing per se but in grouping voters of\n    the same race together when they otherwise lack shared interests.\n    But “the constitutional violation” in racial gerrymandering cases\n    stems from the “racial purpose of state action, not its stark manifes-\n    tation.” Miller, supra, at 913. The State also contends that race does\n    not have a prohibited effect on a district’s lines if the legislature\n    could have drawn the same lines in accordance with traditional crite-\n    ria. The proper inquiry, however, concerns the actual considerations\n    that provided the essential basis for the lines drawn, not post hoc jus-\n    tifications that the legislature could have used but did not. A legisla-\n    ture could construct a plethora of potential maps that look consistent\n    with traditional, race-neutral principles, but if race is the overriding\n    reason for choosing one map over others, race still may predominate.\n    A conflict or inconsistency may be persuasive circumstantial evidence\n    tending to show racial predomination, but no rule requires challeng-\n    ers to present this kind of evidence in every case. As a practical mat-\n    ter, this kind of evidence may be necessary in many or even most\n\u000c                    Cite as: 580 U. S. ____ (2017)                      3\n\n                               Syllabus\n\ncases. But there may be cases where challengers can establish racial\npredominance without evidence of an actual conflict. Pp. 7–11.\n      (c) The District Court also erred in considering the legislature’s\nracial motive only to the extent that the challengers identified devia-\ntions from traditional redistricting criteria attributable to race and\nnot to some other factor. Racial gerrymandering claims proceed “dis-\ntrict-by-district,” Alabama, supra, at ___, and courts should not di-\nvorce any portion of a district’s lines—whatever their relationship to\ntraditional principles—from the rest of the district. Courts may con-\nsider evidence pertaining to an area that is larger or smaller than the\ndistrict at issue. But the ultimate object of the inquiry is the legisla-\nture’s predominant motive for the district’s design as a whole, and\nany explanation for a particular portion of the lines must take ac-\ncount of the districtwide context. A holistic analysis is necessary to\ngive the proper weight to districtwide evidence, such as stark splits\nin the racial composition of populations moved into and out of a dis-\ntrict, or the use of a racial target. Pp. 11–12.\n      (d) The District Court is best positioned to determine on remand\nthe extent to which, under the proper standard, race directed the\nshape of these 11 districts, and if race did predominate, whether\nstrict scrutiny is satisfied. Pp. 12–13.\n   2. The District Court’s judgment regarding District 75 is consistent\nwith the basic narrow tailoring analysis explained in Alabama.\nWhere a challenger succeeds in establishing racial predominance, the\nburden shifts to the State to “demonstrate that its districting legisla-\ntion is narrowly tailored to achieve a compelling interest.” Miller,\nsupra, at 920. Here, it is assumed that the State’s interest in comply-\ning with the Voting Rights Act was a compelling interest. When a\nState justifies the predominant use of race in redistricting on the ba-\nsis of the need to comply with the Voting Rights Act, “the narrow tai-\nloring requirement insists only that the legislature have a ‘strong ba-\nsis in evidence’ in support of the (race-based) choice that it has\nmade.” Alabama, 575 U. S., at ___–___. The State must show not\nthat its action was actually necessary to avoid a statutory violation,\nbut only that the legislature had “ ‘good reasons to believe’ ” its use of\nrace was needed in order to satisfy the Voting Rights Act. Ibid.\nThere was no error in the District Court’s conclusion that the legisla-\nture had sufficient grounds to determine that the race-based calculus\nit employed in District 75 was necessary to avoid violating §5. Under\nthe facts found by that court, the legislature performed the kind of\nfunctional analysis of District 75 necessary under §5, and the result\nreflected the good-faith efforts of legislators to achieve an informed\nbipartisan consensus. In contesting the sufficiency of that evidence\nand the evidence justifying the 55% BVAP floor, the challengers ask\n\u000c4      BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                                  Syllabus\n\n    too much from state officials charged with the sensitive duty of reap-\n    portioning legislative districts. As to the claim that the BVAP floor is\n    akin to the “mechanically numerical view” of §5 rejected in Alabama,\n    supra, at ___, the record here supports the State’s conclusion that\n    this was an instance where a 55% BVAP was necessary for black vot-\n    ers to have a functional working majority. Pp. 13–16.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e505\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, affirmed in part, vacated in part, and remanded.\n\n  KENNEDY, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and GINSBURG, BREYER, SOTOMAYOR, and KAGAN, JJ., joined.\nALITO, J., filed an opinion concurring in part and concurring in the\njudgment. THOMAS, J., filed an opinion concurring in the judgment in\npart and dissenting in part.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–680\n                                   _________________\n\n\n  GOLDEN BETHUNE-HILL, ET AL., APPELLANTS v.\n\n   VIRGINIA STATE BOARD OF ELECTIONS, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n          THE EASTERN DISTRICT OF VIRGINIA\n                                 [March 1, 2017]\n\n   JUSTICE KENNEDY delivered the opinion of the Court.\n   This case addresses whether the Virginia state legisla-\nture’s consideration of race in drawing new lines for 12\nstate legislative districts violated the Equal Protection\nClause of the Fourteenth Amendment. After the 2010\ncensus, some redistricting was required to ensure proper\nnumerical apportionment for the Virginia House of Dele-\ngates. It is undisputed that the boundary lines for the 12\ndistricts at issue were drawn with a goal of ensuring that\neach district would have a black voting-age population\n(BVAP) of at least 55%.\n   Certain voters challenged the new districts as unconsti-\ntutional racial gerrymanders. The United States District\nCourt for the Eastern District of Virginia, constituted as a\nthree-judge district court, rejected the challenges as to\neach of the 12 districts. As to 11 of the districts, the Dis-\ntrict Court concluded that the voters had not shown, as\nthis Court’s precedent requires, “that race was the pre-\ndominant factor motivating the legislature’s decision to\nplace a significant number of voters within or without a\nparticular district.” Miller v. Johnson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117968\"\u003e\u003ca href=\"/opinion/117968/miller-v-johnson/\"\u003e\u003cspan class=\"volume\"\u003e515\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e900\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 916\n\u000c2   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\n(1995). The District Court held that race predominates\nonly where there is an “ ‘actual conflict between traditional\nredistricting criteria and race,’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e505\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 524\n(ED Va. 2015), so it confined the predominance analysis to\nthe portions of the new lines that appeared to deviate from\ntraditional criteria, and found no violation. As to the\nremaining district, District 75, the District Court found\nthat race did predominate. It concluded, however, that the\nlines were constitutional because the legislature’s use of\nrace was narrowly tailored to a compelling state interest.\nIn particular, the District Court determined that the\nlegislature had “good reasons to believe” that a 55% racial\ntarget was necessary in District 75 to avoid diminishing\nthe ability of black voters to elect their preferred candi-\ndates, which at the time would have violated §5 of the\nVoting Rights Act of 1965. Alabama Legislative Black\nCaucus v. Alabama, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at\n22) (internal quotation marks omitted and emphasis\ndeleted).\n   On appeal to this Court, the challengers contend that\nthe District Court employed an incorrect legal standard\nfor racial predominance and that the legislature lacked\ngood reasons for its use of race in District 75. This Court\nnow affirms as to District 75 and vacates and remands as\nto the remaining 11 districts.\n                             I\n   After the 2010 census, the Virginia General Assembly\nset out to redraw the legislative districts for the State\nSenate and House of Delegates in time for the 2011 elec-\ntions. In February 2011, the House Committee on Privi-\nleges and Elections adopted a resolution establishing\ncriteria to guide the redistricting process. Among those\ncriteria were traditional redistricting factors such as\ncompactness, contiguity of territory, and respect for com-\nmunities of interest. But above those traditional objec-\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\ntives, the committee gave priority to two other goals.\nFirst, in accordance with the principle of one person, one\nvote, the committee resolved that “[t]he population of each\ndistrict shall be as nearly equal to the population of every\nother district as practicable,” with any deviations falling\n“within plus-or-minus one percent.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n518. Second, the committee resolved that the new map\nmust comply with the “protections against . . . unwarranted\nretrogression” contained in §5 of the Voting Rights Act.\nIbid. At the time, §5 required covered jurisdictions, in-\ncluding Virginia, to preclear any change to a voting stand-\nard, practice, or procedure by showing federal authorities\nthat the change would not have the purpose or effect of\n“diminishing the ability of [members of a minority group]\nto elect their preferred candidates of choice.” §5, 120 Stat.\n580–581, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e52\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §10304(b). After the redistricting\nprocess here was completed, this Court held that the\ncoverage formula in §4(b) of the Voting Rights Act no\nlonger may be used to require preclearance under §5. See\nShelby County v. Holder, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e570\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (slip op.,\nat 24).\n   The committee’s criteria presented potential problems\nfor 12 House districts. Under §5 as Congress amended it\nin 2005, “[a] plan leads to impermissible retrogression\nwhen, compared to the plan currently in effect (typically\ncalled a ‘benchmark plan’), the new plan diminishes the\nnumber of districts in which minority groups can ‘elect\ntheir preferred candidates of choice’ (often called ‘ability-\nto-elect’ districts).” Harris v. Arizona Independent Redis-\ntricting Comm’n, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___–___ (2016) (slip op., at\n5–6) (quoting \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e52\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §10304(b)). The parties agree\nthat the 12 districts at issue here, where minorities had\nconstituted a majority of the voting-age population for\nmany past elections, qualified as “ability-to-elect” districts.\nMost of the districts were underpopulated, however, so\nany new plan required moving significant numbers of new\n\u000c4   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\nvoters into these districts in order to comply with the\nprinciple of one person, one vote. Under the benchmark\nplan, the districts had BVAPs ranging from 62.7% down to\n46.3%. Three districts had BVAPs below 55%.\n   Seeking to maintain minority voters’ ability to elect\ntheir preferred candidates in these districts while comply-\ning with the one-person, one-vote criterion, legislators\nconcluded that each of the 12 districts “needed to contain a\nBVAP of at least 55%.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 519. At trial,\nthe parties disputed whether the 55% figure “was an\naspiration or a target or a rule.” Ibid. But they did not\ndispute “the most important question—whether [the 55%]\nfigure was used in drawing the Challenged Districts.”\nIbid. The parties agreed, and the District Court found,\n“that the 55% BVAP figure was used in structuring the\ndistricts.” Ibid. In the enacted plan all 12 districts con-\ntained a BVAP greater than 55%.\n   Who first suggested the 55% BVAP criterion and how\nthe legislators agreed upon it was less clear from the\nevidence. See id., at 521 (describing the “[t]estimony on\nthis question” as “a muddle”). In the end, the District\nCourt found that the 55% criterion emerged from discus-\nsions among certain members of the House Black Caucus\nand the leader of the redistricting effort in the House,\nDelegate Chris Jones, “based largely on concerns pertain-\ning to the re-election of Delegate Tyler in [District] 75.”\nId., at 522. The 55% figure “was then applied across the\nboard to all twelve” districts. Ibid.\n   In April 2011, the General Assembly passed Delegate\nJones’ plan with broad support from both parties and\nmembers of the Black Caucus. One of only two dissenting\nmembers of the Black Caucus was Delegate Tyler of Dis-\ntrict 75, who objected solely on the ground that the 55.4%\nBVAP in her district was too low. In June 2011, the U. S.\nDepartment of Justice precleared the plan.\n   Three years later, before this suit was filed, a separate\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nDistrict Court struck down Virginia’s third federal con-\ngressional district (not at issue here), based in part on the\nlegislature’s use of a 55% BVAP threshold. See Page v.\nVirginia State Bd. of Elections, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e58\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e533\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 553\n(ED Va. 2014), vacated and remanded sub nom. Cantor v.\nPersonhuballah, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2015), judgt. entered\nsub nom. Page v. Virginia State Bd. of Elections, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2015\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e\n\u003cspan class=\"page\"\u003e3604029\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (June 5, 2015), appeal dism’d sub nom. Wittman\nv. Personhuballah, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2016). After that deci-\nsion, 12 voters registered in the 12 districts here at issue\nfiled this action challenging the district lines under the\nEqual Protection Clause. Because the claims “challeng[ed]\nthe constitutionality of . . . the apportionment of [a]\nstatewide legislative body,” the case was heard by a three-\njudge District Court. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2284(a). The Virginia\nHouse of Delegates and its Speaker, William Howell (to-\ngether referred to hereinafter as the State), intervened\nand assumed responsibility for defending the plan, both\nbefore the District Court and now before this Court.\n   After a 4-day bench trial, a divided District Court ruled\nfor the State. With respect to each challenged district, the\ncourt first assessed whether “racial considerations pre-\ndominated over—or ‘subordinated’—traditional redistrict-\ning criteria.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 523. An essential prem-\nise of the majority opinion was that race does not\npredominate unless there is an “actual conflict between\ntraditional redistricting criteria and race that leads to the\nsubordination of the former.” Id., at 524. To implement\nthat standard, moreover, the court limited its inquiry into\nracial motive to those portions of the district lines that\nappeared to deviate from traditional criteria. The court\nthus “examine[d] those aspects of the [district] that ap-\npear[ed] to constitute ‘deviations’ from neutral criteria” to\nascertain whether the deviations were attributable to race\nor to other considerations, “such as protection of incum-\nbents.” Id., at 533–534. Only if the court found a devia-\n\u000c6   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\ntion attributable to race did it proceed to “determine\nwhether racial considerations qualitatively subordinated\nall other non-racial districting criteria.” Ibid. Under that\nanalysis, the court found that race did not predominate in\n11 of the 12 districts.\n   When it turned to District 75, the District Court found\nthat race did predominate. The court reasoned that\n“[a]chieving a 55% BVAP floor required ‘drastic maneuver-\ning’ that is reflected on the face of the district.” Id., at\n557. Applying strict scrutiny, the court held that compli-\nance with §5 was a compelling state interest and that the\nlegislature’s consideration of race in District 75 was nar-\nrowly tailored. As to narrow tailoring, the court explained\nthat the State had “a strong basis in evidence” to believe\nthat its actions were “reasonably necessary” to avoid\nretrogression. Id., at 548. In particular, the court found\nthat Delegate Jones had considered “precisely the kinds of\nevidence that legislators are encouraged to use” in achiev-\ning compliance with §5, including turnout rates, the dis-\ntrict’s large disenfranchised prison population, and voting\npatterns in the contested 2005 primary and general elec-\ntions. Id., at 558.\n   Judge Keenan dissented as to all 12 districts. She\nconcluded that the majority applied an incorrect under-\nstanding of racial predominance and that Delegate Jones’\nanalysis of District 75 was too “general and conclusory.”\nId., at 578. This appeal followed, and probable jurisdiction\nwas noted. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2016); see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1253.\n                              II\n  Against the factual and procedural background set out\nabove, it is now appropriate to consider the controlling\nlegal principles in this case. The Equal Protection Clause\nprohibits a State, without sufficient justification, from\n“separat[ing] its citizens into different voting districts on\nthe basis of race.” Miller, 515 U. S., at 911. The harms\n\u000c                  Cite as: 580 U. S. ____ (2017)              7\n\n                      Opinion of the Court\n\nthat flow from racial sorting “include being personally\nsubjected to a racial classification as well as being repre-\nsented by a legislator who believes his primary obligation\nis to represent only the members of a particular racial\ngroup.” Alabama, 575 U. S., at ___ (slip op., at 6) (altera-\ntions, citation, and internal quotation marks omitted). At\nthe same time, courts must “exercise extraordinary cau-\ntion in adjudicating claims that a State has drawn district\nlines on the basis of race.” Miller, 515 U. S., at 916. “Elec-\ntoral districting is a most difficult subject for legislatures,”\nrequiring a delicate balancing of competing considerations.\nId., at 915. And “redistricting differs from other kinds of\nstate decisionmaking in that the legislature always is\naware of race when it draws district lines, just as it is\naware of . . . a variety of other demographic factors.”\nShaw v. Reno, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112905\"\u003e\u003ca href=\"/opinion/112905/shaw-v-reno/\"\u003e\u003cspan class=\"volume\"\u003e509\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e630\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 646 (1993) (Shaw I ).\n   In light of these considerations, this Court has held that\na plaintiff alleging racial gerrymandering bears the bur-\nden “to show, either through circumstantial evidence of a\ndistrict’s shape and demographics or more direct evidence\ngoing to legislative purpose, that race was the predomi-\nnant factor motivating the legislature’s decision to place a\nsignificant number of voters within or without a particular\ndistrict.” Miller, 515 U. S. at 916. To satisfy this burden,\nthe plaintiff “must prove that the legislature subordinated\ntraditional race-neutral districting principles . . . to racial\nconsiderations.” Ibid. The challengers contend that, in\nfinding that race did not predominate in 11 of the 12\ndistricts, the District Court misapplied controlling law in\ntwo principal ways. This Court considers them in turn.\n                             A\n  The challengers first argue that the District Court\nmisunderstood the relevant precedents when it required\nthe challengers to establish, as a prerequisite to showing\nracial predominance, an actual conflict between the enacted\n\u000c8   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\nplan and traditional redistricting principles. The Court\nagrees with the challengers on this point.\n   A threshold requirement that the enacted plan must\nconflict with traditional principles might have been recon-\ncilable with this Court’s case law at an earlier time. In\nShaw I, the Court recognized a claim of racial gerryman-\ndering for the first time. See 509 U. S., at 652. Certain\nlanguage in Shaw I can be read to support requiring a\nchallenger who alleges racial gerrymandering to show an\nactual conflict with traditional principles. The opinion\nstated, for example, that strict scrutiny applies to “redis-\ntricting legislation that is so bizarre on its face that it is\nunexplainable on grounds other than race.” Id., at 644\n(internal quotation marks omitted). The opinion also\nstated that “reapportionment is one area in which appear-\nances do matter.” Id., at 647.\n   The Court’s opinion in Miller, however, clarified the\nracial predominance inquiry. In particular, it rejected the\nargument that, “regardless of the legislature’s purposes, a\nplaintiff must demonstrate that a district’s shape is so\nbizarre that it is unexplainable other than on the basis of\nrace.” 515 U. S., at 910–911. The Court held to the con-\ntrary in language central to the instant case: “Shape is\nrelevant not because bizarreness is a necessary element of\nthe constitutional wrong or a threshold requirement of\nproof, but because it may be persuasive circumstantial\nevidence that race for its own sake, and not other district-\ning principles, was the legislature’s dominant and control-\nling rationale.” Id., at 913. Parties therefore “may rely on\nevidence other than bizarreness to establish race-based\ndistricting,” and may show predominance “either through\ncircumstantial evidence of a district’s shape and de-\nmographics or more direct evidence going to legislative\npurpose.” Id., at 913, 916.\n   The Court addressed racial gerrymandering and tradi-\ntional redistricting factors again in Shaw v. Hunt, 517\n\u000c                  Cite as: 580 U. S. ____ (2017)              9\n\n                      Opinion of the Court\n\nU. S. 899 (1996) (Shaw II). The Court there rejected the\nview of one of the dissents that “strict scrutiny does not\napply where a State ‘respects’ or ‘complies with traditional\ndistricting principles.’ ” Id., at 906 (quoting id., at 931–932\n(Stevens, J., dissenting); alteration omitted). Race may\npredominate even when a reapportionment plan respects\ntraditional principles, the Court explained, if “[r]ace was\nthe criterion that, in the State’s view, could not be com-\npromised,” and race-neutral considerations “came into\nplay only after the race-based decision had been made.”\nId., at 907.\n   The State’s theory in this case is irreconcilable with\nMiller and Shaw II. The State insists, for example, that\nthe harm from racial gerrymandering lies not in racial\nline-drawing per se but in grouping voters of the same race\ntogether when they otherwise lack shared interests. But\n“the constitutional violation” in racial gerrymandering\ncases stems from the “racial purpose of state action, not its\nstark manifestation.” Miller, supra, at 913. The Equal\nProtection Clause does not prohibit misshapen districts.\nIt prohibits unjustified racial classifications.\n   The State contends further that race does not have a\nprohibited effect on a district’s lines if the legislature could\nhave drawn the same lines in accordance with traditional\ncriteria. That argument parallels the District Court’s\nreasoning that a reapportionment plan is not an express\nracial classification unless a racial purpose is apparent\nfrom the face of the plan based on the irregular nature of\nthe lines themselves. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 524–526.\nThis is incorrect. The racial predominance inquiry con-\ncerns the actual considerations that provided the essential\nbasis for the lines drawn, not post hoc justifications the\nlegislature in theory could have used but in reality did not.\n   Traditional redistricting principles, moreover, are nu-\nmerous and malleable. The District Court here identified\nno fewer than 11 race-neutral redistricting factors a legis-\n\u000c10   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\nlature could consider, some of which are “surprisingly\nethereal” and “admi[t] of degrees.” Id., at 535, 537. By\ndeploying those factors in various combinations and per-\nmutations, a State could construct a plethora of potential\nmaps that look consistent with traditional, race-neutral\nprinciples. But if race for its own sake is the overriding\nreason for choosing one map over others, race still may\npredominate.\n   For these reasons, a conflict or inconsistency between\nthe enacted plan and traditional redistricting criteria is\nnot a threshold requirement or a mandatory precondition\nin order for a challenger to establish a claim of racial\ngerrymandering. Of course, a conflict or inconsistency\nmay be persuasive circumstantial evidence tending to\nshow racial predomination, but there is no rule requiring\nchallengers to present this kind of evidence in every case.\n   As a practical matter, in many cases, perhaps most\ncases, challengers will be unable to prove an unconstitu-\ntional racial gerrymander without evidence that the en-\nacted plan conflicts with traditional redistricting criteria.\nIn general, legislatures that engage in impermissible race-\nbased redistricting will find it necessary to depart from\ntraditional principles in order to do so. And, in the ab-\nsence of a conflict with traditional principles, it may be\ndifficult for challengers to find other evidence sufficient to\nshow that race was the overriding factor causing neutral\nconsiderations to be cast aside. In fact, this Court to date\nhas not affirmed a predominance finding, or remanded a\ncase for a determination of predominance, without evi-\ndence that some district lines deviated from traditional\nprinciples. See Alabama, 575 U. S., at ___ (slip op., at 17);\nHunt v. Cromartie, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1087691\"\u003e\u003ca href=\"/opinion/1087691/hunt-v-cromartie/\"\u003e\u003cspan class=\"volume\"\u003e526\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e541\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 547 (1999); Bush v.\nVera, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118040\"\u003e\u003ca href=\"/opinion/118040/bush-v-vera/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e952\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 962, 966, 974 (1996) (plurality opin-\nion); Shaw II, supra, at 905–906; Miller, supra, at 917;\nShaw I, supra, at 635–636. Yet the law responds to proper\nevidence and valid inferences in ever-changing circum-\n\u000c                 Cite as: 580 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\nstances, as it learns more about ways in which its com-\nmands are circumvented. So there may be cases where\nchallengers will be able to establish racial predominance\nin the absence of an actual conflict by presenting direct\nevidence of the legislative purpose and intent or other\ncompelling circumstantial evidence.\n                              B\n   The challengers submit that the District Court erred\nfurther when it considered the legislature’s racial motive\nonly to the extent that the challengers identified devia-\ntions from traditional redistricting criteria that were\nattributable to race and not to some other factor. In the\nchallengers’ view, this approach foreclosed a holistic anal-\nysis of each district and led the District Court to give\ninsufficient weight to the 55% BVAP target and other\nrelevant evidence that race predominated. Again, this\nCourt agrees.\n   As explained, showing a deviation from, or conflict with,\ntraditional redistricting principles is not a necessary\nprerequisite to establishing racial predominance. Supra,\nat 10. But even where a challenger alleges a conflict, or\nsucceeds in showing one, the court should not confine its\nanalysis to the conflicting portions of the lines. That is\nbecause the basic unit of analysis for racial gerrymander-\ning claims in general, and for the racial predominance\ninquiry in particular, is the district. Racial gerrymander-\ning claims proceed “district-by-district.” Alabama, 575\nU. S., at ___ (slip op., at 6). “We have consistently de-\nscribed a claim of racial gerrymandering as a claim that\nrace was improperly used in the drawing of the boundaries\nof one or more specific electoral districts.” Ibid. And\nMiller’s basic predominance test scrutinizes the legisla-\nture’s motivation for placing “a significant number of\nvoters within or without a particular district.” 515 U. S.,\nat 916. Courts evaluating racial predominance therefore\n\u000c12   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\nshould not divorce any portion of the lines—whatever\ntheir relationship to traditional principles—from the rest\nof the district.\n   This is not to suggest that courts evaluating racial\ngerrymandering claims may not consider evidence pertain-\ning to an area that is larger or smaller than the district at\nissue. The Court has recognized that “[v]oters, of course,\ncan present statewide evidence in order to prove racial\ngerrymandering in a particular district.” Alabama, supra,\nat ___ (slip op., at 7) (emphasis deleted). Districts share\nborders, after all, and a legislature may pursue a common\nredistricting policy toward multiple districts. Likewise, a\nlegislature’s race-based decisionmaking may be evident in\na notable way in a particular part of a district. It follows\nthat a court may consider evidence regarding certain\nportions of a district’s lines, including portions that con-\nflict with traditional redistricting principles.\n   The ultimate object of the inquiry, however, is the legis-\nlature’s predominant motive for the design of the district\nas a whole. A court faced with a racial gerrymandering\nclaim therefore must consider all of the lines of the district\nat issue; any explanation for a particular portion of the\nlines, moreover, must take account of the districtwide\ncontext. Concentrating on particular portions in isolation\nmay obscure the significance of relevant districtwide\nevidence, such as stark splits in the racial composition of\npopulations moved into and out of disparate parts of the\ndistrict, or the use of an express racial target. A holistic\nanalysis is necessary to give that kind of evidence its\nproper weight.\n                             C\n  The challengers ask this Court not only to correct the\nDistrict Court’s racial predominance standard but also to\napply that standard and conclude that race in fact did\npredominate in the 11 districts where the District Court\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\nheld that it did not. For its part, the State asks the Court\nto hold that, even if race did predominate in these dis-\ntricts, the State’s predominant use of race was narrowly\ntailored to the compelling interest in complying with §5.\n   The Court declines these requests. “[O]urs is a court of\nfinal review and not first view.” Department of Transpor-\ntation v. Association of American Railroads, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___,\n___ (2015) (slip op., at 12) (internal quotation marks omit-\nted). The District Court is best positioned to determine in\nthe first instance the extent to which, under the proper\nstandard, race directed the shape of these 11 districts.\nAnd if race did predominate, it is proper for the District\nCourt to determine in the first instance whether strict\nscrutiny is satisfied. These matters are left for the Dis-\ntrict Court on remand.\n                            III\n   The Court now turns to the arguments regarding Dis-\ntrict 75. Where a challenger succeeds in establishing\nracial predominance, the burden shifts to the State to\n“demonstrate that its districting legislation is narrowly\ntailored to achieve a compelling interest.” Miller, supra,\nat 920. The District Court here determined that the\nState’s predominant use of race in District 75 was narrowly\ntailored to achieve compliance with §5. The challengers\ncontest the finding of narrow tailoring, but they do not\ndispute that compliance with §5 was a compelling interest\nat the relevant time. As in previous cases, therefore, the\nCourt assumes, without deciding, that the State’s interest\nin complying with the Voting Rights Act was compelling.\nE.g., Alabama, supra, at ___–___ (slip op., at 19–23); Shaw\nII, 517 U. S., at 915.\n   Turning to narrow tailoring, the Court explained the\ncontours of that requirement in Alabama. When a State\njustifies the predominant use of race in redistricting on\nthe basis of the need to comply with the Voting Rights Act,\n\u000c14   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\n“the narrow tailoring requirement insists only that the\nlegislature have a strong basis in evidence in support of\nthe (race-based) choice that it has made.” 575 U. S., at ___\n(slip op., at 22) (internal quotation marks omitted). That\nstandard does not require the State to show that its action\nwas “actually . . . necessary” to avoid a statutory violation,\nso that, but for its use of race, the State would have lost in\ncourt. Ibid. (internal quotation marks omitted). Rather,\nthe requisite strong basis in evidence exists when the\nlegislature has “good reasons to believe” it must use race\nin order to satisfy the Voting Rights Act, “even if a court\ndoes not find that the actions were necessary for statutory\ncompliance.” Ibid. (internal quotation marks omitted).\n   The Court now finds no error in the District Court’s\nconclusion that the State had sufficient grounds to deter-\nmine that the race-based calculus it employed in District\n75 was necessary to avoid violating §5. As explained, §5 at\nthe time barred Virginia from adopting any districting\nchange that would “have the effect of diminishing the\nability of [members of a minority group] to elect their\npreferred candidates of choice.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e52\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §10304(b).\nDetermining what minority population percentage will\nsatisfy that standard is a difficult task requiring, in the\nview of the Department of Justice, a “functional analysis\nof the electoral behavior within the particular . . . election\ndistrict.” Guidance Concerning Redistricting Under Sec-\ntion 5 of the Voting Rights Act, 76 Fed. Reg. 7471 (2011).\n   Under the facts found by the District Court, the legisla-\nture performed that kind of functional analysis of District\n75 when deciding upon the 55% BVAP target. Redrawing\nthis district presented a difficult task, and the result\nreflected the good-faith efforts of Delegate Jones and his\ncolleagues to achieve an informed bipartisan consensus.\nDelegate Jones met with Delegate Tyler “probably half a\ndozen times to configure her district” in order to avoid\nretrogression. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 558 (internal quotation\n\u000c                 Cite as: 580 U. S. ____ (2017)           15\n\n                     Opinion of the Court\n\nmarks omitted). He discussed the district with incum-\nbents from other majority-minority districts. He also\nconsidered turnout rates, the results of the recent contested\nprimary and general elections in 2005, and the dis-\ntrict’s large population of disenfranchised black prisoners.\nThe challengers, moreover, do not dispute that District 75\nwas an ability-to-elect district, or that white and black\nvoters in the area tend to vote as blocs. See id., at 557–\n559. In light of Delegate Jones’ careful assessment of local\nconditions and structures, the State had a strong basis in\nevidence to believe a 55% BVAP floor was required to\navoid retrogression.\n   The challengers’ responses ask too much from state\nofficials charged with the sensitive duty of reapportioning\nlegislative districts. First, the challengers contest the\nsufficiency of the evidence showing that Delegate Jones in\nfact performed a functional analysis, in part because that\nanalysis was not memorialized in writing. But the Dis-\ntrict Court’s factual findings are reviewed only for clear\nerror. See Easley v. Cromartie, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e532\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e234\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 242 (2001).\nThe findings regarding how the legislature arrived at the\n55% BVAP target are well supported, and “we do not . . .\nrequire States engaged in redistricting to compile a com-\nprehensive administrative record.” Vera, 517 U. S., at 966\n(internal quotation marks omitted).\n   The challengers argue further that the drafters of the\nplan had insufficient evidence to justify a 55% BVAP floor.\nThe 2005 elections were idiosyncratic, the challengers\ncontend; moreover, demographic information about the\nprison in the district is absent from the record, and Dele-\ngate Tyler’s perspective was influenced by a personal\ninterest in reelection. That may have been so, and for\nthose reasons, it is possible that, if the State had drawn\nDistrict 75 with a BVAP below 55% and had sought judi-\ncial preclearance, a court would have found no §5 viola-\ntion. But that is not the question here. “The law cannot\n\u000c16   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\ninsist that a state legislature, when redistricting, deter-\nmine precisely what percent minority population §5 de-\nmands.” Alabama, 575 U. S., at ___ (slip op., at 22). The\nquestion is whether the State had “good reasons” to be-\nlieve a 55% BVAP floor was necessary to avoid liability\nunder §5. Ibid. (internal quotation marks omitted). The\nState did have good reasons under these circumstances.\nHolding otherwise would afford state legislatures too little\nbreathing room, leaving them “trapped between the com-\npeting hazards of liability” under the Voting Rights Act\nand the Equal Protection Clause. Vera, supra, at 977\n(internal quotation marks omitted).\n   As a final point, the challengers liken the 55% BVAP\nfloor here to the “mechanically numerical view” of §5 this\nCourt rejected in Alabama. 575 U. S., at ___ (slip op., at\n21). But Alabama did not condemn the use of BVAP\ntargets to comply with §5 in every instance. Rather, this\nCourt corrected the “misperception” that §5 required a\nState to “maintai[n] the same population percentages in\nmajority-minority districts as in the prior plan.” Id., at\n___–___ (slip op., at 19–20). “[I]t would seem highly un-\nlikely,” the Court explained, that reducing a district’s\nBVAP “from, say, 70% to 65% would have a significant\nimpact on the black voters’ ability to elect their preferred\ncandidate.” Id., at ___ (slip op., at 21). Yet reducing the\nBVAP below 55% well might have that effect in some\ncases. The record here supports the legislature’s conclu-\nsion that this was one instance where a 55% BVAP was\nnecessary for black voters to have a functional working\nmajority.\n                           IV\n  The Court’s holding in this case is controlled by prece-\ndent. The Court reaffirms the basic racial predominance\nanalysis explained in Miller and Shaw II, and the basic\nnarrow tailoring analysis explained in Alabama. The\n\u000c                 Cite as: 580 U. S. ____ (2017)           17\n\n                     Opinion of the Court\n\nDistrict Court’s judgment as to District 75 is consistent\nwith these principles. Applying these principles to the\nremaining 11 districts is entrusted to the District Court in\nthe first instance.\n  The judgment of the District Court is affirmed in part\nand vacated in part. The case is remanded for further\nproceedings consistent with this opinion.\n                                            It is so ordered.\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                       Opinion of ALITO, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–680\n                          _________________\n\n\n  GOLDEN BETHUNE-HILL, ET AL., APPELLANTS v.\n\n   VIRGINIA STATE BOARD OF ELECTIONS, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n          THE EASTERN DISTRICT OF VIRGINIA\n                         [March 1, 2017]\n\n   JUSTICE ALITO, concurring in part and concurring in the\njudgment.\n   I join the opinion of the Court insofar as it upholds the\nconstitutionality of District 75. Ante, at 13–16. The dis-\ntricting plan at issue here was adopted prior to our deci-\nsion in Shelby County v. Holder, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e570\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2013), and\ntherefore it is appropriate to apply the body of law in effect\nat that time. What is more, appellants have never con-\ntested the District Court’s holding that compliance with §5\nof the Voting Rights Act was a compelling government\ninterest for covered jurisdictions before our decision in\nShelby County. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e141\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e505\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 545–547 (ED Va.\n2015).\n   I concur in the judgment of the Court insofar as it va-\ncates and remands the judgment below with respect to all\nthe remaining districts. Unlike the Court, however, I\nwould hold that all these districts must satisfy strict\nscrutiny. See post, at 1–2 (THOMAS, J., concurring in\njudgment in part and dissenting in part); see also League\nof United Latin American Citizens v. Perry, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145627\"\u003e\u003ca href=\"/opinion/145627/league-of-united-latin-american-citizens-v-perry/\"\u003e\u003cspan class=\"volume\"\u003e548\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e399\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n517 (2006) (Scalia, J., concurring in judgment in part and\ndissenting in part) (“[W]hen a legislature intentionally\ncreates a majority-minority district, race is necessarily its\npredominant motivation and strict scrutiny is therefore\ntriggered”).\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                     Opinion of THOMAS, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–680\n                          _________________\n\n\n  GOLDEN BETHUNE-HILL, ET AL., APPELLANTS v.\n\n   VIRGINIA STATE BOARD OF ELECTIONS, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n          THE EASTERN DISTRICT OF VIRGINIA\n                         [March 1, 2017]\n\n  JUSTICE THOMAS, concurring in the judgment in part\nand dissenting in part.\n  Appellants contend that 12 of Virginia’s state legislative\ndistricts are unconstitutional racial gerrymanders. The\nthree-judge District Court rejected their challenge, holding\nthat race was not the legislature’s predominant motive in\ndrawing 11 of the districts and that the remaining district\nsurvives strict scrutiny. I would reverse the District Court\nas to all 12 districts. I therefore concur in the judgment in\npart and dissent in part.\n                              I\n   I concur in the Court’s judgment reversing the District\nCourt’s decision to uphold 11 of the 12 districts at issue in\nthis case—House Districts 63, 69, 70, 71, 74, 77, 80, 89, 90,\n92, and 95. I do not agree, however, with the Court’s deci-\nsion to leave open the question whether race predominated\nin those districts and, thus, whether they are subject to\nstrict scrutiny. Ante, at 12–13. Appellees (hereinafter\nState) concede that the legislature intentionally drew all\n12 districts as majority-black districts. See, e.g., Brief for\nAppellees 1 (“[T]he legislature sought to achieve a [black\nvoting-age population] of at least 55% in adjusting the\nlines of the 12 majority-minority districts”). That conces-\nsion, in my view, mandates strict scrutiny as to each\n\u000c2          BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                          Opinion of THOMAS, J.\n\ndistrict. See Bush v. Vera, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118040\"\u003e\u003ca href=\"/opinion/118040/bush-v-vera/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e952\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1000 (1996)\n(THOMAS, J., concurring in judgment) (A State’s “conces-\nsion that it intentionally created majority-minority dis-\ntricts [i]s sufficient to show that race was a predominant,\nmotivating factor in its redistricting”); League of United\nLatin American Citizens v. Perry, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145627\"\u003e\u003ca href=\"/opinion/145627/league-of-united-latin-american-citizens-v-perry/\"\u003e\u003cspan class=\"volume\"\u003e548\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e399\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 517 (2006)\n(LULAC) (Scalia, J., concurring in judgment in part and\ndissenting in part) (“[W]hen a legislature intentionally\ncreates a majority-minority district, race is necessarily its\npredominant motivation and strict scrutiny is therefore\ntriggered”). I would therefore hold that the District Court\nmust apply strict scrutiny to Districts 63, 69, 70, 71, 74,\n77, 80, 89, 90, 92, and 95 on remand.\n                              II\n   I disagree with the Court’s judgment with respect to the\nremaining district, District 75. The majority affirms the\nDistrict Court’s holding that District 75 is subject to strict\nscrutiny. With this I agree, because, as with the other 11\ndistricts, the State conceded that it intentionally drew\nDistrict 75 as a majority-black district.\n   I disagree, however, with the majority’s determination\nthat District 75 satisfies strict scrutiny. This Court has\nheld that a State may draw distinctions among its citizens\nbased on race only when it “is pursuing a compelling state\ninterest” and has chosen “narrowly tailored” means to\naccomplish that interest. Shaw v. Hunt, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e899\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n908 (1996) (internal quotation marks omitted). The State\nasserts that it used race in drawing District 75 to further\na “compelling interest in complying with Section 5 of the\n[Voting Rights Act of 1965].” Brief for Appellees 50.1 And\nit argues that, based on its “good-faith functional analysis”\n——————\n    1 It\n      is unclear from the record whether the State sought to justify its\nuse of race on other grounds. I would leave it to the District Court to\nevaluate in the first instance any other asserted compelling interest,\nincluding whether such interest has been forfeited.\n\u000c                     Cite as: 580 U. S. ____ (2017)                    3\n\n                         Opinion of THOMAS, J.\n\nof the district, it narrowly tailored its use of race to\nachieve that interest. Id., at 56. In my view, the State\nhas neither asserted a compelling state interest nor nar-\nrowly tailored its use of race.\n                             A\n  As an initial matter, the majority errs by “assum[ing],\nwithout deciding, that the State’s interest in complying\nwith the Voting Rights Act was compelling.” Ante, at 13.\nTo be sure, this Court has previously assumed that a State\nhas a compelling interest in complying with the Voting\nRights Act. But it has done so only in cases in which it\nhas not upheld the redistricting plan at issue. See, e.g.,\nMiller v. Johnson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117968\"\u003e\u003ca href=\"/opinion/117968/miller-v-johnson/\"\u003e\u003cspan class=\"volume\"\u003e515\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e900\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 921 (1995) (leaving open\nthe question “[w]hether or not in some cases compliance\nwith the [Voting Rights] Act, standing alone, can provide a\ncompelling interest independent of any interest in remedy-\ning past discrimination”).2 This Court has never, before\ntoday, assumed a compelling state interest while uphold-\ning a state redistricting plan. Indeed, I know of no other\n\n——————\n  2 See  also Shaw v. Hunt, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e899\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 911 (1996) (“In Miller, we\nexpressly left open the question whether under the proper circumstances\ncompliance with the Voting Rights Act, on its own, could be a compel-\nling [state] interest . . . . Here once again we do not reach that\nquestion because we find that creating an additional majority-black\ndistrict was not required under a correct reading of §5”); id., at 915\n(“We assume, arguendo, for the purpose of resolving this suit, that\ncompliance with §2 could be a compelling interest” but hold that the\nremedy “is not narrowly tailored to the asserted end”); Bush v. Vera, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118040\"\u003e\u003ca href=\"/opinion/118040/bush-v-vera/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e952\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 977, 979 (1996) (plurality opinion) (“[W]e assume without\ndeciding that compliance with [the Voting Rights Act], as interpreted\nby our precedents, can be a compelling state interest” but hold that the\ndistricts at issue are not “narrowly tailored” to achieve that interest\n(citation omitted)); Alabama Legislative Black Caucus v. Alabama, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at 23) (“[W]e do not here decide whether\n. . . continued compliance with §5 remains a compelling interest”\nbecause “we conclude that the District Court and the legislature asked\nthe wrong question with respect to narrow tailoring”).\n\u000c4   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of THOMAS, J.\n\ncase, in any context, in which the Court has assumed\naway part of the State’s burden to justify its intentional\nuse of race. This should not be the first. I would hold that\ncomplying with §5 of the Voting Rights Act is not a com-\npelling interest.\n   “[C]ompliance with federal antidiscrimination laws\ncannot justify race-based districting where the challenged\ndistrict was not reasonably necessary under a constitu­\ntional reading and application of those laws.” Id., at 921\n(emphasis added). More than a decade ago, I joined Jus-\ntice Scalia’s opinion in LULAC, which noted that this\nCourt had “upheld the constitutionality of §5 as a proper\nexercise of Congress’s authority under §2 of the Fifteenth\nAmendment to enforce that Amendment’s prohibition on\nthe denial or abridgment of the right to vote.” 548 U. S.,\nat 518. I therefore agreed that, “[i]n the proper case, . . . a\ncovered jurisdiction may have a compelling interest in\ncomplying with §5.” Id., at 519.\n   I have since concluded that §5 is “unconstitutional.”\nNorthwest Austin Municipal Util. Dist. No. One v. Holder,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145856\"\u003e\u003ca href=\"/opinion/145856/northwest-austin-municipal-util-dist-no-one-v-holder/\"\u003e\u003cspan class=\"volume\"\u003e557\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e193\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 216 (2009) (THOMAS, J., concurring in\njudgment in part and dissenting in part). “[T]he violence,\nintimidation, and subterfuge that led Congress to pass §5\nand this Court to uphold it no longer remains,” id., at 229,\nso §5 “can no longer be justified as an appropriate mecha-\nnism for enforcement of the Fifteenth Amendment,” id., at\n216. Because, in my view, §5 is unconstitutional, I would\nhold that a State does not have a compelling interest in\ncomplying with it.\n                             B\n  Even if compliance with §5 were a compelling interest,\nthe State failed to narrowly tailor its use of race to further\nthat interest.\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of THOMAS, J.\n\n                              1\n   This Court has explained that “[a]ny preference based\non racial or ethnic criteria must necessarily receive a most\nsearching examination.” Wygant v. Jackson Bd. of Ed.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111669\"\u003e\u003ca href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"\u003e\u003cspan class=\"volume\"\u003e476\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e267\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 273 (1986) (plurality opinion) (internal\nquotation marks omitted); accord, Adarand Constructors,\nInc. v. Peña, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"117947\"\u003e\u003ca href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"\u003e\u003cspan class=\"volume\"\u003e515\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e200\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 223 (1995); Grutter v. Bol­\nlinger, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"130155\"\u003e\u003ca href=\"/opinion/130155/grutter-v-bollinger/\"\u003e\u003cspan class=\"volume\"\u003e539\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e306\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 378 (2003) (Rehnquist, C. J., dissent-\ning).    This exacting scrutiny makes sense because\n“[d]iscrimination on the basis of race” is “odious in all\naspects.” Rose v. Mitchell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110143\"\u003e\u003ca href=\"/opinion/110143/rose-v-mitchell/\"\u003e\u003cspan class=\"volume\"\u003e443\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e545\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 555 (1979).\nAccordingly, a State’s use of race must bear “ ‘the most\nexact connection’ ” to the compelling state interest.\nWygant, supra, at 280 (opinion of Powell, J.). In the con-\ntext of redistricting, the redistricting map must, “at a\nminimum,” actually “remedy the anticipated violation” or\n“achieve compliance” with the Voting Rights Act. Shaw,\n517 U. S., at 916.\n   I have serious doubts about the Court’s standard for\nnarrow tailoring, as characterized today and in Alabama\nLegislative Black Caucus v. Alabama, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2015).\nRelying on Alabama, the majority explains that narrow\ntailoring in the redistricting context requires “only that\nthe legislature have a strong basis in evidence in support\nof the (race-based) choice that it has made.” Ante, at 14\n(internal quotation marks omitted). That standard “does\nnot demand that a State’s actions actually be necessary to\nachieve a compelling state interest in order to be constitu-\ntionally valid.” Alabama, supra, at ___ (slip op., at 22)\n(internal quotation marks omitted); see also ante, at 14.\nInstead, under that standard, a state legislature needs\nonly “good reasons to believe” that the use of race is re-\nquired, even if the use of race is not “actually . . . neces-\nsary.” Alabama, supra, at ___ (slip op., at 22) (internal\nquotation marks omitted).\n   That approach to narrow tailoring—deferring to a\n\u000c6   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of THOMAS, J.\n\nState’s belief that it has good reasons to use race—is\n“strict” in name only. To the extent the Court applies\nAlabama to dilute the well-settled standard established by\nour precedents, I demur.\n                              2\n   Applying the proper narrow-tailoring standard for state\nclassifications based on race, I conclude that the State did\nnot narrowly tailor its use of race to comply with §5. As\nthe majority recognizes, §5 requires a state redistricting\nplan to maintain the black population’s ability to elect the\ncandidate of its choice in the district at issue—in other\nwords, the State must “avoid retrogression” in the new\ndistrict. Ante, at 14.\n   The majority observes that the redistricting plan’s\narchitect, Delegate Chris Jones, performed a “functional\nanalysis” in deciding that District 75 required a 55% black\nvoting-age population—as opposed to some other percent-\nage—to avoid retrogression. Ibid. The Court notes that,\nin arriving at the 55% threshold, Delegate Jones consid-\nered turnout rates, the results of the primary and general\nelections in 2005, and the district’s “large population of\ndisenfranchised black prisoners.” Ante, at 15. He also met\nwith the incumbent delegate for District 75 “probably half\na dozen times” and “discussed the district with incum-\nbents from other majority-black districts.” Ante, at 14–15\n(internal quotation marks omitted). Those efforts add up,\nin the majority’s view, to a “careful assessment of local\nconditions and structures.” Ante, at 15.\n   I do not agree that those efforts satisfy narrow tailoring.\nDelegate Jones admitted that he was “not aware” of “any\nretrogress[ion] analysis” performed by “h[im] or any per-\nsons that worked with him in the development of the\n[redistricting] plan.” App. 288–289. Instead, he merely\n“look[ed] at” the “percentage of black population and the\npercentage of black voting age population,” “looked at\n\u000c                  Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of THOMAS, J.\n\nwhat happened over the last 10 year period given the\nexisting population and demographic shifts,” and “tried to\nrestore back” the levels of black voting-age population\nfrom the previous maps. Id., at 290. That approach was\nmisguided, because §5 “does not require maintaining the\nsame population percentages in majority-minority dis-\ntricts as in the prior plan.” Alabama, supra, at ___ (slip\nop., at 20). And in any event, that back-of-the-envelope\ncalculation does not qualify as rigorous analysis. I do not\nthink we would permit so imprecise an approach with\nregard to any other instance of racial discrimination.\n    The other evidence cited by the majority is similarly\nweak. The majority points to the “ ‘half a dozen’ ” meetings\nbetween Delegate Jones and the incumbent delegate for\nDistrict 75, ante, at 14, but it is not apparent from the\nrecord whether District 75’s incumbent is the current\nblack population’s candidate of choice. Moreover, the\nincumbent delegate may well have wanted her district to\nbe electorally safer than the Voting Rights Act requires. It\nalso is not obvious to me that Delegate Jones was seeking\nto avoid retrogression in District 75 when he met with\nincumbent delegates from other majority-black districts.\nIbid. In my view, those efforts fall far short of establish-\ning that a 55% black voting-age population bears a more\n“ ‘exact connection’ ” to the State’s interest than any alter-\nnative percentage. Wygant, supra, at 279 (opinion of\nPowell, J.). Accordingly, I would hold that the State failed\nto narrowly tailor its use of race to avoid retrogression in\nDistrict 75.\n                        *    *     *\n  In reaching these conclusions, I recognize that this\nCourt is at least as responsible as the state legislature for\nthese racially gerrymandered districts. As explained\nabove, this Court has repeatedly failed to decide whether\ncompliance with the Voting Rights Act is a compelling\n\u000c8   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of THOMAS, J.\n\ngovernmental interest. See supra, at 3, and n. 2. Indeed,\nthis Court has refused even to decide whether §5 is consti-\ntutional, despite having twice taken cases to decide that\nquestion. Compare Juris. Statement in Northwest Austin,\nO. T. 2008, No. 08–322, p. i (presenting the question\n“[w]hether . . . the §5 preclearance requirement can be\napplied as a valid exercise of Congress’s remedial powers\nunder the Reconstruction Amendments”), and Shelby\nCounty v. Holder, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1006\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2012) (granting certio-\nrari on the question “[w]hether Congress’ decision in 2006 to\nreauthorize Section 5 of the Voting Rights Act under the\npre-existing coverage formula of Section 4(b) . . . violated\nthe Tenth Amendment and Article IV of the United States\nConstitution”), with Northwest Austin, 557 U. S., at 197\n(holding that the district at issue was eligible to seek\nbailout under the Voting Rights Act and therefore “not\nreach[ing] the constitutionality of §5”), and Shelby County\nv. Holder, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e570\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (slip op., at 24) (hold-\ning only that the coverage formula under §4(b) was uncon-\nstitutional and “issu[ing] no holding on §5 itself ”). As a\nresult, the Court has left the State without clear guidance\nabout its redistricting obligations under §5.\n   This Court has put the State in a similar bind with\nrespect to narrow tailoring. To comply with §5, a State\nnecessarily must make a deliberate and precise effort to\nsort its citizens on the basis of their race. But that result\nis fundamentally at odds with our “color-blind” Constitu-\ntion, which “neither knows nor tolerates classes among\ncitizens.” Plessy v. Ferguson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"94508\"\u003e\u003ca href=\"/opinion/94508/plessy-v-ferguson/\"\u003e\u003cspan class=\"volume\"\u003e163\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e537\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 559 (1896)\n(Harlan, J., dissenting). That contradiction illustrates the\nperversity of the Court’s jurisprudence in this area as well\nas the uncomfortable position in which the State might\nfind itself.\n   Despite my sympathy for the State, I cannot ignore the\nConstitution’s clear prohibition on state-sponsored race\ndiscrimination. “The Constitution abhors classifications\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of THOMAS, J.\n\nbased on race, not only because those classifications can\nharm favored races or are based on illegitimate motives,\nbut also because every time the government places citi-\nzens on racial registers . . . , it demeans us all.” Grutter,\n539 U. S., at 353 (THOMAS, J., concurring in part and\ndissenting in part). This prohibition was “[p]urchased at\nthe price of immeasurable human suffering,” and it “re-\nflects our Nation’s understanding that such classifications\nultimately have a destructive impact on the individual and\nour society.” Adarand Constructors, 515 U. S., at 240\n(THOMAS, J., concurring in part and concurring in judg-\nment). I respectfully dissent from the Court’s judgment as\nto District 75.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nBETHUNE-HILL ET AL. v. VIRGINIA STATE BOARD OF\n              ELECTIONS ET AL.\n\n ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n           THE EASTERN DISTRICT OF VIRGINA\n\n    No. 15–680.      Argued December 5, 2016—Decided March 1, 2017\nAfter the 2010 census, the Virginia State Legislature drew new lines\n  for 12 state legislative districts, with a goal of ensuring that each dis-\n  trict would have a black voting-age population (BVAP) of at least\n  55%. Certain voters filed suit, claiming that the new districts violat-\n  ed the Fourteenth Amendment’s Equal Protection Clause. State leg-\n  islative officials (State) intervened to defend the plan. A three-judge\n  District Court rejected the challenges. As to 11 of the districts, the\n  court concluded that the voters had not shown, as this Court’s prece-\n  dent requires, “that race was the predominant factor motivating the\n  legislature’s decision to place a significant number of voters within or\n  without a particular district,” Miller v. Johnson, 515 U. S. 900, 916.\n  In so doing, the court held that race predominates only where there is\n  an “ ‘actual conflict between traditional redistricting criteria and\n  race.’ ” 141 F. Supp. 3d 505, 524. It thus confined the predominance\n  analysis to the portions of the new lines that appeared to deviate\n  from traditional criteria. As to the remaining district, District 75, the\n  court found that race did predominate, but that the lines were consti-\n  tutional because the legislature’s use of race was narrowly tailored to\n  a compelling state interest. In particular, the court found the legisla-\n  ture had good reasons to believe that a 55% racial target was neces-\n  sary in District 75 to avoid diminishing the ability of black voters to\n  elect their preferred candidates, which at the time would have violat-\n  ed §5 of the Voting Rights Act of 1965, see Alabama Legislative Black\n  Caucus v. Alabama, 575 U. S. ___, ___.\nHeld:\n     1. The District Court employed an incorrect legal standard in de-\n  termining that race did not predominate in 11 of the 12 districts.\n\u000c2      BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                                   Syllabus\n\n    Pp. 6–13.\n         (a) The Equal Protection Clause prohibits a State, without suffi-\n    cient justification, from “separat[ing] its citizens into different voting\n    districts on the basis of race.” Miller, 515 U. S., at 911. Courts must\n    “exercise extraordinary caution in adjudicating claims” of racial ger-\n    rymandering, id., at 916, since a legislature is always “aware of race\n    when it draws district lines, just as it is aware of . . . other demo-\n    graphic factors,” Shaw v. Reno, 509 U. S. 630, 646 (Shaw I). A plain-\n    tiff alleging racial gerrymandering thus bears the burden “to show,\n    either through circumstantial evidence of a district’s shape and de-\n    mographics or more direct evidence going to legislative purpose, that\n    race was the predominant factor motivating the legislature’s [district-\n    ing] decision,” which requires proving “that the legislature subordi-\n    nated traditional race-neutral districting principles . . . to racial con-\n    siderations.” Miller, supra, at 916. Here, the District Court\n    misapplied controlling law in two principal ways. Pp. 6–7.\n         (b) First, the District Court misunderstood relevant precedents\n    when it required the challengers to establish, as a prerequisite to\n    showing racial predominance, an actual conflict between the enacted\n    plan and traditional redistricting principles. This Court has made\n    clear that parties may show predominance “either through circum-\n    stantial evidence of a district’s shape and demographics or more di-\n    rect evidence going to legislative purpose,” Miller, supra, at 916, and\n    that race may predominate even when a plan respects traditional\n    principles, Shaw v. Hunt, 517 U. S. 899, 907 (Shaw II).\n       The State’s theory in this case is irreconcilable with Miller and\n    Shaw II. The State insists, e.g., that the harm from racial gerryman-\n    dering lies not in racial line-drawing per se but in grouping voters of\n    the same race together when they otherwise lack shared interests.\n    But “the constitutional violation” in racial gerrymandering cases\n    stems from the “racial purpose of state action, not its stark manifes-\n    tation.” Miller, supra, at 913. The State also contends that race does\n    not have a prohibited effect on a district’s lines if the legislature\n    could have drawn the same lines in accordance with traditional crite-\n    ria. The proper inquiry, however, concerns the actual considerations\n    that provided the essential basis for the lines drawn, not post hoc jus-\n    tifications that the legislature could have used but did not. A legisla-\n    ture could construct a plethora of potential maps that look consistent\n    with traditional, race-neutral principles, but if race is the overriding\n    reason for choosing one map over others, race still may predominate.\n    A conflict or inconsistency may be persuasive circumstantial evidence\n    tending to show racial predomination, but no rule requires challeng-\n    ers to present this kind of evidence in every case. As a practical mat-\n    ter, this kind of evidence may be necessary in many or even most\n\u000c                    Cite as: 580 U. S. ____ (2017)                      3\n\n                               Syllabus\n\ncases. But there may be cases where challengers can establish racial\npredominance without evidence of an actual conflict. Pp. 7–11.\n      (c) The District Court also erred in considering the legislature’s\nracial motive only to the extent that the challengers identified devia-\ntions from traditional redistricting criteria attributable to race and\nnot to some other factor. Racial gerrymandering claims proceed “dis-\ntrict-by-district,” Alabama, supra, at ___, and courts should not di-\nvorce any portion of a district’s lines—whatever their relationship to\ntraditional principles—from the rest of the district. Courts may con-\nsider evidence pertaining to an area that is larger or smaller than the\ndistrict at issue. But the ultimate object of the inquiry is the legisla-\nture’s predominant motive for the district’s design as a whole, and\nany explanation for a particular portion of the lines must take ac-\ncount of the districtwide context. A holistic analysis is necessary to\ngive the proper weight to districtwide evidence, such as stark splits\nin the racial composition of populations moved into and out of a dis-\ntrict, or the use of a racial target. Pp. 11–12.\n      (d) The District Court is best positioned to determine on remand\nthe extent to which, under the proper standard, race directed the\nshape of these 11 districts, and if race did predominate, whether\nstrict scrutiny is satisfied. Pp. 12–13.\n   2. The District Court’s judgment regarding District 75 is consistent\nwith the basic narrow tailoring analysis explained in Alabama.\nWhere a challenger succeeds in establishing racial predominance, the\nburden shifts to the State to “demonstrate that its districting legisla-\ntion is narrowly tailored to achieve a compelling interest.” Miller,\nsupra, at 920. Here, it is assumed that the State’s interest in comply-\ning with the Voting Rights Act was a compelling interest. When a\nState justifies the predominant use of race in redistricting on the ba-\nsis of the need to comply with the Voting Rights Act, “the narrow tai-\nloring requirement insists only that the legislature have a ‘strong ba-\nsis in evidence’ in support of the (race-based) choice that it has\nmade.” Alabama, 575 U. S., at ___–___. The State must show not\nthat its action was actually necessary to avoid a statutory violation,\nbut only that the legislature had “ ‘good reasons to believe’ ” its use of\nrace was needed in order to satisfy the Voting Rights Act. Ibid.\nThere was no error in the District Court’s conclusion that the legisla-\nture had sufficient grounds to determine that the race-based calculus\nit employed in District 75 was necessary to avoid violating §5. Under\nthe facts found by that court, the legislature performed the kind of\nfunctional analysis of District 75 necessary under §5, and the result\nreflected the good-faith efforts of legislators to achieve an informed\nbipartisan consensus. In contesting the sufficiency of that evidence\nand the evidence justifying the 55% BVAP floor, the challengers ask\n\u000c4      BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                                  Syllabus\n\n    too much from state officials charged with the sensitive duty of reap-\n    portioning legislative districts. As to the claim that the BVAP floor is\n    akin to the “mechanically numerical view” of §5 rejected in Alabama,\n    supra, at ___, the record here supports the State’s conclusion that\n    this was an instance where a 55% BVAP was necessary for black vot-\n    ers to have a functional working majority. Pp. 13–16.\n141 F. Supp. 3d 505, affirmed in part, vacated in part, and remanded.\n\n  KENNEDY, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and GINSBURG, BREYER, SOTOMAYOR, and KAGAN, JJ., joined.\nALITO, J., filed an opinion concurring in part and concurring in the\njudgment. THOMAS, J., filed an opinion concurring in the judgment in\npart and dissenting in part.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–680\n                                   _________________\n\n\n  GOLDEN BETHUNE-HILL, ET AL., APPELLANTS v.\n\n   VIRGINIA STATE BOARD OF ELECTIONS, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n          THE EASTERN DISTRICT OF VIRGINIA\n                                 [March 1, 2017]\n\n   JUSTICE KENNEDY delivered the opinion of the Court.\n   This case addresses whether the Virginia state legisla-\nture’s consideration of race in drawing new lines for 12\nstate legislative districts violated the Equal Protection\nClause of the Fourteenth Amendment. After the 2010\ncensus, some redistricting was required to ensure proper\nnumerical apportionment for the Virginia House of Dele-\ngates. It is undisputed that the boundary lines for the 12\ndistricts at issue were drawn with a goal of ensuring that\neach district would have a black voting-age population\n(BVAP) of at least 55%.\n   Certain voters challenged the new districts as unconsti-\ntutional racial gerrymanders. The United States District\nCourt for the Eastern District of Virginia, constituted as a\nthree-judge district court, rejected the challenges as to\neach of the 12 districts. As to 11 of the districts, the Dis-\ntrict Court concluded that the voters had not shown, as\nthis Court’s precedent requires, “that race was the pre-\ndominant factor motivating the legislature’s decision to\nplace a significant number of voters within or without a\nparticular district.” Miller v. Johnson, 515 U. S. 900, 916\n\u000c2   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\n(1995). The District Court held that race predominates\nonly where there is an “ ‘actual conflict between traditional\nredistricting criteria and race,’ ” 141 F. Supp. 3d 505, 524\n(ED Va. 2015), so it confined the predominance analysis to\nthe portions of the new lines that appeared to deviate from\ntraditional criteria, and found no violation. As to the\nremaining district, District 75, the District Court found\nthat race did predominate. It concluded, however, that the\nlines were constitutional because the legislature’s use of\nrace was narrowly tailored to a compelling state interest.\nIn particular, the District Court determined that the\nlegislature had “good reasons to believe” that a 55% racial\ntarget was necessary in District 75 to avoid diminishing\nthe ability of black voters to elect their preferred candi-\ndates, which at the time would have violated §5 of the\nVoting Rights Act of 1965. Alabama Legislative Black\nCaucus v. Alabama, 575 U. S. ___, ___ (2015) (slip op., at\n22) (internal quotation marks omitted and emphasis\ndeleted).\n   On appeal to this Court, the challengers contend that\nthe District Court employed an incorrect legal standard\nfor racial predominance and that the legislature lacked\ngood reasons for its use of race in District 75. This Court\nnow affirms as to District 75 and vacates and remands as\nto the remaining 11 districts.\n                             I\n   After the 2010 census, the Virginia General Assembly\nset out to redraw the legislative districts for the State\nSenate and House of Delegates in time for the 2011 elec-\ntions. In February 2011, the House Committee on Privi-\nleges and Elections adopted a resolution establishing\ncriteria to guide the redistricting process. Among those\ncriteria were traditional redistricting factors such as\ncompactness, contiguity of territory, and respect for com-\nmunities of interest. But above those traditional objec-\n\u000c                  Cite as: 580 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\ntives, the committee gave priority to two other goals.\nFirst, in accordance with the principle of one person, one\nvote, the committee resolved that “[t]he population of each\ndistrict shall be as nearly equal to the population of every\nother district as practicable,” with any deviations falling\n“within plus-or-minus one percent.” 141 F. Supp. 3d, at\n518. Second, the committee resolved that the new map\nmust comply with the “protections against . . . unwarranted\nretrogression” contained in §5 of the Voting Rights Act.\nIbid. At the time, §5 required covered jurisdictions, in-\ncluding Virginia, to preclear any change to a voting stand-\nard, practice, or procedure by showing federal authorities\nthat the change would not have the purpose or effect of\n“diminishing the ability of [members of a minority group]\nto elect their preferred candidates of choice.” §5, 120 Stat.\n580–581, 52 U. S. C. §10304(b). After the redistricting\nprocess here was completed, this Court held that the\ncoverage formula in §4(b) of the Voting Rights Act no\nlonger may be used to require preclearance under §5. See\nShelby County v. Holder, 570 U. S. ___, ___ (2013) (slip op.,\nat 24).\n   The committee’s criteria presented potential problems\nfor 12 House districts. Under §5 as Congress amended it\nin 2005, “[a] plan leads to impermissible retrogression\nwhen, compared to the plan currently in effect (typically\ncalled a ‘benchmark plan’), the new plan diminishes the\nnumber of districts in which minority groups can ‘elect\ntheir preferred candidates of choice’ (often called ‘ability-\nto-elect’ districts).” Harris v. Arizona Independent Redis-\ntricting Comm’n, 578 U. S. ___, ___–___ (2016) (slip op., at\n5–6) (quoting 52 U. S. C. §10304(b)). The parties agree\nthat the 12 districts at issue here, where minorities had\nconstituted a majority of the voting-age population for\nmany past elections, qualified as “ability-to-elect” districts.\nMost of the districts were underpopulated, however, so\nany new plan required moving significant numbers of new\n\u000c4   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\nvoters into these districts in order to comply with the\nprinciple of one person, one vote. Under the benchmark\nplan, the districts had BVAPs ranging from 62.7% down to\n46.3%. Three districts had BVAPs below 55%.\n   Seeking to maintain minority voters’ ability to elect\ntheir preferred candidates in these districts while comply-\ning with the one-person, one-vote criterion, legislators\nconcluded that each of the 12 districts “needed to contain a\nBVAP of at least 55%.” 141 F. Supp. 3d, at 519. At trial,\nthe parties disputed whether the 55% figure “was an\naspiration or a target or a rule.” Ibid. But they did not\ndispute “the most important question—whether [the 55%]\nfigure was used in drawing the Challenged Districts.”\nIbid. The parties agreed, and the District Court found,\n“that the 55% BVAP figure was used in structuring the\ndistricts.” Ibid. In the enacted plan all 12 districts con-\ntained a BVAP greater than 55%.\n   Who first suggested the 55% BVAP criterion and how\nthe legislators agreed upon it was less clear from the\nevidence. See id., at 521 (describing the “[t]estimony on\nthis question” as “a muddle”). In the end, the District\nCourt found that the 55% criterion emerged from discus-\nsions among certain members of the House Black Caucus\nand the leader of the redistricting effort in the House,\nDelegate Chris Jones, “based largely on concerns pertain-\ning to the re-election of Delegate Tyler in [District] 75.”\nId., at 522. The 55% figure “was then applied across the\nboard to all twelve” districts. Ibid.\n   In April 2011, the General Assembly passed Delegate\nJones’ plan with broad support from both parties and\nmembers of the Black Caucus. One of only two dissenting\nmembers of the Black Caucus was Delegate Tyler of Dis-\ntrict 75, who objected solely on the ground that the 55.4%\nBVAP in her district was too low. In June 2011, the U. S.\nDepartment of Justice precleared the plan.\n   Three years later, before this suit was filed, a separate\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nDistrict Court struck down Virginia’s third federal con-\ngressional district (not at issue here), based in part on the\nlegislature’s use of a 55% BVAP threshold. See Page v.\nVirginia State Bd. of Elections, 58 F. Supp. 3d 533, 553\n(ED Va. 2014), vacated and remanded sub nom. Cantor v.\nPersonhuballah, 575 U. S. ___ (2015), judgt. entered\nsub nom. Page v. Virginia State Bd. of Elections, 2015 WL\n3604029 (June 5, 2015), appeal dism’d sub nom. Wittman\nv. Personhuballah, 578 U. S. ___ (2016). After that deci-\nsion, 12 voters registered in the 12 districts here at issue\nfiled this action challenging the district lines under the\nEqual Protection Clause. Because the claims “challeng[ed]\nthe constitutionality of . . . the apportionment of [a]\nstatewide legislative body,” the case was heard by a three-\njudge District Court. 28 U. S. C. §2284(a). The Virginia\nHouse of Delegates and its Speaker, William Howell (to-\ngether referred to hereinafter as the State), intervened\nand assumed responsibility for defending the plan, both\nbefore the District Court and now before this Court.\n   After a 4-day bench trial, a divided District Court ruled\nfor the State. With respect to each challenged district, the\ncourt first assessed whether “racial considerations pre-\ndominated over—or ‘subordinated’—traditional redistrict-\ning criteria.” 141 F. Supp. 3d, at 523. An essential prem-\nise of the majority opinion was that race does not\npredominate unless there is an “actual conflict between\ntraditional redistricting criteria and race that leads to the\nsubordination of the former.” Id., at 524. To implement\nthat standard, moreover, the court limited its inquiry into\nracial motive to those portions of the district lines that\nappeared to deviate from traditional criteria. The court\nthus “examine[d] those aspects of the [district] that ap-\npear[ed] to constitute ‘deviations’ from neutral criteria” to\nascertain whether the deviations were attributable to race\nor to other considerations, “such as protection of incum-\nbents.” Id., at 533–534. Only if the court found a devia-\n\u000c6   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\ntion attributable to race did it proceed to “determine\nwhether racial considerations qualitatively subordinated\nall other non-racial districting criteria.” Ibid. Under that\nanalysis, the court found that race did not predominate in\n11 of the 12 districts.\n   When it turned to District 75, the District Court found\nthat race did predominate. The court reasoned that\n“[a]chieving a 55% BVAP floor required ‘drastic maneuver-\ning’ that is reflected on the face of the district.” Id., at\n557. Applying strict scrutiny, the court held that compli-\nance with §5 was a compelling state interest and that the\nlegislature’s consideration of race in District 75 was nar-\nrowly tailored. As to narrow tailoring, the court explained\nthat the State had “a strong basis in evidence” to believe\nthat its actions were “reasonably necessary” to avoid\nretrogression. Id., at 548. In particular, the court found\nthat Delegate Jones had considered “precisely the kinds of\nevidence that legislators are encouraged to use” in achiev-\ning compliance with §5, including turnout rates, the dis-\ntrict’s large disenfranchised prison population, and voting\npatterns in the contested 2005 primary and general elec-\ntions. Id., at 558.\n   Judge Keenan dissented as to all 12 districts. She\nconcluded that the majority applied an incorrect under-\nstanding of racial predominance and that Delegate Jones’\nanalysis of District 75 was too “general and conclusory.”\nId., at 578. This appeal followed, and probable jurisdiction\nwas noted. 578 U. S. ___ (2016); see 28 U. S. C. §1253.\n                              II\n  Against the factual and procedural background set out\nabove, it is now appropriate to consider the controlling\nlegal principles in this case. The Equal Protection Clause\nprohibits a State, without sufficient justification, from\n“separat[ing] its citizens into different voting districts on\nthe basis of race.” Miller, 515 U. S., at 911. The harms\n\u000c                  Cite as: 580 U. S. ____ (2017)              7\n\n                      Opinion of the Court\n\nthat flow from racial sorting “include being personally\nsubjected to a racial classification as well as being repre-\nsented by a legislator who believes his primary obligation\nis to represent only the members of a particular racial\ngroup.” Alabama, 575 U. S., at ___ (slip op., at 6) (altera-\ntions, citation, and internal quotation marks omitted). At\nthe same time, courts must “exercise extraordinary cau-\ntion in adjudicating claims that a State has drawn district\nlines on the basis of race.” Miller, 515 U. S., at 916. “Elec-\ntoral districting is a most difficult subject for legislatures,”\nrequiring a delicate balancing of competing considerations.\nId., at 915. And “redistricting differs from other kinds of\nstate decisionmaking in that the legislature always is\naware of race when it draws district lines, just as it is\naware of . . . a variety of other demographic factors.”\nShaw v. Reno, 509 U. S. 630, 646 (1993) (Shaw I ).\n   In light of these considerations, this Court has held that\na plaintiff alleging racial gerrymandering bears the bur-\nden “to show, either through circumstantial evidence of a\ndistrict’s shape and demographics or more direct evidence\ngoing to legislative purpose, that race was the predomi-\nnant factor motivating the legislature’s decision to place a\nsignificant number of voters within or without a particular\ndistrict.” Miller, 515 U. S. at 916. To satisfy this burden,\nthe plaintiff “must prove that the legislature subordinated\ntraditional race-neutral districting principles . . . to racial\nconsiderations.” Ibid. The challengers contend that, in\nfinding that race did not predominate in 11 of the 12\ndistricts, the District Court misapplied controlling law in\ntwo principal ways. This Court considers them in turn.\n                             A\n  The challengers first argue that the District Court\nmisunderstood the relevant precedents when it required\nthe challengers to establish, as a prerequisite to showing\nracial predominance, an actual conflict between the enacted\n\u000c8   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\nplan and traditional redistricting principles. The Court\nagrees with the challengers on this point.\n   A threshold requirement that the enacted plan must\nconflict with traditional principles might have been recon-\ncilable with this Court’s case law at an earlier time. In\nShaw I, the Court recognized a claim of racial gerryman-\ndering for the first time. See 509 U. S., at 652. Certain\nlanguage in Shaw I can be read to support requiring a\nchallenger who alleges racial gerrymandering to show an\nactual conflict with traditional principles. The opinion\nstated, for example, that strict scrutiny applies to “redis-\ntricting legislation that is so bizarre on its face that it is\nunexplainable on grounds other than race.” Id., at 644\n(internal quotation marks omitted). The opinion also\nstated that “reapportionment is one area in which appear-\nances do matter.” Id., at 647.\n   The Court’s opinion in Miller, however, clarified the\nracial predominance inquiry. In particular, it rejected the\nargument that, “regardless of the legislature’s purposes, a\nplaintiff must demonstrate that a district’s shape is so\nbizarre that it is unexplainable other than on the basis of\nrace.” 515 U. S., at 910–911. The Court held to the con-\ntrary in language central to the instant case: “Shape is\nrelevant not because bizarreness is a necessary element of\nthe constitutional wrong or a threshold requirement of\nproof, but because it may be persuasive circumstantial\nevidence that race for its own sake, and not other district-\ning principles, was the legislature’s dominant and control-\nling rationale.” Id., at 913. Parties therefore “may rely on\nevidence other than bizarreness to establish race-based\ndistricting,” and may show predominance “either through\ncircumstantial evidence of a district’s shape and de-\nmographics or more direct evidence going to legislative\npurpose.” Id., at 913, 916.\n   The Court addressed racial gerrymandering and tradi-\ntional redistricting factors again in Shaw v. Hunt, 517\n\u000c                  Cite as: 580 U. S. ____ (2017)              9\n\n                      Opinion of the Court\n\nU. S. 899 (1996) (Shaw II). The Court there rejected the\nview of one of the dissents that “strict scrutiny does not\napply where a State ‘respects’ or ‘complies with traditional\ndistricting principles.’ ” Id., at 906 (quoting id., at 931–932\n(Stevens, J., dissenting); alteration omitted). Race may\npredominate even when a reapportionment plan respects\ntraditional principles, the Court explained, if “[r]ace was\nthe criterion that, in the State’s view, could not be com-\npromised,” and race-neutral considerations “came into\nplay only after the race-based decision had been made.”\nId., at 907.\n   The State’s theory in this case is irreconcilable with\nMiller and Shaw II. The State insists, for example, that\nthe harm from racial gerrymandering lies not in racial\nline-drawing per se but in grouping voters of the same race\ntogether when they otherwise lack shared interests. But\n“the constitutional violation” in racial gerrymandering\ncases stems from the “racial purpose of state action, not its\nstark manifestation.” Miller, supra, at 913. The Equal\nProtection Clause does not prohibit misshapen districts.\nIt prohibits unjustified racial classifications.\n   The State contends further that race does not have a\nprohibited effect on a district’s lines if the legislature could\nhave drawn the same lines in accordance with traditional\ncriteria. That argument parallels the District Court’s\nreasoning that a reapportionment plan is not an express\nracial classification unless a racial purpose is apparent\nfrom the face of the plan based on the irregular nature of\nthe lines themselves. See 141 F. Supp. 3d, at 524–526.\nThis is incorrect. The racial predominance inquiry con-\ncerns the actual considerations that provided the essential\nbasis for the lines drawn, not post hoc justifications the\nlegislature in theory could have used but in reality did not.\n   Traditional redistricting principles, moreover, are nu-\nmerous and malleable. The District Court here identified\nno fewer than 11 race-neutral redistricting factors a legis-\n\u000c10   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\nlature could consider, some of which are “surprisingly\nethereal” and “admi[t] of degrees.” Id., at 535, 537. By\ndeploying those factors in various combinations and per-\nmutations, a State could construct a plethora of potential\nmaps that look consistent with traditional, race-neutral\nprinciples. But if race for its own sake is the overriding\nreason for choosing one map over others, race still may\npredominate.\n   For these reasons, a conflict or inconsistency between\nthe enacted plan and traditional redistricting criteria is\nnot a threshold requirement or a mandatory precondition\nin order for a challenger to establish a claim of racial\ngerrymandering. Of course, a conflict or inconsistency\nmay be persuasive circumstantial evidence tending to\nshow racial predomination, but there is no rule requiring\nchallengers to present this kind of evidence in every case.\n   As a practical matter, in many cases, perhaps most\ncases, challengers will be unable to prove an unconstitu-\ntional racial gerrymander without evidence that the en-\nacted plan conflicts with traditional redistricting criteria.\nIn general, legislatures that engage in impermissible race-\nbased redistricting will find it necessary to depart from\ntraditional principles in order to do so. And, in the ab-\nsence of a conflict with traditional principles, it may be\ndifficult for challengers to find other evidence sufficient to\nshow that race was the overriding factor causing neutral\nconsiderations to be cast aside. In fact, this Court to date\nhas not affirmed a predominance finding, or remanded a\ncase for a determination of predominance, without evi-\ndence that some district lines deviated from traditional\nprinciples. See Alabama, 575 U. S., at ___ (slip op., at 17);\nHunt v. Cromartie, 526 U. S. 541, 547 (1999); Bush v.\nVera, 517 U. S. 952, 962, 966, 974 (1996) (plurality opin-\nion); Shaw II, supra, at 905–906; Miller, supra, at 917;\nShaw I, supra, at 635–636. Yet the law responds to proper\nevidence and valid inferences in ever-changing circum-\n\u000c                 Cite as: 580 U. S. ____ (2017)          11\n\n                     Opinion of the Court\n\nstances, as it learns more about ways in which its com-\nmands are circumvented. So there may be cases where\nchallengers will be able to establish racial predominance\nin the absence of an actual conflict by presenting direct\nevidence of the legislative purpose and intent or other\ncompelling circumstantial evidence.\n                              B\n   The challengers submit that the District Court erred\nfurther when it considered the legislature’s racial motive\nonly to the extent that the challengers identified devia-\ntions from traditional redistricting criteria that were\nattributable to race and not to some other factor. In the\nchallengers’ view, this approach foreclosed a holistic anal-\nysis of each district and led the District Court to give\ninsufficient weight to the 55% BVAP target and other\nrelevant evidence that race predominated. Again, this\nCourt agrees.\n   As explained, showing a deviation from, or conflict with,\ntraditional redistricting principles is not a necessary\nprerequisite to establishing racial predominance. Supra,\nat 10. But even where a challenger alleges a conflict, or\nsucceeds in showing one, the court should not confine its\nanalysis to the conflicting portions of the lines. That is\nbecause the basic unit of analysis for racial gerrymander-\ning claims in general, and for the racial predominance\ninquiry in particular, is the district. Racial gerrymander-\ning claims proceed “district-by-district.” Alabama, 575\nU. S., at ___ (slip op., at 6). “We have consistently de-\nscribed a claim of racial gerrymandering as a claim that\nrace was improperly used in the drawing of the boundaries\nof one or more specific electoral districts.” Ibid. And\nMiller’s basic predominance test scrutinizes the legisla-\nture’s motivation for placing “a significant number of\nvoters within or without a particular district.” 515 U. S.,\nat 916. Courts evaluating racial predominance therefore\n\u000c12   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\nshould not divorce any portion of the lines—whatever\ntheir relationship to traditional principles—from the rest\nof the district.\n   This is not to suggest that courts evaluating racial\ngerrymandering claims may not consider evidence pertain-\ning to an area that is larger or smaller than the district at\nissue. The Court has recognized that “[v]oters, of course,\ncan present statewide evidence in order to prove racial\ngerrymandering in a particular district.” Alabama, supra,\nat ___ (slip op., at 7) (emphasis deleted). Districts share\nborders, after all, and a legislature may pursue a common\nredistricting policy toward multiple districts. Likewise, a\nlegislature’s race-based decisionmaking may be evident in\na notable way in a particular part of a district. It follows\nthat a court may consider evidence regarding certain\nportions of a district’s lines, including portions that con-\nflict with traditional redistricting principles.\n   The ultimate object of the inquiry, however, is the legis-\nlature’s predominant motive for the design of the district\nas a whole. A court faced with a racial gerrymandering\nclaim therefore must consider all of the lines of the district\nat issue; any explanation for a particular portion of the\nlines, moreover, must take account of the districtwide\ncontext. Concentrating on particular portions in isolation\nmay obscure the significance of relevant districtwide\nevidence, such as stark splits in the racial composition of\npopulations moved into and out of disparate parts of the\ndistrict, or the use of an express racial target. A holistic\nanalysis is necessary to give that kind of evidence its\nproper weight.\n                             C\n  The challengers ask this Court not only to correct the\nDistrict Court’s racial predominance standard but also to\napply that standard and conclude that race in fact did\npredominate in the 11 districts where the District Court\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\nheld that it did not. For its part, the State asks the Court\nto hold that, even if race did predominate in these dis-\ntricts, the State’s predominant use of race was narrowly\ntailored to the compelling interest in complying with §5.\n   The Court declines these requests. “[O]urs is a court of\nfinal review and not first view.” Department of Transpor-\ntation v. Association of American Railroads, 575 U. S. ___,\n___ (2015) (slip op., at 12) (internal quotation marks omit-\nted). The District Court is best positioned to determine in\nthe first instance the extent to which, under the proper\nstandard, race directed the shape of these 11 districts.\nAnd if race did predominate, it is proper for the District\nCourt to determine in the first instance whether strict\nscrutiny is satisfied. These matters are left for the Dis-\ntrict Court on remand.\n                            III\n   The Court now turns to the arguments regarding Dis-\ntrict 75. Where a challenger succeeds in establishing\nracial predominance, the burden shifts to the State to\n“demonstrate that its districting legislation is narrowly\ntailored to achieve a compelling interest.” Miller, supra,\nat 920. The District Court here determined that the\nState’s predominant use of race in District 75 was narrowly\ntailored to achieve compliance with §5. The challengers\ncontest the finding of narrow tailoring, but they do not\ndispute that compliance with §5 was a compelling interest\nat the relevant time. As in previous cases, therefore, the\nCourt assumes, without deciding, that the State’s interest\nin complying with the Voting Rights Act was compelling.\nE.g., Alabama, supra, at ___–___ (slip op., at 19–23); Shaw\nII, 517 U. S., at 915.\n   Turning to narrow tailoring, the Court explained the\ncontours of that requirement in Alabama. When a State\njustifies the predominant use of race in redistricting on\nthe basis of the need to comply with the Voting Rights Act,\n\u000c14   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                      Opinion of the Court\n\n“the narrow tailoring requirement insists only that the\nlegislature have a strong basis in evidence in support of\nthe (race-based) choice that it has made.” 575 U. S., at ___\n(slip op., at 22) (internal quotation marks omitted). That\nstandard does not require the State to show that its action\nwas “actually . . . necessary” to avoid a statutory violation,\nso that, but for its use of race, the State would have lost in\ncourt. Ibid. (internal quotation marks omitted). Rather,\nthe requisite strong basis in evidence exists when the\nlegislature has “good reasons to believe” it must use race\nin order to satisfy the Voting Rights Act, “even if a court\ndoes not find that the actions were necessary for statutory\ncompliance.” Ibid. (internal quotation marks omitted).\n   The Court now finds no error in the District Court’s\nconclusion that the State had sufficient grounds to deter-\nmine that the race-based calculus it employed in District\n75 was necessary to avoid violating §5. As explained, §5 at\nthe time barred Virginia from adopting any districting\nchange that would “have the effect of diminishing the\nability of [members of a minority group] to elect their\npreferred candidates of choice.” 52 U. S. C. §10304(b).\nDetermining what minority population percentage will\nsatisfy that standard is a difficult task requiring, in the\nview of the Department of Justice, a “functional analysis\nof the electoral behavior within the particular . . . election\ndistrict.” Guidance Concerning Redistricting Under Sec-\ntion 5 of the Voting Rights Act, 76 Fed. Reg. 7471 (2011).\n   Under the facts found by the District Court, the legisla-\nture performed that kind of functional analysis of District\n75 when deciding upon the 55% BVAP target. Redrawing\nthis district presented a difficult task, and the result\nreflected the good-faith efforts of Delegate Jones and his\ncolleagues to achieve an informed bipartisan consensus.\nDelegate Jones met with Delegate Tyler “probably half a\ndozen times to configure her district” in order to avoid\nretrogression. 141 F. Supp. 3d, at 558 (internal quotation\n\u000c                 Cite as: 580 U. S. ____ (2017)           15\n\n                     Opinion of the Court\n\nmarks omitted). He discussed the district with incum-\nbents from other majority-minority districts. He also\nconsidered turnout rates, the results of the recent contested\nprimary and general elections in 2005, and the dis-\ntrict’s large population of disenfranchised black prisoners.\nThe challengers, moreover, do not dispute that District 75\nwas an ability-to-elect district, or that white and black\nvoters in the area tend to vote as blocs. See id., at 557–\n559. In light of Delegate Jones’ careful assessment of local\nconditions and structures, the State had a strong basis in\nevidence to believe a 55% BVAP floor was required to\navoid retrogression.\n   The challengers’ responses ask too much from state\nofficials charged with the sensitive duty of reapportioning\nlegislative districts. First, the challengers contest the\nsufficiency of the evidence showing that Delegate Jones in\nfact performed a functional analysis, in part because that\nanalysis was not memorialized in writing. But the Dis-\ntrict Court’s factual findings are reviewed only for clear\nerror. See Easley v. Cromartie, 532 U. S. 234, 242 (2001).\nThe findings regarding how the legislature arrived at the\n55% BVAP target are well supported, and “we do not . . .\nrequire States engaged in redistricting to compile a com-\nprehensive administrative record.” Vera, 517 U. S., at 966\n(internal quotation marks omitted).\n   The challengers argue further that the drafters of the\nplan had insufficient evidence to justify a 55% BVAP floor.\nThe 2005 elections were idiosyncratic, the challengers\ncontend; moreover, demographic information about the\nprison in the district is absent from the record, and Dele-\ngate Tyler’s perspective was influenced by a personal\ninterest in reelection. That may have been so, and for\nthose reasons, it is possible that, if the State had drawn\nDistrict 75 with a BVAP below 55% and had sought judi-\ncial preclearance, a court would have found no §5 viola-\ntion. But that is not the question here. “The law cannot\n\u000c16   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of the Court\n\ninsist that a state legislature, when redistricting, deter-\nmine precisely what percent minority population §5 de-\nmands.” Alabama, 575 U. S., at ___ (slip op., at 22). The\nquestion is whether the State had “good reasons” to be-\nlieve a 55% BVAP floor was necessary to avoid liability\nunder §5. Ibid. (internal quotation marks omitted). The\nState did have good reasons under these circumstances.\nHolding otherwise would afford state legislatures too little\nbreathing room, leaving them “trapped between the com-\npeting hazards of liability” under the Voting Rights Act\nand the Equal Protection Clause. Vera, supra, at 977\n(internal quotation marks omitted).\n   As a final point, the challengers liken the 55% BVAP\nfloor here to the “mechanically numerical view” of §5 this\nCourt rejected in Alabama. 575 U. S., at ___ (slip op., at\n21). But Alabama did not condemn the use of BVAP\ntargets to comply with §5 in every instance. Rather, this\nCourt corrected the “misperception” that §5 required a\nState to “maintai[n] the same population percentages in\nmajority-minority districts as in the prior plan.” Id., at\n___–___ (slip op., at 19–20). “[I]t would seem highly un-\nlikely,” the Court explained, that reducing a district’s\nBVAP “from, say, 70% to 65% would have a significant\nimpact on the black voters’ ability to elect their preferred\ncandidate.” Id., at ___ (slip op., at 21). Yet reducing the\nBVAP below 55% well might have that effect in some\ncases. The record here supports the legislature’s conclu-\nsion that this was one instance where a 55% BVAP was\nnecessary for black voters to have a functional working\nmajority.\n                           IV\n  The Court’s holding in this case is controlled by prece-\ndent. The Court reaffirms the basic racial predominance\nanalysis explained in Miller and Shaw II, and the basic\nnarrow tailoring analysis explained in Alabama. The\n\u000c                 Cite as: 580 U. S. ____ (2017)           17\n\n                     Opinion of the Court\n\nDistrict Court’s judgment as to District 75 is consistent\nwith these principles. Applying these principles to the\nremaining 11 districts is entrusted to the District Court in\nthe first instance.\n  The judgment of the District Court is affirmed in part\nand vacated in part. The case is remanded for further\nproceedings consistent with this opinion.\n                                            It is so ordered.\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                       Opinion of ALITO, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–680\n                          _________________\n\n\n  GOLDEN BETHUNE-HILL, ET AL., APPELLANTS v.\n\n   VIRGINIA STATE BOARD OF ELECTIONS, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n          THE EASTERN DISTRICT OF VIRGINIA\n                         [March 1, 2017]\n\n   JUSTICE ALITO, concurring in part and concurring in the\njudgment.\n   I join the opinion of the Court insofar as it upholds the\nconstitutionality of District 75. Ante, at 13–16. The dis-\ntricting plan at issue here was adopted prior to our deci-\nsion in Shelby County v. Holder, 570 U. S. ___ (2013), and\ntherefore it is appropriate to apply the body of law in effect\nat that time. What is more, appellants have never con-\ntested the District Court’s holding that compliance with §5\nof the Voting Rights Act was a compelling government\ninterest for covered jurisdictions before our decision in\nShelby County. See 141 F. Supp. 3d 505, 545–547 (ED Va.\n2015).\n   I concur in the judgment of the Court insofar as it va-\ncates and remands the judgment below with respect to all\nthe remaining districts. Unlike the Court, however, I\nwould hold that all these districts must satisfy strict\nscrutiny. See post, at 1–2 (THOMAS, J., concurring in\njudgment in part and dissenting in part); see also League\nof United Latin American Citizens v. Perry, 548 U. S. 399,\n517 (2006) (Scalia, J., concurring in judgment in part and\ndissenting in part) (“[W]hen a legislature intentionally\ncreates a majority-minority district, race is necessarily its\npredominant motivation and strict scrutiny is therefore\ntriggered”).\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                     Opinion of THOMAS, J.\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–680\n                          _________________\n\n\n  GOLDEN BETHUNE-HILL, ET AL., APPELLANTS v.\n\n   VIRGINIA STATE BOARD OF ELECTIONS, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\n          THE EASTERN DISTRICT OF VIRGINIA\n                         [March 1, 2017]\n\n  JUSTICE THOMAS, concurring in the judgment in part\nand dissenting in part.\n  Appellants contend that 12 of Virginia’s state legislative\ndistricts are unconstitutional racial gerrymanders. The\nthree-judge District Court rejected their challenge, holding\nthat race was not the legislature’s predominant motive in\ndrawing 11 of the districts and that the remaining district\nsurvives strict scrutiny. I would reverse the District Court\nas to all 12 districts. I therefore concur in the judgment in\npart and dissent in part.\n                              I\n   I concur in the Court’s judgment reversing the District\nCourt’s decision to uphold 11 of the 12 districts at issue in\nthis case—House Districts 63, 69, 70, 71, 74, 77, 80, 89, 90,\n92, and 95. I do not agree, however, with the Court’s deci-\nsion to leave open the question whether race predominated\nin those districts and, thus, whether they are subject to\nstrict scrutiny. Ante, at 12–13. Appellees (hereinafter\nState) concede that the legislature intentionally drew all\n12 districts as majority-black districts. See, e.g., Brief for\nAppellees 1 (“[T]he legislature sought to achieve a [black\nvoting-age population] of at least 55% in adjusting the\nlines of the 12 majority-minority districts”). That conces-\nsion, in my view, mandates strict scrutiny as to each\n\u000c2          BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                          Opinion of THOMAS, J.\n\ndistrict. See Bush v. Vera, 517 U. S. 952, 1000 (1996)\n(THOMAS, J., concurring in judgment) (A State’s “conces-\nsion that it intentionally created majority-minority dis-\ntricts [i]s sufficient to show that race was a predominant,\nmotivating factor in its redistricting”); League of United\nLatin American Citizens v. Perry, 548 U. S. 399, 517 (2006)\n(LULAC) (Scalia, J., concurring in judgment in part and\ndissenting in part) (“[W]hen a legislature intentionally\ncreates a majority-minority district, race is necessarily its\npredominant motivation and strict scrutiny is therefore\ntriggered”). I would therefore hold that the District Court\nmust apply strict scrutiny to Districts 63, 69, 70, 71, 74,\n77, 80, 89, 90, 92, and 95 on remand.\n                              II\n   I disagree with the Court’s judgment with respect to the\nremaining district, District 75. The majority affirms the\nDistrict Court’s holding that District 75 is subject to strict\nscrutiny. With this I agree, because, as with the other 11\ndistricts, the State conceded that it intentionally drew\nDistrict 75 as a majority-black district.\n   I disagree, however, with the majority’s determination\nthat District 75 satisfies strict scrutiny. This Court has\nheld that a State may draw distinctions among its citizens\nbased on race only when it “is pursuing a compelling state\ninterest” and has chosen “narrowly tailored” means to\naccomplish that interest. Shaw v. Hunt, 517 U. S. 899,\n908 (1996) (internal quotation marks omitted). The State\nasserts that it used race in drawing District 75 to further\na “compelling interest in complying with Section 5 of the\n[Voting Rights Act of 1965].” Brief for Appellees 50.1 And\nit argues that, based on its “good-faith functional analysis”\n——————\n    1 It\n      is unclear from the record whether the State sought to justify its\nuse of race on other grounds. I would leave it to the District Court to\nevaluate in the first instance any other asserted compelling interest,\nincluding whether such interest has been forfeited.\n\u000c                     Cite as: 580 U. S. ____ (2017)                    3\n\n                         Opinion of THOMAS, J.\n\nof the district, it narrowly tailored its use of race to\nachieve that interest. Id., at 56. In my view, the State\nhas neither asserted a compelling state interest nor nar-\nrowly tailored its use of race.\n                             A\n  As an initial matter, the majority errs by “assum[ing],\nwithout deciding, that the State’s interest in complying\nwith the Voting Rights Act was compelling.” Ante, at 13.\nTo be sure, this Court has previously assumed that a State\nhas a compelling interest in complying with the Voting\nRights Act. But it has done so only in cases in which it\nhas not upheld the redistricting plan at issue. See, e.g.,\nMiller v. Johnson, 515 U. S. 900, 921 (1995) (leaving open\nthe question “[w]hether or not in some cases compliance\nwith the [Voting Rights] Act, standing alone, can provide a\ncompelling interest independent of any interest in remedy-\ning past discrimination”).2 This Court has never, before\ntoday, assumed a compelling state interest while uphold-\ning a state redistricting plan. Indeed, I know of no other\n\n——————\n  2 See  also Shaw v. Hunt, 517 U. S. 899, 911 (1996) (“In Miller, we\nexpressly left open the question whether under the proper circumstances\ncompliance with the Voting Rights Act, on its own, could be a compel-\nling [state] interest . . . . Here once again we do not reach that\nquestion because we find that creating an additional majority-black\ndistrict was not required under a correct reading of §5”); id., at 915\n(“We assume, arguendo, for the purpose of resolving this suit, that\ncompliance with §2 could be a compelling interest” but hold that the\nremedy “is not narrowly tailored to the asserted end”); Bush v. Vera, 517\nU. S. 952, 977, 979 (1996) (plurality opinion) (“[W]e assume without\ndeciding that compliance with [the Voting Rights Act], as interpreted\nby our precedents, can be a compelling state interest” but hold that the\ndistricts at issue are not “narrowly tailored” to achieve that interest\n(citation omitted)); Alabama Legislative Black Caucus v. Alabama, 575\nU. S. ___, ___ (2015) (slip op., at 23) (“[W]e do not here decide whether\n. . . continued compliance with §5 remains a compelling interest”\nbecause “we conclude that the District Court and the legislature asked\nthe wrong question with respect to narrow tailoring”).\n\u000c4   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of THOMAS, J.\n\ncase, in any context, in which the Court has assumed\naway part of the State’s burden to justify its intentional\nuse of race. This should not be the first. I would hold that\ncomplying with §5 of the Voting Rights Act is not a com-\npelling interest.\n   “[C]ompliance with federal antidiscrimination laws\ncannot justify race-based districting where the challenged\ndistrict was not reasonably necessary under a constitu­\ntional reading and application of those laws.” Id., at 921\n(emphasis added). More than a decade ago, I joined Jus-\ntice Scalia’s opinion in LULAC, which noted that this\nCourt had “upheld the constitutionality of §5 as a proper\nexercise of Congress’s authority under §2 of the Fifteenth\nAmendment to enforce that Amendment’s prohibition on\nthe denial or abridgment of the right to vote.” 548 U. S.,\nat 518. I therefore agreed that, “[i]n the proper case, . . . a\ncovered jurisdiction may have a compelling interest in\ncomplying with §5.” Id., at 519.\n   I have since concluded that §5 is “unconstitutional.”\nNorthwest Austin Municipal Util. Dist. No. One v. Holder,\n557 U. S. 193, 216 (2009) (THOMAS, J., concurring in\njudgment in part and dissenting in part). “[T]he violence,\nintimidation, and subterfuge that led Congress to pass §5\nand this Court to uphold it no longer remains,” id., at 229,\nso §5 “can no longer be justified as an appropriate mecha-\nnism for enforcement of the Fifteenth Amendment,” id., at\n216. Because, in my view, §5 is unconstitutional, I would\nhold that a State does not have a compelling interest in\ncomplying with it.\n                             B\n  Even if compliance with §5 were a compelling interest,\nthe State failed to narrowly tailor its use of race to further\nthat interest.\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of THOMAS, J.\n\n                              1\n   This Court has explained that “[a]ny preference based\non racial or ethnic criteria must necessarily receive a most\nsearching examination.” Wygant v. Jackson Bd. of Ed.,\n476 U. S. 267, 273 (1986) (plurality opinion) (internal\nquotation marks omitted); accord, Adarand Constructors,\nInc. v. Peña, 515 U. S. 200, 223 (1995); Grutter v. Bol­\nlinger, 539 U. S. 306, 378 (2003) (Rehnquist, C. J., dissent-\ning).    This exacting scrutiny makes sense because\n“[d]iscrimination on the basis of race” is “odious in all\naspects.” Rose v. Mitchell, 443 U. S. 545, 555 (1979).\nAccordingly, a State’s use of race must bear “ ‘the most\nexact connection’ ” to the compelling state interest.\nWygant, supra, at 280 (opinion of Powell, J.). In the con-\ntext of redistricting, the redistricting map must, “at a\nminimum,” actually “remedy the anticipated violation” or\n“achieve compliance” with the Voting Rights Act. Shaw,\n517 U. S., at 916.\n   I have serious doubts about the Court’s standard for\nnarrow tailoring, as characterized today and in Alabama\nLegislative Black Caucus v. Alabama, 575 U. S. ___ (2015).\nRelying on Alabama, the majority explains that narrow\ntailoring in the redistricting context requires “only that\nthe legislature have a strong basis in evidence in support\nof the (race-based) choice that it has made.” Ante, at 14\n(internal quotation marks omitted). That standard “does\nnot demand that a State’s actions actually be necessary to\nachieve a compelling state interest in order to be constitu-\ntionally valid.” Alabama, supra, at ___ (slip op., at 22)\n(internal quotation marks omitted); see also ante, at 14.\nInstead, under that standard, a state legislature needs\nonly “good reasons to believe” that the use of race is re-\nquired, even if the use of race is not “actually . . . neces-\nsary.” Alabama, supra, at ___ (slip op., at 22) (internal\nquotation marks omitted).\n   That approach to narrow tailoring—deferring to a\n\u000c6   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of THOMAS, J.\n\nState’s belief that it has good reasons to use race—is\n“strict” in name only. To the extent the Court applies\nAlabama to dilute the well-settled standard established by\nour precedents, I demur.\n                              2\n   Applying the proper narrow-tailoring standard for state\nclassifications based on race, I conclude that the State did\nnot narrowly tailor its use of race to comply with §5. As\nthe majority recognizes, §5 requires a state redistricting\nplan to maintain the black population’s ability to elect the\ncandidate of its choice in the district at issue—in other\nwords, the State must “avoid retrogression” in the new\ndistrict. Ante, at 14.\n   The majority observes that the redistricting plan’s\narchitect, Delegate Chris Jones, performed a “functional\nanalysis” in deciding that District 75 required a 55% black\nvoting-age population—as opposed to some other percent-\nage—to avoid retrogression. Ibid. The Court notes that,\nin arriving at the 55% threshold, Delegate Jones consid-\nered turnout rates, the results of the primary and general\nelections in 2005, and the district’s “large population of\ndisenfranchised black prisoners.” Ante, at 15. He also met\nwith the incumbent delegate for District 75 “probably half\na dozen times” and “discussed the district with incum-\nbents from other majority-black districts.” Ante, at 14–15\n(internal quotation marks omitted). Those efforts add up,\nin the majority’s view, to a “careful assessment of local\nconditions and structures.” Ante, at 15.\n   I do not agree that those efforts satisfy narrow tailoring.\nDelegate Jones admitted that he was “not aware” of “any\nretrogress[ion] analysis” performed by “h[im] or any per-\nsons that worked with him in the development of the\n[redistricting] plan.” App. 288–289. Instead, he merely\n“look[ed] at” the “percentage of black population and the\npercentage of black voting age population,” “looked at\n\u000c                  Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of THOMAS, J.\n\nwhat happened over the last 10 year period given the\nexisting population and demographic shifts,” and “tried to\nrestore back” the levels of black voting-age population\nfrom the previous maps. Id., at 290. That approach was\nmisguided, because §5 “does not require maintaining the\nsame population percentages in majority-minority dis-\ntricts as in the prior plan.” Alabama, supra, at ___ (slip\nop., at 20). And in any event, that back-of-the-envelope\ncalculation does not qualify as rigorous analysis. I do not\nthink we would permit so imprecise an approach with\nregard to any other instance of racial discrimination.\n    The other evidence cited by the majority is similarly\nweak. The majority points to the “ ‘half a dozen’ ” meetings\nbetween Delegate Jones and the incumbent delegate for\nDistrict 75, ante, at 14, but it is not apparent from the\nrecord whether District 75’s incumbent is the current\nblack population’s candidate of choice. Moreover, the\nincumbent delegate may well have wanted her district to\nbe electorally safer than the Voting Rights Act requires. It\nalso is not obvious to me that Delegate Jones was seeking\nto avoid retrogression in District 75 when he met with\nincumbent delegates from other majority-black districts.\nIbid. In my view, those efforts fall far short of establish-\ning that a 55% black voting-age population bears a more\n“ ‘exact connection’ ” to the State’s interest than any alter-\nnative percentage. Wygant, supra, at 279 (opinion of\nPowell, J.). Accordingly, I would hold that the State failed\nto narrowly tailor its use of race to avoid retrogression in\nDistrict 75.\n                        *    *     *\n  In reaching these conclusions, I recognize that this\nCourt is at least as responsible as the state legislature for\nthese racially gerrymandered districts. As explained\nabove, this Court has repeatedly failed to decide whether\ncompliance with the Voting Rights Act is a compelling\n\u000c8   BETHUNE-HILL v. VIRGINIA STATE BD. OF ELECTIONS\n\n                     Opinion of THOMAS, J.\n\ngovernmental interest. See supra, at 3, and n. 2. Indeed,\nthis Court has refused even to decide whether §5 is consti-\ntutional, despite having twice taken cases to decide that\nquestion. Compare Juris. Statement in Northwest Austin,\nO. T. 2008, No. 08–322, p. i (presenting the question\n“[w]hether . . . the §5 preclearance requirement can be\napplied as a valid exercise of Congress’s remedial powers\nunder the Reconstruction Amendments”), and Shelby\nCounty v. Holder, 568 U. S. 1006 (2012) (granting certio-\nrari on the question “[w]hether Congress’ decision in 2006 to\nreauthorize Section 5 of the Voting Rights Act under the\npre-existing coverage formula of Section 4(b) . . . violated\nthe Tenth Amendment and Article IV of the United States\nConstitution”), with Northwest Austin, 557 U. S., at 197\n(holding that the district at issue was eligible to seek\nbailout under the Voting Rights Act and therefore “not\nreach[ing] the constitutionality of §5”), and Shelby County\nv. Holder, 570 U. S. ___, ___ (2013) (slip op., at 24) (hold-\ning only that the coverage formula under §4(b) was uncon-\nstitutional and “issu[ing] no holding on §5 itself ”). As a\nresult, the Court has left the State without clear guidance\nabout its redistricting obligations under §5.\n   This Court has put the State in a similar bind with\nrespect to narrow tailoring. To comply with §5, a State\nnecessarily must make a deliberate and precise effort to\nsort its citizens on the basis of their race. But that result\nis fundamentally at odds with our “color-blind” Constitu-\ntion, which “neither knows nor tolerates classes among\ncitizens.” Plessy v. Ferguson, 163 U. S. 537, 559 (1896)\n(Harlan, J., dissenting). That contradiction illustrates the\nperversity of the Court’s jurisprudence in this area as well\nas the uncomfortable position in which the State might\nfind itself.\n   Despite my sympathy for the State, I cannot ignore the\nConstitution’s clear prohibition on state-sponsored race\ndiscrimination. “The Constitution abhors classifications\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of THOMAS, J.\n\nbased on race, not only because those classifications can\nharm favored races or are based on illegitimate motives,\nbut also because every time the government places citi-\nzens on racial registers . . . , it demeans us all.” Grutter,\n539 U. S., at 353 (THOMAS, J., concurring in part and\ndissenting in part). This prohibition was “[p]urchased at\nthe price of immeasurable human suffering,” and it “re-\nflects our Nation’s understanding that such classifications\nultimately have a destructive impact on the individual and\nour society.” Adarand Constructors, 515 U. S., at 240\n(THOMAS, J., concurring in part and concurring in judg-\nment). I respectfully dissent from the Court’s judgment as\nto District 75.\n\u000c",
	"cited_id": [
		2788983
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"Alabama Legislative Black Caucus v. Alabama, 575 U. S. ___, ___ (2015)"
	],
	"case_extract": [
		"Alabama Legislative Black Caucus v. Alabama, 575 U. S. ___, ___ (2015) (slip op., at 22)"
	],
	"citing_sentence": "In particular, the District Court determined that the legislature had “good reasons to believe” that a 55% racial target was necessary in District 75 to avoid diminishing the ability of black voters to elect their preferred candi- dates, which at the time would have violated §5 of the Voting Rights Act of 1965. Alabama Legislative Black Caucus v. Alabama, 575 U. S. ___, ___ (2015) (slip op., at 22) (internal quotation marks omitted and emphasis deleted).",
	"citing_paragraph": "Certain voters challenged the new districts as unconsti- tutional racial gerrymanders. The United States District Court for the Eastern District of Virginia, constituted as a three-judge district court, rejected the challenges as to each of the 12 districts. As to 11 of the districts, the Dis- trict Court concluded that the voters had not shown, as this Court’s precedent requires, “that race was the pre- dominant factor motivating the legislature’s decision to place a significant number of voters within or without a particular district.” Miller v. Johnson, 515 U. S. 900, 916 (1995). The District Court held that race predominates only where there is an “‘actual conflict between traditional redistricting criteria and race,’ ” 141 F. Supp. 3d 505, 524 (ED Va. 2015), so it confined the predominance analysis to the portions of the new lines that appeared to deviate from traditional criteria, and found no violation. As to the remaining district, District 75, the District Court found that race did predominate. It concluded, however, that the lines were constitutional because the legislature’s use of race was narrowly tailored to a compelling state interest. In particular, the District Court determined that the legislature had “good reasons to believe” that a 55% racial target was necessary in District 75 to avoid diminishing the ability of black voters to elect their preferred candi- dates, which at the time would have violated §5 of the Voting Rights Act of 1965. Alabama Legislative Black Caucus v. Alabama, 575 U. S. ___, ___ (2015) (slip op., at 22) (internal quotation marks omitted and emphasis deleted).",
	"relevant_keywords": [
		"Voting Rights Act",
		"VRA",
		"race",
		"target",
		"district",
		"voting",
		"racial gerrymander",
		"necessary"
	],
	"query": [
		"\"voting district\" AND (alter OR change) AND (\"Voting Rights Act\" OR VRA) AND (necessary OR necessity) AND race AND gerrymander",
		"\"voting district\" AND (alter OR change) AND (\"Voting Rights Act\" OR VRA) AND (necessary OR necessity) AND race AND gerrymander AND target AND (percent OR percentage)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "voting district",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "race"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "gerrymander"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "alter"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "change"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "voting rights act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "vra"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "necessary"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "necessity"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "voting district",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "race"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "gerrymander"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "target"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "alter"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "change"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "voting rights act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "vra"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "necessary"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "necessity"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "percent"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "percentage"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}