{
	"id": 62,
	"case_id": 4151826,
	"case_title": "Beckles v. United States",
	"date_filed": "2017-03-06",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                   BECKLES v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE ELEVENTH CIRCUIT\n\n  No. 15–8544. Argued November 28, 2016—Decided March 6, 2017\nPetitioner Beckles was convicted of possession of a firearm by a convict-\n  ed felon, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §922(g)(1). His presentence investigation report\n  concluded that he was eligible for a sentencing enhancement as a\n  “career offender” under United States Sentencing Guideline\n  §4B1.1(a) because his offense qualified as a “crime of violence” under\n  §4B1.2(a)’s residual clause. The District Court sentenced petitioner\n  as a career offender, and the Eleventh Circuit affirmed. Petitioner\n  then filed a postconviction motion to vacate his sentence, arguing\n  that his offense was not a “crime of violence.” The District Court de-\n  nied the motion, and the Eleventh Circuit affirmed. Petitioner next\n  filed a petition for a writ of certiorari from this Court. While his peti-\n  tion was pending, this Court held that the identically worded residu-\n  al clause in the Armed Career Criminal Act of 1984 (ACCA),\n  §924(e)(2)(b), was unconstitutionally vague, Johnson v. United States,\n  576 U. S. ___. The Court vacated and remanded petitioner’s case in\n  light of Johnson. On remand, the Eleventh Circuit affirmed again,\n  distinguishing the ACCA’s unconstitutionally vague residual clause\n  from the residual clause in the Sentencing Guidelines.\nHeld: The Federal Sentencing Guidelines, including §4B1.2(a)’s residu-\n al clause, are not subject to vagueness challenges under the Due Pro-\n cess Clause. Pp. 4–13.\n    (a) The Due Process Clause prohibits the Government from “taking\n away someone’s life, liberty, or property under a criminal law so\n vague that it fails to give ordinary people fair notice of the conduct it\n punishes, or so standardless that it invites arbitrary enforcement.”\n Johnson, supra, at ___–___. Under the void-for-vagueness doctrine,\n laws that fix the permissible sentences for criminal offenses must\n specify the range of available sentences with “sufficient clarity.”\n\u000c2                     BECKLES v. UNITED STATES\n\n                                  Syllabus\n\n    United States v. Batchelder, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110091\"\u003e\u003ca href=\"/opinion/110091/united-states-v-batchelder/\"\u003e\u003cspan class=\"volume\"\u003e442\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e114\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 123. In Johnson, this\n    Court held that the ACCA’s residual clause fixed—in an impermissi-\n    bly vague way—a higher range of sentences for certain defendants.\n    But the advisory Guidelines do not fix the permissible range of sen-\n    tences. They merely guide the exercise of a court’s discretion in\n    choosing an appropriate sentence within the statutory range. Pp. 4–\n    10.\n         (1) The limited scope of the void-for-vagueness doctrine in this\n    context is rooted in the history of federal sentencing. Congress has\n    long permitted district courts “wide discretion to decide whether the\n    offender should be incarcerated and for how long.” Mistretta v. Unit-\n    ed States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112173\"\u003e\u003ca href=\"/opinion/112173/mistretta-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e488\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e361\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 363. Yet this Court has “never doubted the\n    authority of a judge to exercise broad discretion in imposing a sen-\n    tence within a statutory range,” United States v. Booker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137739\"\u003e\u003ca href=\"/opinion/137739/united-states-v-booker/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n    \u003cspan class=\"page\"\u003e220\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 233, nor suggested that a defendant can successfully challenge\n    as vague a sentencing statute conferring discretion to select an ap-\n    propriate sentence from within a statutory range, even when that\n    discretion is unfettered, see Batchelder, supra, at 123, 126. Pp. 6–7.\n         (2) The Sentencing Reform Act of 1984 departed from this regime\n    by establishing several factors to guide district courts in exercising\n    their sentencing discretion. It also created the United States Sen-\n    tencing Commission and charged it with establishing the Federal\n    Sentencing Guidelines. Because the Guidelines have been rendered\n    “effectively advisory” by this Court, Booker, supra, at 245, they guide\n    district courts in exercising their discretion, but do not constrain that\n    discretion. Accordingly, they are not amenable to vagueness chal-\n    lenges: If a system of unfettered discretion is not unconstitutionally\n    vague, then it is difficult to see how the present system of guided dis-\n    cretion could be. Neither do they implicate the twin concerns under-\n    lying vagueness doctrine—providing notice and preventing arbitrary\n    enforcement. The applicable statutory range, which establishes the\n    permissible bounds of the court’s sentencing discretion, provides all\n    the notice that is required. Similarly, the Guidelines do not invite\n    arbitrary enforcement within the meaning of this Court’s case law,\n    because they do not permit the sentencing court to prohibit behavior\n    or to prescribe the sentencing ranges available. Rather, they advise\n    sentencing courts how to exercise their discretion within the bounds\n    established by Congress. Pp. 7–10.\n      (b) The holding in this case does not render the advisory Guidelines\n    immune from constitutional scrutiny, see, e.g., Peugh v. United\n    States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, or render “sentencing procedure[s]” entirely\n    “immune from scrutiny under the due process clause,” Williams v.\n    New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104681\"\u003e\u003ca href=\"/opinion/104681/williams-v-new-york/\"\u003e\u003cspan class=\"volume\"\u003e337\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e241\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 252, n. 18. This Court holds only that the\n    Sentencing Guidelines are not subject to a challenge under the void-\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  for-vagueness doctrine. Pp. 10–11.\n    (c) Nor does this holding cast doubt on the validity of the other fac-\n  tors that sentencing courts must consider in exercising their sentenc-\n  ing discretion. See §§3553(a)(1)–(3), (5)–(7). A contrary holding,\n  however, would cast serious doubt on those other factors because\n  many of them appear at least as unclear as §4B1.2(a)’s residual\n  clause. This Court rejects the Government’s argument that the indi-\n  vidualized sentencing required by those other factors is distinguisha-\n  ble from that required by the Guidelines. It is far from obvious that\n  §4B1.2(a)’s residual clause implicates the twin concerns of vagueness\n  more than the other factors do, and neither the Guidelines nor the\n  other factors implicate those concerns more than the absence of any\n  guidance at all, which the Government concedes is constitutional.\n  Pp. 11–13.\n616 Fed. Appx. 415, affirmed.\n\n   THOMAS, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, BREYER, and ALITO, JJ., joined. KENNEDY, J., filed\na concurring opinion. GINSBURG, J., and SOTOMAYOR, J., filed opinions\nconcurring in the judgment. KAGAN, J., took no part in the considera-\ntion or decision of the case.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–8544\n                                   _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                                 [March 6, 2017]\n\n   JUSTICE THOMAS delivered the opinion of the Court.\n   At the time of petitioner’s sentencing, the advisory\nSentencing Guidelines included a residual clause defining\na “crime of violence” as an offense that “involves conduct\nthat presents a serious potential risk of physical injury to\nanother.” United States Sentencing Commission, Guide-\nlines Manual §4B1.2(a)(2) (Nov. 2006) (USSG). This Court\nheld in Johnson v. United States, 576 U. S. ___ (2015),\nthat the identically worded residual clause in the Armed\nCareer Criminal Act of 1984 (ACCA), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§924(e)(2)(B), was unconstitutionally vague. Petitioner\ncontends that the Guidelines’ residual clause is also void\nfor vagueness. Because we hold that the advisory Guide-\nlines are not subject to vagueness challenges under the\nDue Process Clause, we reject petitioner’s argument.\n                             I\n   Petitioner Travis Beckles was convicted in 2007 of pos-\nsession of a firearm by a convicted felon, §922(g)(1). Ac-\ncording to the presentence investigation report, the fire-\narm was a sawed-off shotgun, and petitioner was therefore\neligible for a sentencing enhancement as a “career of-\nfender” under the Sentencing Guidelines. The 2006 version of\n\u000c2                  BECKLES v. UNITED STATES\n\n                         Opinion of the Court\n\nthe Guidelines, which were in effect when petitioner was\nsentenced,1 provided that “[a] defendant is a career of-\nfender if\n       “(1) the defendant was at least eighteen years old at\n       the time the defendant committed the instant offense\n       of conviction; (2) the instant offense of conviction is a\n       felony that is either a crime of violence or a controlled\n       substance offense; and (3) the defendant has at least\n       two prior felony convictions of either a crime of vio-\n       lence or a controlled substance offense.”          USSG\n       §4B1.1(a).\nThe Guidelines defined “crime of violence” as\n       “any offense under federal or state law, punishable by\n       imprisonment for a term exceeding one year that—\n       “(1) has as an element the use, attempted use, or\n       threatened use of physical force against the person of\n       another, or\n       “(2) is burglary of a dwelling, arson, or extortion, in-\n       volves use of explosives, or otherwise involves conduct\n       that presents a serious potential risk of physical injury\n       to another.” §4B1.2(a) (emphasis added).\nThe clause beginning with “or otherwise” in this definition\nis known as the residual clause.\n   The commentary to the career-offender Guideline pro-\nvided that possession of a sawed-off shotgun was a crime\nof violence. See §4B1.2, comment., n. 1 (“Unlawfully\npossessing a firearm described in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e26\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §5845(a) (e.g.,\na sawed-off shotgun . . . ) is a ‘crime of violence’ ”); §5845(a)\n(“The term ‘firearm’ means (1) a shotgun having a barrel\nor barrels of less than 18 inches in length”).\n——————\n    1 Withone exception not relevant here, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3553(a)(4)(A)\ninstructs sentencing courts to consider the Guidelines ranges that “are\nin effect on the date the defendant is sentenced.” Accordingly, refer-\nences in this opinion to the Guidelines are to the 2006 version.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\n   The District Court agreed that petitioner qualified as a\ncareer offender under the Guidelines. Petitioner was over\n18 years of age at the time of his offense, and his criminal\nhistory included multiple prior felony convictions for\ncontrolled substance offenses. Furthermore, in the Dis-\ntrict Court’s view, petitioner’s §922(g)(1) conviction quali-\nfied as a “crime of violence.” Because he qualified as a\ncareer offender, petitioner’s Guidelines range was 360\nmonths to life imprisonment. The District Court sen-\ntenced petitioner to 360 months. The Court of Appeals\naffirmed petitioner’s conviction and sentence, and this\nCourt denied certiorari. United States v. Beckles, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"78337\"\u003e\u003ca href=\"/opinion/78337/united-states-v-beckles/\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e832\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 846 (CA11), cert denied, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e558\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e906\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2009).\n   In September 2010, petitioner filed a motion to vacate\nhis sentence under \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2255, arguing that his\nconviction for unlawful possession of a firearm was not a\n“crime of violence,” and therefore that he did not qualify as\na career offender under the Guidelines. The District Court\ndenied the motion, and the Court of Appeals affirmed.\n   Petitioner then filed a second petition for certiorari in\nthis Court. While his petition was pending, the Court\ndecided Johnson, holding that “imposing an increased\nsentence under the residual clause of the [ACCA]”—which\ncontained the same language as the Guidelines’ residual\nclause—“violate[d] the Constitution’s guarantee of due\nprocess” because the clause was unconstitutionally vague.\n576 U. S., at ___ (slip op., at 15). We subsequently granted\nhis petition, vacated the judgment of the Court of Ap-\npeals, and remanded for further consideration in light of\nJohnson. Beckles v. United States, 576 U. S. ___ (2015).\n   On remand, petitioner argued that his enhanced sen-\ntence was based on §4B1.2(a)’s residual clause, which he\ncontended was unconstitutionally vague under Johnson.\nThe Court of Appeals again affirmed. It noted that peti-\ntioner “was sentenced as a career offender based not on\nthe ACCA’s residual clause, but based on express lan-\n\u000c4                  BECKLES v. UNITED STATES\n\n                         Opinion of the Court\n\nguage in the Sentencing Guidelines classifying [his] of-\nfense as a ‘crime of violence.’ ” 616 Fed. Appx. 415, 416\n(2015) ( per curiam). “Johnson,” the Court of Appeals\nreasoned, “says and decided nothing about career-offender\nenhancements under the Sentencing Guidelines or about\nthe Guidelines commentary underlying [petitioner]’s sta-\ntus as a career-offender.” Ibid. The Court of Appeals\ndenied rehearing en banc.\n  Petitioner filed another petition for certiorari in this\nCourt, again contending that §4B1.2(a)’s residual clause is\nvoid for vagueness. To resolve a conflict among the Courts\nof Appeals on the question whether Johnson’s vagueness\nholding applies to the residual clause in §4B1.2(a) of the\nGuidelines,2 we granted certiorari. 579 U. S. ___ (2016).\nBecause the United States, as respondent, agrees with\npetitioner that the Guidelines are subject to vagueness\nchallenges, the Court appointed Adam K. Mortara as\namicus curiae to argue the contrary position. 579 U. S.\n___ (2016). He has ably discharged his responsibilities.\n                             II\n   This Court has held that the Due Process Clause prohib-\nits the Government from “taking away someone’s life,\nliberty, or property under a criminal law so vague that it\nfails to give ordinary people fair notice of the conduct it\npunishes, or so standardless that it invites arbitrary en-\nforcement.” Johnson, 576 U. S., at ___–___ (slip op., at 3–\n4) (citing Kolender v. Lawson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e461\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e352\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 357–358\n——————\n  2 Compare United States v. Matchett, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e802\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1185\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1193–1196\n\n(CA11 2015) (holding that the Guidelines are not subject to due process\nvagueness challenges), with, e.g., United States v. Townsend, 638 Fed.\nAppx. 172, 178, n. 14 (CA3 2015) (declining to follow Matchett); United\nStates v. Pawlak, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e822\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e902\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 905–911 (CA6 2016) (holding that the\nGuidelines are subject to due process vagueness challenges); United\nStates v. Hurlburt, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e835\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e715\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 721–725 (CA7 2016) (en banc) (same);\nUnited States v. Madrid, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e805\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1204\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1210–1211 (CA10 2015)\n(same).\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\n(1983)). Applying this standard, the Court has invalidated\ntwo kinds of criminal laws as “void for vagueness”: laws\nthat define criminal offenses and laws that fix the permis-\nsible sentences for criminal offenses.\n   For the former, the Court has explained that “the void-\nfor-vagueness doctrine requires that a penal statute define\nthe criminal offense with sufficient definiteness that ordi-\nnary people can understand what conduct is prohibited\nand in a manner that does not encourage arbitrary and\ndiscriminatory enforcement.” Id., at 357. For the latter,\nthe Court has explained that “statutes fixing sentences,”\nJohnson, supra, at ___ (slip op., at 4) (citing United States\nv. Batchelder, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110091\"\u003e\u003ca href=\"/opinion/110091/united-states-v-batchelder/\"\u003e\u003cspan class=\"volume\"\u003e442\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e114\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 123 (1979)), must specify the\nrange of available sentences with “sufficient clarity,” id.,\nat 123; see also United States v. Evans, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104530\"\u003e\u003ca href=\"/opinion/104530/united-states-v-evans/\"\u003e\u003cspan class=\"volume\"\u003e333\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e483\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1948); cf. Giaccio v. Pennsylvania, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e382\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e399\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1966).\n   In Johnson, we applied the vagueness rule to a statute\nfixing permissible sentences. The ACCA’s residual clause,\nwhere applicable, required sentencing courts to increase a\ndefendant’s prison term from a statutory maximum of 10\nyears to a minimum of 15 years. That requirement thus\nfixed—in an impermissibly vague way—a higher range of\nsentences for certain defendants. See Alleyne v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e570\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (describing the legally\nprescribed range of available sentences as the penalty\nfixed to a crime).\n   Unlike the ACCA, however, the advisory Guidelines do\nnot fix the permissible range of sentences. To the contrary,\nthey merely guide the exercise of a court’s discretion in\nchoosing an appropriate sentence within the statutory\nrange. Accordingly, the Guidelines are not subject to a\nvagueness challenge under the Due Process Clause. The\nresidual clause in §4B1.2(a)(2) therefore is not void for\nvagueness.\n\u000c6               BECKLES v. UNITED STATES\n\n                     Opinion of the Court\n\n                              A\n   The limited scope of the void-for-vagueness doctrine in\nthis context is rooted in the history of federal sentencing.\nInstead of enacting specific sentences for particular fed-\neral crimes, Congress historically permitted district courts\n“wide discretion to decide whether the offender should be\nincarcerated and for how long.” Mistretta v. United States,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112173\"\u003e\u003ca href=\"/opinion/112173/mistretta-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e488\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e361\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 363 (1989). For most crimes, Congress set\nforth a range of sentences, and sentencing courts had\n“almost unfettered discretion” to select the actual length of\na defendant’s sentence “within the customarily wide\nrange” Congress had enacted. Id., at 364; see also, e.g.,\nApprendi v. New Jersey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118381\"\u003e\u003ca href=\"/opinion/118381/apprendi-v-new-jersey/\"\u003e\u003cspan class=\"volume\"\u003e530\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e466\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 481–482 (2000);\nWilliams v. New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104681\"\u003e\u003ca href=\"/opinion/104681/williams-v-new-york/\"\u003e\u003cspan class=\"volume\"\u003e337\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e241\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 247–248 (1949).\nThat discretion allowed district courts to craft individual-\nized sentences, taking into account the facts of the crime\nand the history of the defendant. As a result, “[s]erious\ndisparities in sentences . . . were common.” Mistretta,\nsupra, at 365.\n   Yet in the long history of discretionary sentencing, this\nCourt has “never doubted the authority of a judge to exer-\ncise broad discretion in imposing a sentence within a\nstatutory range.” United States v. Booker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137739\"\u003e\u003ca href=\"/opinion/137739/united-states-v-booker/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e220\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n233 (2005); see also, e.g., Apprendi, supra, at 481\n(“[N]othing in this history suggests that it is impermissi-\nble for judges to exercise discretion . . . in imposing a\njudgment within the range prescribed by statute”); Giac-\ncio, supra, at 405, n. 8 (“[W]e intend to cast no doubt\nwhatever on the constitutionality of the settled practice of\nmany States to leave to juries finding defendants guilty of\na crime the power to fix punishment within legally pre-\nscribed limits”).\n   More specifically, our cases have never suggested that a\ndefendant can successfully challenge as vague a sentenc-\ning statute conferring discretion to select an appropriate\nsentence from within a statutory range, even when that\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\ndiscretion is unfettered. In fact, our reasoning in Batchel-\nder suggests the opposite. This Court considered in that\ncase the constitutionality of two overlapping criminal\nprovisions that authorized different maximum penalties\nfor the same conduct. 442 U. S., at 115–116. The Court\nheld that the sentencing provisions were not void for\nvagueness because they specified the “penalties available”\nand defined the “punishment authorized” upon conviction\nfor each crime. Id., at 123. “Although the statutes cre-\nate[d] uncertainty as to which crime may be charged and\ntherefore what penalties may be imposed, they d[id] so to\nno greater extent than would a single statute authorizing\nvarious alternative punishments.” Ibid. (emphasis added).\nBy specifying “the range of penalties that prosecutors and\njudges may seek and impose,” Congress had “fulfilled its\nduty.” Id., at 126 (citing Evans, supra, at 483; emphasis\nadded). Indeed, no party to this case suggests that a\nsystem of purely discretionary sentencing could be subject\nto a vagueness challenge.\n                              B\n   The Sentencing Reform Act of 1984 departed from this\nregime by establishing several factors to guide district\ncourts in exercising their traditional sentencing discretion.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3553. Congress in the same Act created the\nUnited States Sentencing Commission and charged it with\nestablishing guidelines to be used for sentencing. Mis-\ntretta, supra, at 367. The result of the Commission’s work is\nthe Federal Sentencing Guidelines, which are one of the\nsentencing factors that the Act requires courts to consider.\n§3553(a)(4).\n   The Guidelines were initially binding on district courts,\nBooker, 543 U. S., at 233, but this Court in Booker ren-\ndered them “effectively advisory,” id., at 245. Although\nthe Guidelines remain “the starting point and the initial\nbenchmark” for sentencing, a sentencing court may no\n\u000c8               BECKLES v. UNITED STATES\n\n                     Opinion of the Court\n\nlonger rely exclusively on the Guidelines range; rather,\nthe court “must make an individualized assessment based\non the facts presented” and the other statutory factors.\nGall v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145843\"\u003e\u003ca href=\"/opinion/145843/gall-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e38\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 49, 50 (2007). The\nGuidelines thus continue to guide district courts in exer-\ncising their discretion by serving as “the framework for\nsentencing,” Peugh v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___\n(2013) (slip op., at 11), but they “do not constrain th[at]\ndiscretion,” id., at ___ (THOMAS, J., dissenting) (slip op.,\nat 2).\n   Because they merely guide the district courts’ discretion,\nthe Guidelines are not amenable to a vagueness challenge.\nAs discussed above, the system of purely discretionary\nsentencing that predated the Guidelines was constitution-\nally permissible. If a system of unfettered discretion is not\nunconstitutionally vague, then it is difficult to see how the\npresent system of guided discretion could be.\n   The advisory Guidelines also do not implicate the twin\nconcerns underlying vagueness doctrine—providing notice\nand preventing arbitrary enforcement. As to notice, even\nperfectly clear Guidelines could not provide notice to a\nperson who seeks to regulate his conduct so as to avoid\nparticular penalties within the statutory range. See, e.g.,\nGrayned v. City of Rockford, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108598\"\u003e\u003ca href=\"/opinion/108598/grayned-v-city-of-rockford/\"\u003e\u003cspan class=\"volume\"\u003e408\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e104\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 108 (1972).\nThat is because even if a person behaves so as to avoid an\nenhanced sentence under the career-offender guideline,\nthe sentencing court retains discretion to impose the\nenhanced sentence. See, e.g., Pepper v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e562\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e476\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 501 (2011) (“[O]ur post-Booker decisions make\nclear that a district court may in appropriate cases impose\na non-Guidelines sentence based on a disagreement with\nthe Commission’s views”). As we held in Irizarry v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e555\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e708\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2008), “[t]he due process concerns\nthat . . . require notice in a world of mandatory Guidelines\nno longer” apply. Id., at 714; see id., at 713 (“Any expecta-\ntion subject to due process protection . . . that a criminal\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\ndefendant would receive a sentence within the presump-\ntively applicable Guidelines range did not survive our\ndecision in [Booker], which invalidated the mandatory\nfeatures of the Guidelines”). All of the notice required is\nprovided by the applicable statutory range, which estab-\nlishes the permissible bounds of the court’s sentencing\ndiscretion.\n   The advisory Guidelines also do not implicate the\nvagueness doctrine’s concern with arbitrary enforcement.\nLaws that “regulate persons or entities,” we have ex-\nplained, must be sufficiently clear “that those enforcing\nthe law do not act in an arbitrary or discriminatory way.”\nFCC v. Fox Television Stations, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e567\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e239\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 253\n(2012); see also Grayned, supra, at 108–109 (“A vague law\nimpermissibly delegates basic policy matters” to judges\n“for resolution on an ad hoc and subjective basis”). An\nunconstitutionally vague law invites arbitrary enforce-\nment in this sense if it “leaves judges and jurors free to\ndecide, without any legally fixed standards, what is pro-\nhibited and what is not in each particular case,” Giaccio,\n382 U. S., at 402–403, or permits them to prescribe the\nsentences or sentencing range available, cf. Alleyne, 570\nU. S., at ___ (slip op., at 11) (“[T]he legally prescribed\nrange is the penalty affixed to the crime”).\n   The Guidelines, however, do not regulate the public by\nprohibiting any conduct or by “establishing minimum and\nmaximum penalties for [any] crime.” Mistretta, 488 U. S.,\nat 396 (Sentencing Guidelines “do not bind or regulate the\nprimary conduct of the public”). Rather, the Guidelines\nadvise sentencing courts how to exercise their discretion\nwithin the bounds established by Congress. In this case,\nfor example, the District Court did not “enforce” the career-\noffender Guideline against petitioner. It enforced \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §922(g)(1)’s prohibition on possession of a firearm\nby a felon—which prohibited petitioner’s conduct—and\n§924(e)(1)’s mandate of a sentence of 15 years to life im-\n\u000c10               BECKLES v. UNITED STATES\n\n                      Opinion of the Court\n\nprisonment—which fixed the permissible range of peti-\ntioner’s sentence. The court relied on the career-offender\nGuideline merely for advice in exercising its discretion to\nchoose a sentence within those statutory limits.\n   JUSTICE SOTOMAYOR’s concurrence suggests that judges\ninterpreting a vague sentencing Guideline might rely on\n“statistical analysis,” “gut instinct,” or the judge’s “own\nfeelings” to decide whether a defendant’s conviction is a\ncrime of violence. Post, at 6 (opinion concurring in judg-\nment) (internal quotation marks omitted). A judge granted\nunfettered discretion could use those same approaches\nin determining a defendant’s sentence. Indeed, the con-\ncurrence notes that federal judges before the Guidelines\nconsidered their own “view[s] of proper sentencing policy,”\namong other considerations. Post, at 11. Yet we have\nnever suggested that unfettered discretion can be void for\nvagueness.\n   Accordingly, we hold that the advisory Sentencing\nGuidelines are not subject to a vagueness challenge under\nthe Due Process Clause and that §4B1.2(a)’s residual\nclause is not void for vagueness.\n                             III\n   Our holding today does not render the advisory Guide-\nlines immune from constitutional scrutiny. This Court\nheld in Peugh, for example, that a “retrospective increase\nin the Guidelines range applicable to a defendant” violates\nthe Ex Post Facto Clause. 569 U. S., at ___ (slip op., at\n13). But the void-for-vagueness and ex post facto inquiries\nare “analytically distinct.” See id., at ___ (slip op., at 19)\n(distinguishing an ex post facto inquiry from a Sixth\nAmendment inquiry). Our ex post facto cases “have fo-\ncused on whether a change in law creates a ‘significant\nrisk’ of a higher sentence.” Ibid. A retroactive change in\nthe Guidelines creates such a risk because “sentencing\ndecisions are anchored by the Guidelines,” which establish\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\n“the framework for sentencing.” Id., at ___, ___ (slip op.,\nat 10, 11). In contrast, the void-for-vagueness doctrine\nrequires a different inquiry. The question is whether a\nlaw regulating private conduct by fixing permissible sen-\ntences provides notice and avoids arbitrary enforcement\nby clearly specifying the range of penalties available. The\nGovernment’s rebuttal that both doctrines are concerned\nwith “ ‘fundamental justice,’ ” Reply Brief for United States\n7, ignores the contours of our precedents.\n   The Court has also recognized “in the Eighth Amend-\nment context” that a district court’s reliance on a vague\nsentencing factor in a capital case, even indirectly, “can\ntaint the sentence.” Brief for United States 43 (citing\nEspinosa v. Florida, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112788\"\u003e\u003ca href=\"/opinion/112788/espinosa-v-florida/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1079\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1082 (1992) ( per\ncuriam); emphasis added). But our approach to vagueness\nunder the Due Process Clause is not interchangeable with\n“the rationale of our cases construing and applying the\nEighth Amendment.” Maynard v. Cartwright, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112084\"\u003e\u003ca href=\"/opinion/112084/maynard-v-cartwright/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e356\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 361 (1988). Our decision in Espinosa is thus inappo-\nsite, as it did not involve advisory Sentencing Guidelines\nor the Due Process Clause.\n   Finally, our holding today also does not render “sentenc-\ning procedure[s]” entirely “immune from scrutiny under\nthe due process clause.” Williams, 337 U. S., at 252, n. 18;\nsee, e.g., Townsend v. Burke, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104579\"\u003e\u003ca href=\"/opinion/104579/townsend-v-burke/\"\u003e\u003cspan class=\"volume\"\u003e334\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e736\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 741 (1948)\n(holding that due process is violated when a court relies on\n“extensively and materially false” evidence to impose a\nsentence on an uncounseled defendant). We hold only that\nthe advisory Sentencing Guidelines, including §4B1.2(a)’s\nresidual clause, are not subject to a challenge under the\nvoid-for-vagueness doctrine.\n                             IV\n  In addition to directing sentencing courts to consider the\nGuidelines, see §3553(a)(4)(A), Congress has directed them\nto consider a number of other factors in exercising their\n\u000c12               BECKLES v. UNITED STATES\n\n                      Opinion of the Court\n\nsentencing discretion, see §§3553(a)(1)–(3), (5)–(7). The\nGovernment concedes that “American judges have long\nmade th[e] sorts of judgments” called for by the §3553(a)\nfactors “in indeterminate-sentencing schemes, and this\nCourt has never understood such discretionary determina-\ntions to raise vagueness concerns.” Brief for United States\n42. Because the §3553 factors—like the Guidelines—do\nnot mandate any specific sentences, but rather guide the\nexercise of a district court’s discretion within the applica-\nble statutory range, our holding today casts no doubt on\ntheir validity.\n   Holding that the Guidelines are subject to vagueness\nchallenges under the Due Process Clause, however, would\ncast serious doubt on their validity. Many of these other\nfactors appear at least as unclear as §4B1.2(a)’s residual\nclause. For example, courts must assess “the need for the\nsentence imposed” to achieve certain goals—such as to\n“reflect the seriousness of the offense,” “promote respect\nfor the law,” “provide just punishment for the offense,”\n“afford adequate deterrence to criminal conduct,” and\n“provide the defendant with needed educational or voca-\ntional training . . . in the most effective manner.”\n§3553(a)(2). If petitioner were correct that §4B1.2(a)’s\nresidual clause were subject to a vagueness challenge, we\nwould be hard pressed to find these factors sufficiently\ndefinite to provide adequate notice and prevent arbitrary\nenforcement.\n   The Government tries to have it both ways, arguing that\nthe individualized sentencing required by the other\n§3553(a) factors is different in kind from that required by\nthe Guidelines. “An inscrutably vague advisory guide-\nline,” it contends, “injects arbitrariness into the sentencing\nprocess that is not found in the exercise of unguided dis-\ncretion in a traditional sentencing system.” Reply Brief\nfor United States 10–11. But it is far from obvious that\nthe residual clause implicates the twin concerns of vague-\n\u000c                 Cite as: 580 U. S. ____ (2017)                 13\n\n                     Opinion of the Court\n\nness any more than the statutory command that sentenc-\ning courts impose a sentence tailored, for example, “to\npromote respect for the law.” §3553(a)(2)(A). And neither\nthe Guidelines nor the other §3553 factors implicate those\nconcerns more than the absence of any guidance at all,\nwhich the Government concedes is constitutional.\n   The Government also suggests that the Guidelines are\nnot like the other §3553(a) factors “because they require a\ncourt to decide whether the facts of the case satisfy a legal\nstandard in order to derive a specific numerical range.”\nId., at 22. But that does not distinguish the other sentenc-\ning factors, which require courts to do the same thing.\nSection 3553(a) states that district courts “shall impose a\nsentence sufficient, but not greater than necessary, to\ncomply with the purposes set forth in [§3553(a)(2)].” In\nfact, the Guidelines generally offer more concrete advice in\nimposing a particular sentence and make it easier to\nreview whether a court has abused its substantial discre-\ntion. There is no sound reason to conclude that the Guide-\nlines—but not §3553(a)’s other sentencing factors—are\namenable to vagueness review.\n                        *     *    *\n  Because the advisory Sentencing Guidelines are not\nsubject to a due process vagueness challenge, §4B1.2(a)’s\nresidual clause is not void for vagueness. The judgment of\nthe Court of Appeals, accordingly, is affirmed.\n\n                                                  It is so ordered.\n\n  JUSTICE KAGAN took no part in the consideration or\ndecision of this case.\n\u000c                 Cite as: 580 U. S. ____ (2017)           1\n\n                   KENNEDY, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–8544\n                         _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                        [March 6, 2017]\n\n  JUSTICE KENNEDY, concurring.\n  As sentencing laws and standards continue to evolve,\ncases may arise in which the formulation of a sentencing\nprovision leads to a sentence, or a pattern of sentencing,\nchallenged as so arbitrary that it implicates constitutional\nconcerns. In that instance, a litigant might use the word\nvague in a general sense—that is to say, imprecise or\nunclear—in trying to establish that the sentencing deci-\nsion was flawed. That something is vague as a general\nmatter, however, does not necessarily mean that it is\nvague within the well-established legal meaning of that\nterm. And it seems most unlikely that the definitional\nstructure used to explain vagueness in the context of fair\nwarning to a transgressor, or of preventing arbitrary\nenforcement, is, by automatic transference, applicable to\nthe subject of sentencing where judicial discretion is in-\nvolved as distinct from a statutory command. See John-\nson v. United States, 576 U. S. ___ (2015).\n  The existing principles for defining vagueness cannot be\ntransported uncritically to the realm of judicial discretion\nin sentencing. Some other explication of the constitutional\nlimitations likely would be required.\n  These considerations inform my reading of the Court’s\nopinion, in which I join.\n\u000c                     Cite as: 580 U. S. ____ (2017)                    1\n\n                  GINSBURG, J., concurring in judment\n\nSUPREME COURT OF THE UNITED STATES\n                              _________________\n\n                              No. 15–8544\n                              _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                            [March 6, 2017]\n\n   JUSTICE GINSBURG, concurring in the judgment.\n   This case has a simple solution. When Travis Beckles\nwas convicted in 2007 of violating \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §922(g)(1),\nthe official commentary to the career-offender Sentencing\nGuideline expressly designated his offense of conviction—\npossessing a sawed-off shotgun as a felon—a “crime of\nviolence.” See ante, at 1–3; United States Sentencing\nCommission, Guidelines Manual §4B1.2(a), comment., n. 1\n(Nov. 2006). Harmonious with federal law and the text of\n§4B1.2(a), that commentary was “authoritative.” Stinson\nv. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112854\"\u003e\u003ca href=\"/opinion/112854/stinson-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e508\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e36\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 38 (1993).*\n   Beckles therefore cannot, and indeed does not, claim\nthat §4B1.2(a) was vague as applied to him. And because\n——————\n  * Beckles protests that the commentary is “inconsistent with”\n§4B1.2(a), and thus inoperative, once the residual clause is stricken\nfrom the Guideline as impermissibly vague. Brief for Petitioner 49; see\nStinson, 508 U. S., at 38. But excising the problematic provision first\nand considering illustrative language second “flip[s] the normal order of\noperations in adjudicating vagueness challenges.” Brief for United\nStates 55. This Court has routinely rejected, in a variety of contexts,\nvagueness claims where a clarifying construction rendered an other-\nwise enigmatic provision clear as applied to the challenger. See Bell v.\nCone, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137745\"\u003e\u003ca href=\"/opinion/137745/bell-v-cone/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e447\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 453, 457–458 (2005) (per curiam) (capital aggra-\nvating factor clarified by state-court precedent); Hoffman Estates v.\nFlipside, Hoffman Estates, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110661\"\u003e\u003ca href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"\u003e\u003cspan class=\"volume\"\u003e455\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e489\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 500–502, and n. 18\n(1982) (quasi-criminal ordinance clarified by licensing guidelines); Red\nLion Broadcasting Co. v. FCC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107962\"\u003e\u003ca href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"\u003e\u003cspan class=\"volume\"\u003e395\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e367\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 395 (1969) (federal\nregulation clarified by agency adjudications).\n\u000c2               BECKLES v. UNITED STATES\n\n              GINSBURG, J., concurring in judgment\n\nhis conduct was “clearly proscribed,” he also “cannot com-\nplain of the vagueness of the [guideline] as applied to the\nconduct of others.” Holder v. Humanitarian Law Project,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"149008\"\u003e\u003ca href=\"/opinion/149008/holder-v-humanitarian-law-project/\"\u003e\u003cspan class=\"volume\"\u003e561\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 18–19 (2010) (internal quotation marks omit-\nted) (rejecting vagueness challenge to terrorism material-\nsupport statute, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2339B). I would accordingly\ndefer any more encompassing ruling until a case we have\nagreed to take up requires one.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n             SOTOMAYOR, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–8544\n                         _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                        [March 6, 2017]\n\n   JUSTICE SOTOMAYOR, concurring in the judgment.\n   JUSTICE GINSBURG explains why the Court’s holding\ntoday is unnecessary. See ante, at 1–2 (opinion concurring\nin judgment). Petitioner Travis Beckles was sentenced to\n30 years in prison on the basis of commentary promul-\ngated by the U. S. Sentencing Commission interpreting a\nsentencing provision identical to the “residual clause” we\nheld unconstitutionally vague two years ago in Johnson v.\nUnited States, 576 U. S. ___ (2015). But Johnson affords\nBeckles no relief, because the commentary under which he\nwas sentenced was not unconstitutionally vague. Had the\nmajority limited itself to this conclusion, I would have\njoined its opinion. Instead, the majority reaches far be-\nyond what is necessary to resolve this case and announces\nthat the U. S. Sentencing Guidelines as a whole are im-\nmune from vagueness challenges.\n   I write separately to explain why that holding is not\nonly unnecessary, but also deeply unsound. The Guide-\nlines anchor every sentence imposed in federal district\ncourts. They are, “ ‘in a real sense[,] the basis for the\nsentence.’ ” Molina-Martinez v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e578\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip op., at 9) (quoting Peugh v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e569\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (slip op., at 11); emphasis\ndeleted). The Due Process Clause requires that rules this\nweighty be drafted “with sufficient definiteness that ordi-\nnary people can understand” them, and “in a manner that\n\u000c2               BECKLES v. UNITED STATES\n\n             SOTOMAYOR, J., concurring in judgment\n\ndoes not encourage arbitrary and discriminatory enforce-\nment.” Kolender v. Lawson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e461\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e352\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 357 (1983).\nBecause I cannot agree with the majority’s conclusion to\nthe contrary, I respectfully concur in the judgment only.\n                               I\n\n                              A\n\n   The Due Process Clause prohibits the Government from\n“taking away someone’s life, liberty, or property under a\ncriminal law so vague that it fails to give ordinary people\nfair notice of the conduct it punishes, or so standardless\nthat it invites arbitrary enforcement.” Johnson, 576 U. S.,\nat ___ (slip op., at 3). The prohibition against vagueness\nin criminal proceedings is “a well-recognized requirement,\nconsonant alike with ordinary notions of fair play and the\nsettled rules of law.” Connally v. General Constr. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"100759\"\u003e\u003ca href=\"/opinion/100759/connally-v-general-constr-co/\"\u003e\u003cspan class=\"volume\"\u003e269\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e385\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 391 (1926). The doctrine rests on two justifica-\ntions. First, it ensures that people receive “fair notice of\nwhat is prohibited.” United States v. Williams, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145810\"\u003e\u003ca href=\"/opinion/145810/united-states-v-williams/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e285\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 304 (2008). Second, it safeguards the integrity of the\njudicial system by ensuring that criminal adjudications\nare not conducted in an arbitrary manner and that terms\nof imprisonment are not imposed “on an ad hoc and sub-\njective basis.” Grayned v. City of Rockford, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108598\"\u003e\u003ca href=\"/opinion/108598/grayned-v-city-of-rockford/\"\u003e\u003cspan class=\"volume\"\u003e408\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e104\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n109 (1972).\n   “These principles apply not only to statutes defining\nelements of crimes, but also to statutes fixing sentences.”\nJohnson, 576 U. S., at ___ (slip op., at 4). Just two Terms\nago, we struck down a sentencing law—the Armed Career\nCriminal Act’s (ACCA) residual clause, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§924(e)(2)(B)—as unconstitutionally vague. See 576 U. S.,\nat ___ (slip op., at 15). We spent little time on whether the\nvagueness doctrine applied to such provisions. Id., at ___\n(slip op., at 4). And for good reason: A statute fixing a\nsentence imposes no less a deprivation of liberty than does\na statute defining a crime, as our Sixth Amendment juris-\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n             SOTOMAYOR, J., concurring in judgment\n\nprudence makes plain. See Apprendi v. New Jersey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118381\"\u003e\u003ca href=\"/opinion/118381/apprendi-v-new-jersey/\"\u003e\u003cspan class=\"volume\"\u003e530\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e466\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 490 (2000). We instead analyzed the residual\nclause in light of “[n]ine years’ experience trying to derive\nmeaning from” it, 576 U. S., at ___ (slip op., at 10), and\ndeclared the experiment a failure. “Invoking so shapeless\na provision to condemn someone to prison for 15 years to\nlife,” we held, “does not comport with the Constitution’s\nguarantee of due process.” Ibid.\n                              B\n   The question before us is how these principles apply to\nthe U. S. Sentencing Guidelines.\n   Congress established the U. S. Sentencing Commission\nin 1984 in order to address “[f]undamental and wide-\nspread dissatisfaction” with the then-prevailing regime of\ndiscretionary sentencing. Mistretta v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112173\"\u003e\u003ca href=\"/opinion/112173/mistretta-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e488\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e361\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 365–366 (1989); see Sentencing Reform Act of\n1984, §217(a), 98 Stat. 2017. It charged the Commission\nwith reducing “the great variation among sentences im-\nposed by different judges upon similarly situated offend-\ners” and the resulting “uncertainty as to the time [each]\noffender would spend in prison.” Mistretta, 488 U. S., at\n366. The Sentencing Guidelines are the product of that\nmandate. The Guidelines establish a framework “under\nwhich a set of inputs specific to a given case (the particu-\nlar characteristics of the offense and offender) yiel[d] a\npredetermined output (a range of months within which the\ndefendant [can] be sentenced).” Peugh, 569 U. S., at ___\n(slip op., at 4). In doing so, the Guidelines ensure “uni-\nformity in sentencing . . . imposed by different federal\ncourts for similar criminal conduct” and “proportionality in\nsentencing through a system that imposes appropriately\ndifferent sentences for criminal conduct of different sever-\nity.” Rita v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145708\"\u003e\u003ca href=\"/opinion/145708/rita-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e551\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e338\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 349 (2007) (in-\nternal quotation marks omitted).\n   The Guidelines today play a central role in federal\n\u000c4                BECKLES v. UNITED STATES\n\n              SOTOMAYOR, J., concurring in judgment\n\nsentencing. Although no longer binding on federal courts,\nsee United States v. Booker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137739\"\u003e\u003ca href=\"/opinion/137739/united-states-v-booker/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e220\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 245 (2005), the\nGuidelines nonetheless “provide the framework for the\ntens of thousands of federal sentencing proceedings that\noccur each year,” Molina-Martinez, 578 U. S., at ___ (slip\nop., at 2). A district court must “begin all sentencing\nproceedings by correctly calculating the applicable Guide-\nlines range.” Gall v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145843\"\u003e\u003ca href=\"/opinion/145843/gall-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e38\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 49–50\n(2007). The court must entertain the parties’ arguments\nand consider the factors set forth in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3553(a) as\npossible grounds for deviation from the Guidelines range,\n552 U. S., at 49–50, and “may not presume the . . . range is\nreasonable,” id., at 50. But it must explain any deviation\nfrom the range on the record, and it must “ensure that the\njustification is sufficiently compelling to support the de-\ngree of the variance.” Ibid.; see Peugh, 569 U. S., at ___–\n___ (slip op., at 17–18). A district court that incorrectly\ncalculates the Guidelines range commits reversible proce-\ndural error, see Gall, 552 U. S., at 51; a district court that\nimposes a sentence within the correct Guidelines range, by\ncontrast, may be afforded a presumption that the sentence\nit has imposed is reasonable, see Rita, 551 U. S., at 347.\n   The importance of the Guidelines in this process, as we\nexplained last Term, makes them “not only the starting\npoint for most federal sentencing proceedings but also the\nlodestar.” Molina-Martinez, 578 U. S., at ___ (slip op., at\n10). In most cases, it is the range set by the Guidelines,\nnot the minimum or maximum term of imprisonment set\nby statute, that specifies the number of years a defendant\nwill spend in prison. District courts impose a sentence\nwithin the Guidelines (or below the Guidelines based on a\nGovernment motion) over 80% of the time. Ibid.; see 2015\nAnnual Report and 2015 Sourcebook of Federal Sen-\ntencing Statistics (20th ed.) (Figure G), online at http://\nwww.ussc.gov/sites/default/files/pdf/research-and-publications/\nannual-reports-and-sourcebooks/2015/FigureG.pdf (as last\n\u000c                     Cite as: 580 U. S. ____ (2017)                    5\n\n                SOTOMAYOR, J., concurring in judgment\n\nvisited Feb. 27, 2017). And when Guidelines ranges\nchange—because the Guidelines themselves change, or\nbecause the court is informed of an error it made in apply-\ning them—sentences change, too.1 See Molina-Martinez,\n578 U. S., at ___ (slip op., at 10); Peugh, 569 U. S., at ___\n(slip op., at 13). It is therefore no exaggeration to say that\nthe Guidelines are, “ ‘in a real sense[,] the basis for the\nsentence’ ” imposed by the district court. Molina-Martinez,\n578 U. S., at ___ (slip op., at 9) (quoting Peugh, 569 U. S.,\nat ___ (slip op., at 11); emphasis deleted).\n                              C\n   It follows from the central role that the Guidelines play\nat sentencing that they should be susceptible to vagueness\nchallenges under the Due Process Clause.\n   Contrary to the majority’s conclusion, an inscrutably\nvague Guideline implicates both of the concerns animating\nthe prohibition on vagueness. First, a district court’s\nreliance on such a Guideline deprives an ordinary person\nof “fair notice” of the consequences of his actions. See\nJohnson, 576 U. S., at ___ (slip op., at 3). A defendant is\nentitled to understand the legal rules that will determine\nhis sentence. But a vague Guideline is by definition im-\npossible to understand. Take the career-offender Guide-\nline at issue here. We explained in Johnson that the\nidentically worded provision in the ACCA created “perva-\nsive disagreement” among courts imposing sentences as to\n“the nature of the inquiry” that they were required to\n——————\n   1 The evidence before us suggests that the same is true of the career-\n\noffender Guideline at issue here. Given the near consensus among the\nlower courts that this Guideline is unconstitutionally vague, see n. 3,\ninfra, some courts have proceeded to resentence defendants whose\nsentences were originally enhanced under the Guideline. See App. to\nReply Brief 1–14. In these resentencings, “every defendant but one\nreceived a sentence lower than the sentence originally imposed,” and\nthe average defendant received a sentence “more than [three] years\nlower than the original sentence.” Reply Brief 12.\n\u000c6                   BECKLES v. UNITED STATES\n\n                 SOTOMAYOR, J., concurring in judgment\n\nconduct. Id., at ___ (slip op., at 9). The result was a law\nthat was “ ‘nearly impossible to apply consistently.’ ” Ibid.\n(quoting Chambers v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145923\"\u003e\u003ca href=\"/opinion/145923/chambers-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e555\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e122\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 133\n(2009) (ALITO, J., concurring in judgment)). An ordinary\nperson cannot be expected to understand the consequences\nthat such a shapeless provision will have on his sentence.2\n   Second, and more importantly, a district court’s reliance\non a vague Guideline creates a serious risk of “arbitrary\nenforcement.” See Johnson, 576 U. S., at ___ (slip op., at\n3). As set out above, although the Guidelines do not bind\na district court as a formal matter, as a functional matter\nthey “anchor both the district court’s discretion and the\nappellate review process.” Peugh, 569 U. S., at ___ (slip\nop., at 18). It introduces an unacceptable degree of arbi-\ntrariness into sentencing proceedings to begin by applying\na rule that is so vague that efforts to interpret it boil down\nto “guesswork and intuition.” Johnson, 576 U. S., at ___\n(slip op., at 8). One judge may conduct a statistical analy-\nsis to decide that a defendant’s crime of conviction is not a\ncrime of violence. Another may rely on gut instinct to\nconclude that it is. Still a third may “throw [our] opinions\ninto the air in frustration, and give free rein to [her] own\nfeelings” in making the decision. Derby v. United States,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e564\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1047\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1049 (2011) (Scalia, J., dissenting from\ndenial of certiorari). Importantly, that decision is the end\nof the ballgame for a criminal defendant. Although he\nmay ask the judge to vary downward from the Guidelines\nrange, he must take the range as the starting point for his\n——————\n    2 Our\n        decision in Irizarry v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145796\"\u003e\u003ca href=\"/opinion/145796/irizarry-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e708\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2008), is not\nto the contrary. In Irizarry we held that Federal Rule of Criminal\nProcedure 32(h) does not require a judge to inform a defendant, in\nadvance of a sentencing proceeding, of his intent to vary above the\nGuidelines range. Id., at 715–716. That narrow decision has no\nbearing on the broader question whether ordinary people are entitled to\nfair notice, under the Due Process Clause, of the rules that will dictate\ntheir punishment.\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n             SOTOMAYOR, J., concurring in judgment\n\nrequest. He may ask for a month here or a month there,\nbut he is negotiating from a baseline he cannot control or\npredict. The result is a sentencing proceeding hopelessly\nskewed from the outset by “unpredictability and arbitrari-\nness.” Johnson, 576 U. S., at ___ (slip op., at 6). The Due\nProcess Clause does not tolerate such a proceeding.\n   Consider, by way of example, a hypothetical version of\nBeckles’ own sentencing proceeding in which the commen-\ntary played no clarifying role. Beckles was convicted of\npossessing a firearm as a convicted felon, in violation of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §922(g)(1), and sentenced to 360 months in prison.\nThat sentence sat at the bottom end of the applicable\nGuidelines range, factoring in the career-offender Guide-\nline: 360 months to life. But had the career-offender\nGuideline not applied to Beckles, the Guidelines range\ncalculated by the District Court would have been signifi-\ncantly lower: 262 to 327 months. See Beckles v. United\nStates, Civ. No. 10–23517 (SD Fla., Mar. 4, 2013), App.\n129–130. Absent that Guideline, Beckles would have been\nsentenced to between 33 and 98 fewer months in prison.\nThe District Court admitted as much, explaining that had\nthe Guideline not applied, she “would not have imprisoned\nBeckles to 360 months” in prison. Id., at 149 (emphasis\ndeleted). Years of Beckles’ life thus turned solely on\nwhether the career-offender Guideline applied. There is\nno meaningful way in which the Guideline exerted less\neffect on Beckles’ sentence than did the statute setting his\nminimum and maximum terms of imprisonment; indeed,\nit was the Guidelines, not just the statute, that “fix[ed]”\nBeckles’ “sentenc[e]” in every meaningful way. Johnson,\n576 U. S., at ___ (slip op., at 4). Nothing of substance, in\nother words, distinguishes the Guidelines from the kind of\nlaws we held susceptible to vagueness challenges in John-\nson; both law and Guideline alike operate to extend the\ntime a person spends in prison. The Due Process Clause\nshould apply equally to each.\n\u000c8                  BECKLES v. UNITED STATES\n\n               SOTOMAYOR, J., concurring in judgment\n\n\n                            II\n\n   The majority brushes past this logic in its decision to\nshield the Guidelines from vagueness challenges. In doing\nso, it casts our sentencing jurisprudence into doubt and\nupends the law of nearly every Court of Appeals to have\nconsidered this question.3 None of its explanations justify\nits novel and sweeping conclusion.\n                               A\n   The majority first reasons that the Guidelines are not\nsusceptible to vagueness challenges because they “do not\nfix the permissible range of sentences,” ante, at 5, but\nmerely “guide district courts in exercising their discre-\ntion,” ante, at 8. But we have not embraced such formal-\nism before, and the majority provides no coherent justifi-\ncation for its decision to do so here.\n   Indeed, we have refused before to apply exactly the\nformalistic distinction that the majority now embraces. In\nEspinosa v. Florida, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112788\"\u003e\u003ca href=\"/opinion/112788/espinosa-v-florida/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1079\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1081 (1992) ( per\ncuriam), we held that a state’s capital aggravating factor\nthat was drafted in a manner “so vague as to leave the\nsentencer without sufficient guidance for determining the\npresence or absence of the factor” violated the Eighth\nAmendment. The factor was unconstitutional, we ex-\nplained, notwithstanding the fact that only the jury, not\nthe judge, was instructed on the factor; that the judge, not\nthe jury, made the final decision to sentence the defendant\nto death; and that the judge, in doing so, was not required\n——————\n    3 See\n        United States v. Hurlburt, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e835\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e715\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 721–725 (CA7 2016)\n(en banc) (the Guidelines are subject to vagueness challenges); United\nStates v. Calabretta, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e831\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e128\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 136–137 (CA3 2016) (same); United\nStates v. Sheffield, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e832\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e296\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 312–313 (CADC 2016) (same); United\nStates v. Pawlak, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e822\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e902\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 905–911 (CA6 2016) (same); United\nStates v. Madrid, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e805\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1204\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1210–1211 (CA10 2015) (same). But\nsee United States v. Matchett, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e802\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1185\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1193–1196 (CA11 2015)\n(they are not).\n\u000c                  Cite as: 580 U. S. ____ (2017)            9\n\n              SOTOMAYOR, J., concurring in judgment\n\nto defer to the jury’s recommendation. “This kind of indi-\nrect weighing of an invalid aggravating factor,” we ex-\nplained, “creates the same potential for arbitrariness as\nthe direct weighing of an invalid aggravating factor.” Id.,\nat 1082. In doing so, we effectively rejected just the argu-\nment the majority now embraces: that advisory guidelines\nlack the kind of binding legal effect that subject them to\nconstitutional scrutiny.\n   If there were any doubt that advisory sentencing guide-\nlines are subject to constitutional limits, we dispelled it in\nPeugh, where we held that the Guidelines are amenable to\nchallenges under the Ex Post Facto Clause. See 569 U. S.,\nat ___ (slip op., at 1). There, the Government argued that\nthe “advisory” nature of the Guidelines rendered them\nimmune from such claims. Id., at ___ (slip op., at 8). But\nwe rejected such an argument. “The federal system,” we\nexplained, “adopts procedural measures intended to make\nthe Guidelines the lodestone of sentencing,” and “consid-\nerable empirical evidence indicate[s] that the . . . Guide-\nlines have the intended effect.” Id., at ___–___ (slip op., at\n12–13). We declined the Government’s invitation to limit\nour ex post facto jurisprudence to rules that, as a formal\nmatter, “increase[d] the maximum sentence for which a\ndefendant is eligible.” Id., at ___ (slip op., at 8). And we\nexplained that a rule may exert “ ‘binding legal effect’\nthrough . . . procedural rules and standards for appellate\nreview that, in combination, encourag[e] district courts to\nsentence within the guidelines.” Id., at ___ (slip op., at\n16). It was not true, we concluded, that “the Guidelines\nare too much like guideposts and not enough like fences,”\nibid.; instead, the Guidelines were just fencelike enough—\njust lawlike enough—that they cannot be shielded from\nthe Constitution’s reach.\n   The same principle should dictate the same result in\nthis case. How can the Guidelines carry sufficient legal\nweight to warrant scrutiny under the Eighth Amendment\n\u000c10                 BECKLES v. UNITED STATES\n\n                SOTOMAYOR, J., concurring in judgment\n\nand the Ex Post Facto Clause, but not enough to warrant\nscrutiny under the Due Process Clause? Cf. United States\nv. Hurlburt, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e835\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e715\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 724 (CA7 2016) (en banc) (“We\nsee no principled way to distinguish Peugh on doctrinal\ngrounds”). The majority offers no convincing answer. It\nasserts that the Due Process Clause “requires a different\ninquiry” than these provisions do. Ante, at 10. But it does\nnot explain why it views this as relevant to the constitu-\ntional status of the Guidelines. A court considering a\nchallenge to a criminal statute under the Ex Post Facto\nClause will apply a different legal standard than will a\ncourt considering a vagueness challenge to the same stat-\nute; that does not make the statute more or less suscepti-\nble to constitutional challenge in one context than the\nother. Our opinion in Peugh is particularly difficult for\nthe majority to escape, given that the Ex Post Facto\nClause, like the Due Process Clause’s prohibition against\nvagueness, is rooted in concerns about “fair warning” and\n“ ‘fundamental fairness.’ ” 569 U. S., at ___ (plurality\nopinion) (slip op., at 13). The majority musters no persua-\nsive explanation for why those concerns would have less\nforce in this context than in that one. That is because\nnone exists.4\n                            B\n  The majority next posits that because courts have long\nsentenced defendants under purely discretionary regimes,\nthere can be no vagueness concern with any system that,\n——————\n   4 The Court’s adherence to the formalistic distinction between manda-\n\ntory and advisory rules at least leaves open the question whether\ndefendants sentenced to terms of imprisonment before our decision in\nUnited States v. Booker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137739\"\u003e\u003ca href=\"/opinion/137739/united-states-v-booker/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e220\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2005)—that is, during the\nperiod in which the Guidelines did “fix the permissible range of sen-\ntences,” ante, at 5—may mount vagueness attacks on their sentences.\nSee Brief for Scholars of Criminal Law, Federal Courts, and Sentencing\nas Amici Curiae 33–34. That question is not presented by this case and\nI, like the majority, take no position on its appropriate resolution.\n\u000c                 Cite as: 580 U. S. ____ (2017)          11\n\n             SOTOMAYOR, J., concurring in judgment\n\nlike the Guidelines regime, sets guideposts on the exercise\nof discretion. Ante, at 6–7. But this argument fundamen-\ntally misunderstands the problem caused by a court’s\nreliance on a vague sentencing guideline.\n   True enough, for many years, federal courts relied on “a\nsystem of indeterminate sentencing” in criminal cases.\nMistretta, 488 U. S., at 363; see also K. Stith \u0026 J.\nCabranes, Fear of Judging: Sentencing Guidelines in the\nFederal Courts 9–14 (1998). Under such a scheme, a\nsentencing judge considers the full range of relevant ag-\ngravating and mitigating facts and circumstances, as well\nas his view of proper sentencing policy, and then imposes\na sentence in light of those considerations. See Koon v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118044\"\u003e\u003ca href=\"/opinion/118044/koon-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e518\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e81\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 113 (1996) (“It has been uni-\nform and constant in the federal judicial tradition for the\nsentencing judge to consider every convicted person as an\nindividual and every case as a unique study in the human\nfailings that sometimes mitigate, sometimes magnify, the\ncrime and the punishment to ensue”). As the majority\nnotes, no party here “suggests that a system of purely\ndiscretionary sentencing could be subject to a vagueness\nchallenge.” Ante, at 7. The majority reasons that the\nGuidelines—which limit the sentencing judge’s discretion\nfrom what he otherwise would have enjoyed—must there-\nfore also be immune from vagueness attacks. Ibid.\n   But the majority misapprehends the nature of the con-\nstitutional infirmity that occurs when a sentencing judge\nrelies on an inscrutably vague guideline. A defendant who\nis sentenced under a purely discretionary regime does not\nface the prospect of “arbitrary enforcement” by the sen-\ntencing judge, Kolender, 461 U. S., at 358; rather, he faces\na fact- and context-sensitive determination informed by\nthe exercise of reasoned judgment. A defendant sentenced\npursuant to an impossibly vague Guideline, by contrast, is\nput in an untenable position. The “lodestone” of his sen-\ntence—the baseline against which the district court will\n\u000c12               BECKLES v. UNITED STATES\n\n              SOTOMAYOR, J., concurring in judgment\n\nassess his characteristics and his conduct—is set by a rule\nthat is impossible to understand. Such a proceeding is the\nantithesis of due process. See Giaccio v. Pennsylvania,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e382\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e399\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 403 (1966) (“Implicit in [due process] is the\npremise that the law must be one that carries an under-\nstandable meaning with legal standards that courts must\nenforce”). It is not reliance on discretion that makes a\nsentencing regime vague; it is reliance on an impenetrable\nrule as a baseline for the exercise of that discretion. Reli-\nance on a rule of this kind, whether set out in a statute or\nin a Guideline, does not comport with “ ‘ordinary notions of\nfair play.’ ” Johnson, 576 U. S., at ___ (slip op., at 4).\n                               C\n   The majority ends by speculating that permitting\nvagueness attacks on the Guidelines would call into ques-\ntion the validity of many Guidelines, and even the factors\nthat Congress has instructed courts to consider in impos-\ning sentences. See ante, at 11–12. In doing so, the major-\nity once more resuscitates arguments we have already\nconsidered and dismissed.\n   Johnson confronted and rejected a version of this argu-\nment. There, the Government contended that “dozens of\nfederal and state criminal laws use terms like ‘substantial\nrisk,’ ‘grave risk,’ and ‘unreasonable risk,’ ” terms that—in\nits view—were indistinguishable from the residual clause\nat issue in that case. 576 U. S., at ___ (slip op., at 12). We\nrejected the argument, explaining that such rules “call[ed]\nfor the application of a qualitative standard such as ‘sub-\nstantial risk’ to real-world conduct; ‘the law is full of in-\nstances where a man’s fate depends on his estimating\nrightly . . . some matter of degree.’ ” Ibid. (quoting Nash v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"97928\"\u003e\u003ca href=\"/opinion/97928/nash-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e229\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e373\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 377 (1913)). What rendered\nthe ACCA’s residual clause unconstitutionally vague, we\nexplained, was not that it required “gauging the riskiness\nof conduct in which an individual defendant engages on a\n\u000c                    Cite as: 580 U. S. ____ (2017)                 13\n\n               SOTOMAYOR, J., concurring in judgment\n\nparticular occasion,” but that it required the application of\nan ambiguous standard “to an idealized ordinary case of\nthe crime.” 576 U. S., at ___ (slip op., at 12). Holding the\nresidual clause unconstitutionally vague, in other words,\ncast no doubt on the dozens of laws elsewhere in the U. S.\nCode requiring the application of general standards to\nparticular conduct.\n  The same is true here. The sentencing factors described\nby the majority bear no similarity to the categorical risk\nanalysis that the Court held unconstitutionally vague in\nJohnson, nor to any other statutes it has previously found\nvague. Congress’ instruction to district courts to consider,\nfor instance, “the nature and circumstances of the offense\nand the history and characteristics of the defendant,”\n§3553(a)(1), bears little resemblance to statutes requiring\nsubjective determinations as to whether conduct is “an-\nnoying” or “unjust.” See Coates v. Cincinnati, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108348\"\u003e\u003ca href=\"/opinion/108348/coates-v-cincinnati/\"\u003e\u003cspan class=\"volume\"\u003e402\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e611\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 615–616 (1971); United States v. L. Cohen Grocery\nCo., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"99713\"\u003e\u003ca href=\"/opinion/99713/united-states-v-l-cohen-grocery-co/\"\u003e\u003cspan class=\"volume\"\u003e255\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e81\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 89 (1921).5 And to the extent that the\nmajority’s concern is that subjecting sentencing factors\nto the Due Process Clause’s prohibition on vagueness\nwould risk the demise of discretionary sentencing regimes,\nthat prospect is unlikely, for the reasons I have already\nexplained.\n                        *     *    *\n  It violates the Due Process Clause “to condemn someone\nto prison” on the basis of a sentencing rule “so shapeless”\nas to resist interpretation. 576 U. S., at ___ (slip op., at\n10). But the Court’s decision today permits exactly that\nresult. With respect, I concur only in the judgment.\n——————\n  5 Indeed, the Ninth Circuit has held for decades that the Guidelines\n\nare subject to vagueness challenges, see United States v. Helmy, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e951\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e988\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 993 (CA9 1991), yet the Government represents that that\ncourt has never found a Guideline unconstitutionally vague. See Reply\nBrief for United States 20.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                   BECKLES v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE ELEVENTH CIRCUIT\n\n  No. 15–8544. Argued November 28, 2016—Decided March 6, 2017\nPetitioner Beckles was convicted of possession of a firearm by a convict-\n  ed felon, 18 U. S. C. §922(g)(1). His presentence investigation report\n  concluded that he was eligible for a sentencing enhancement as a\n  “career offender” under United States Sentencing Guideline\n  §4B1.1(a) because his offense qualified as a “crime of violence” under\n  §4B1.2(a)’s residual clause. The District Court sentenced petitioner\n  as a career offender, and the Eleventh Circuit affirmed. Petitioner\n  then filed a postconviction motion to vacate his sentence, arguing\n  that his offense was not a “crime of violence.” The District Court de-\n  nied the motion, and the Eleventh Circuit affirmed. Petitioner next\n  filed a petition for a writ of certiorari from this Court. While his peti-\n  tion was pending, this Court held that the identically worded residu-\n  al clause in the Armed Career Criminal Act of 1984 (ACCA),\n  §924(e)(2)(b), was unconstitutionally vague, Johnson v. United States,\n  576 U. S. ___. The Court vacated and remanded petitioner’s case in\n  light of Johnson. On remand, the Eleventh Circuit affirmed again,\n  distinguishing the ACCA’s unconstitutionally vague residual clause\n  from the residual clause in the Sentencing Guidelines.\nHeld: The Federal Sentencing Guidelines, including §4B1.2(a)’s residu-\n al clause, are not subject to vagueness challenges under the Due Pro-\n cess Clause. Pp. 4–13.\n    (a) The Due Process Clause prohibits the Government from “taking\n away someone’s life, liberty, or property under a criminal law so\n vague that it fails to give ordinary people fair notice of the conduct it\n punishes, or so standardless that it invites arbitrary enforcement.”\n Johnson, supra, at ___–___. Under the void-for-vagueness doctrine,\n laws that fix the permissible sentences for criminal offenses must\n specify the range of available sentences with “sufficient clarity.”\n\u000c2                     BECKLES v. UNITED STATES\n\n                                  Syllabus\n\n    United States v. Batchelder, 442 U. S. 114, 123. In Johnson, this\n    Court held that the ACCA’s residual clause fixed—in an impermissi-\n    bly vague way—a higher range of sentences for certain defendants.\n    But the advisory Guidelines do not fix the permissible range of sen-\n    tences. They merely guide the exercise of a court’s discretion in\n    choosing an appropriate sentence within the statutory range. Pp. 4–\n    10.\n         (1) The limited scope of the void-for-vagueness doctrine in this\n    context is rooted in the history of federal sentencing. Congress has\n    long permitted district courts “wide discretion to decide whether the\n    offender should be incarcerated and for how long.” Mistretta v. Unit-\n    ed States, 488 U. S. 361, 363. Yet this Court has “never doubted the\n    authority of a judge to exercise broad discretion in imposing a sen-\n    tence within a statutory range,” United States v. Booker, 543 U. S.\n    220, 233, nor suggested that a defendant can successfully challenge\n    as vague a sentencing statute conferring discretion to select an ap-\n    propriate sentence from within a statutory range, even when that\n    discretion is unfettered, see Batchelder, supra, at 123, 126. Pp. 6–7.\n         (2) The Sentencing Reform Act of 1984 departed from this regime\n    by establishing several factors to guide district courts in exercising\n    their sentencing discretion. It also created the United States Sen-\n    tencing Commission and charged it with establishing the Federal\n    Sentencing Guidelines. Because the Guidelines have been rendered\n    “effectively advisory” by this Court, Booker, supra, at 245, they guide\n    district courts in exercising their discretion, but do not constrain that\n    discretion. Accordingly, they are not amenable to vagueness chal-\n    lenges: If a system of unfettered discretion is not unconstitutionally\n    vague, then it is difficult to see how the present system of guided dis-\n    cretion could be. Neither do they implicate the twin concerns under-\n    lying vagueness doctrine—providing notice and preventing arbitrary\n    enforcement. The applicable statutory range, which establishes the\n    permissible bounds of the court’s sentencing discretion, provides all\n    the notice that is required. Similarly, the Guidelines do not invite\n    arbitrary enforcement within the meaning of this Court’s case law,\n    because they do not permit the sentencing court to prohibit behavior\n    or to prescribe the sentencing ranges available. Rather, they advise\n    sentencing courts how to exercise their discretion within the bounds\n    established by Congress. Pp. 7–10.\n      (b) The holding in this case does not render the advisory Guidelines\n    immune from constitutional scrutiny, see, e.g., Peugh v. United\n    States, 569 U. S. ___, or render “sentencing procedure[s]” entirely\n    “immune from scrutiny under the due process clause,” Williams v.\n    New York, 337 U. S. 241, 252, n. 18. This Court holds only that the\n    Sentencing Guidelines are not subject to a challenge under the void-\n\u000c                     Cite as: 580 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  for-vagueness doctrine. Pp. 10–11.\n    (c) Nor does this holding cast doubt on the validity of the other fac-\n  tors that sentencing courts must consider in exercising their sentenc-\n  ing discretion. See §§3553(a)(1)–(3), (5)–(7). A contrary holding,\n  however, would cast serious doubt on those other factors because\n  many of them appear at least as unclear as §4B1.2(a)’s residual\n  clause. This Court rejects the Government’s argument that the indi-\n  vidualized sentencing required by those other factors is distinguisha-\n  ble from that required by the Guidelines. It is far from obvious that\n  §4B1.2(a)’s residual clause implicates the twin concerns of vagueness\n  more than the other factors do, and neither the Guidelines nor the\n  other factors implicate those concerns more than the absence of any\n  guidance at all, which the Government concedes is constitutional.\n  Pp. 11–13.\n616 Fed. Appx. 415, affirmed.\n\n   THOMAS, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, BREYER, and ALITO, JJ., joined. KENNEDY, J., filed\na concurring opinion. GINSBURG, J., and SOTOMAYOR, J., filed opinions\nconcurring in the judgment. KAGAN, J., took no part in the considera-\ntion or decision of the case.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–8544\n                                   _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                                 [March 6, 2017]\n\n   JUSTICE THOMAS delivered the opinion of the Court.\n   At the time of petitioner’s sentencing, the advisory\nSentencing Guidelines included a residual clause defining\na “crime of violence” as an offense that “involves conduct\nthat presents a serious potential risk of physical injury to\nanother.” United States Sentencing Commission, Guide-\nlines Manual §4B1.2(a)(2) (Nov. 2006) (USSG). This Court\nheld in Johnson v. United States, 576 U. S. ___ (2015),\nthat the identically worded residual clause in the Armed\nCareer Criminal Act of 1984 (ACCA), 18 U. S. C.\n§924(e)(2)(B), was unconstitutionally vague. Petitioner\ncontends that the Guidelines’ residual clause is also void\nfor vagueness. Because we hold that the advisory Guide-\nlines are not subject to vagueness challenges under the\nDue Process Clause, we reject petitioner’s argument.\n                             I\n   Petitioner Travis Beckles was convicted in 2007 of pos-\nsession of a firearm by a convicted felon, §922(g)(1). Ac-\ncording to the presentence investigation report, the fire-\narm was a sawed-off shotgun, and petitioner was therefore\neligible for a sentencing enhancement as a “career of-\nfender” under the Sentencing Guidelines. The 2006 version of\n\u000c2                  BECKLES v. UNITED STATES\n\n                         Opinion of the Court\n\nthe Guidelines, which were in effect when petitioner was\nsentenced,1 provided that “[a] defendant is a career of-\nfender if\n       “(1) the defendant was at least eighteen years old at\n       the time the defendant committed the instant offense\n       of conviction; (2) the instant offense of conviction is a\n       felony that is either a crime of violence or a controlled\n       substance offense; and (3) the defendant has at least\n       two prior felony convictions of either a crime of vio-\n       lence or a controlled substance offense.”          USSG\n       §4B1.1(a).\nThe Guidelines defined “crime of violence” as\n       “any offense under federal or state law, punishable by\n       imprisonment for a term exceeding one year that—\n       “(1) has as an element the use, attempted use, or\n       threatened use of physical force against the person of\n       another, or\n       “(2) is burglary of a dwelling, arson, or extortion, in-\n       volves use of explosives, or otherwise involves conduct\n       that presents a serious potential risk of physical injury\n       to another.” §4B1.2(a) (emphasis added).\nThe clause beginning with “or otherwise” in this definition\nis known as the residual clause.\n   The commentary to the career-offender Guideline pro-\nvided that possession of a sawed-off shotgun was a crime\nof violence. See §4B1.2, comment., n. 1 (“Unlawfully\npossessing a firearm described in 26 U. S. C. §5845(a) (e.g.,\na sawed-off shotgun . . . ) is a ‘crime of violence’ ”); §5845(a)\n(“The term ‘firearm’ means (1) a shotgun having a barrel\nor barrels of less than 18 inches in length”).\n——————\n    1 Withone exception not relevant here, 18 U. S. C. §3553(a)(4)(A)\ninstructs sentencing courts to consider the Guidelines ranges that “are\nin effect on the date the defendant is sentenced.” Accordingly, refer-\nences in this opinion to the Guidelines are to the 2006 version.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\n   The District Court agreed that petitioner qualified as a\ncareer offender under the Guidelines. Petitioner was over\n18 years of age at the time of his offense, and his criminal\nhistory included multiple prior felony convictions for\ncontrolled substance offenses. Furthermore, in the Dis-\ntrict Court’s view, petitioner’s §922(g)(1) conviction quali-\nfied as a “crime of violence.” Because he qualified as a\ncareer offender, petitioner’s Guidelines range was 360\nmonths to life imprisonment. The District Court sen-\ntenced petitioner to 360 months. The Court of Appeals\naffirmed petitioner’s conviction and sentence, and this\nCourt denied certiorari. United States v. Beckles, 565\nF. 3d 832, 846 (CA11), cert denied, 558 U. S. 906 (2009).\n   In September 2010, petitioner filed a motion to vacate\nhis sentence under 28 U. S. C. §2255, arguing that his\nconviction for unlawful possession of a firearm was not a\n“crime of violence,” and therefore that he did not qualify as\na career offender under the Guidelines. The District Court\ndenied the motion, and the Court of Appeals affirmed.\n   Petitioner then filed a second petition for certiorari in\nthis Court. While his petition was pending, the Court\ndecided Johnson, holding that “imposing an increased\nsentence under the residual clause of the [ACCA]”—which\ncontained the same language as the Guidelines’ residual\nclause—“violate[d] the Constitution’s guarantee of due\nprocess” because the clause was unconstitutionally vague.\n576 U. S., at ___ (slip op., at 15). We subsequently granted\nhis petition, vacated the judgment of the Court of Ap-\npeals, and remanded for further consideration in light of\nJohnson. Beckles v. United States, 576 U. S. ___ (2015).\n   On remand, petitioner argued that his enhanced sen-\ntence was based on §4B1.2(a)’s residual clause, which he\ncontended was unconstitutionally vague under Johnson.\nThe Court of Appeals again affirmed. It noted that peti-\ntioner “was sentenced as a career offender based not on\nthe ACCA’s residual clause, but based on express lan-\n\u000c4                  BECKLES v. UNITED STATES\n\n                         Opinion of the Court\n\nguage in the Sentencing Guidelines classifying [his] of-\nfense as a ‘crime of violence.’ ” 616 Fed. Appx. 415, 416\n(2015) ( per curiam). “Johnson,” the Court of Appeals\nreasoned, “says and decided nothing about career-offender\nenhancements under the Sentencing Guidelines or about\nthe Guidelines commentary underlying [petitioner]’s sta-\ntus as a career-offender.” Ibid. The Court of Appeals\ndenied rehearing en banc.\n  Petitioner filed another petition for certiorari in this\nCourt, again contending that §4B1.2(a)’s residual clause is\nvoid for vagueness. To resolve a conflict among the Courts\nof Appeals on the question whether Johnson’s vagueness\nholding applies to the residual clause in §4B1.2(a) of the\nGuidelines,2 we granted certiorari. 579 U. S. ___ (2016).\nBecause the United States, as respondent, agrees with\npetitioner that the Guidelines are subject to vagueness\nchallenges, the Court appointed Adam K. Mortara as\namicus curiae to argue the contrary position. 579 U. S.\n___ (2016). He has ably discharged his responsibilities.\n                             II\n   This Court has held that the Due Process Clause prohib-\nits the Government from “taking away someone’s life,\nliberty, or property under a criminal law so vague that it\nfails to give ordinary people fair notice of the conduct it\npunishes, or so standardless that it invites arbitrary en-\nforcement.” Johnson, 576 U. S., at ___–___ (slip op., at 3–\n4) (citing Kolender v. Lawson, 461 U. S. 352, 357–358\n——————\n  2 Compare United States v. Matchett, 802 F. 3d 1185, 1193–1196\n\n(CA11 2015) (holding that the Guidelines are not subject to due process\nvagueness challenges), with, e.g., United States v. Townsend, 638 Fed.\nAppx. 172, 178, n. 14 (CA3 2015) (declining to follow Matchett); United\nStates v. Pawlak, 822 F. 3d 902, 905–911 (CA6 2016) (holding that the\nGuidelines are subject to due process vagueness challenges); United\nStates v. Hurlburt, 835 F. 3d 715, 721–725 (CA7 2016) (en banc) (same);\nUnited States v. Madrid, 805 F. 3d 1204, 1210–1211 (CA10 2015)\n(same).\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\n(1983)). Applying this standard, the Court has invalidated\ntwo kinds of criminal laws as “void for vagueness”: laws\nthat define criminal offenses and laws that fix the permis-\nsible sentences for criminal offenses.\n   For the former, the Court has explained that “the void-\nfor-vagueness doctrine requires that a penal statute define\nthe criminal offense with sufficient definiteness that ordi-\nnary people can understand what conduct is prohibited\nand in a manner that does not encourage arbitrary and\ndiscriminatory enforcement.” Id., at 357. For the latter,\nthe Court has explained that “statutes fixing sentences,”\nJohnson, supra, at ___ (slip op., at 4) (citing United States\nv. Batchelder, 442 U. S. 114, 123 (1979)), must specify the\nrange of available sentences with “sufficient clarity,” id.,\nat 123; see also United States v. Evans, 333 U. S. 483\n(1948); cf. Giaccio v. Pennsylvania, 382 U. S. 399 (1966).\n   In Johnson, we applied the vagueness rule to a statute\nfixing permissible sentences. The ACCA’s residual clause,\nwhere applicable, required sentencing courts to increase a\ndefendant’s prison term from a statutory maximum of 10\nyears to a minimum of 15 years. That requirement thus\nfixed—in an impermissibly vague way—a higher range of\nsentences for certain defendants. See Alleyne v. United\nStates, 570 U. S. ___, ___ (2013) (describing the legally\nprescribed range of available sentences as the penalty\nfixed to a crime).\n   Unlike the ACCA, however, the advisory Guidelines do\nnot fix the permissible range of sentences. To the contrary,\nthey merely guide the exercise of a court’s discretion in\nchoosing an appropriate sentence within the statutory\nrange. Accordingly, the Guidelines are not subject to a\nvagueness challenge under the Due Process Clause. The\nresidual clause in §4B1.2(a)(2) therefore is not void for\nvagueness.\n\u000c6               BECKLES v. UNITED STATES\n\n                     Opinion of the Court\n\n                              A\n   The limited scope of the void-for-vagueness doctrine in\nthis context is rooted in the history of federal sentencing.\nInstead of enacting specific sentences for particular fed-\neral crimes, Congress historically permitted district courts\n“wide discretion to decide whether the offender should be\nincarcerated and for how long.” Mistretta v. United States,\n488 U. S. 361, 363 (1989). For most crimes, Congress set\nforth a range of sentences, and sentencing courts had\n“almost unfettered discretion” to select the actual length of\na defendant’s sentence “within the customarily wide\nrange” Congress had enacted. Id., at 364; see also, e.g.,\nApprendi v. New Jersey, 530 U. S. 466, 481–482 (2000);\nWilliams v. New York, 337 U. S. 241, 247–248 (1949).\nThat discretion allowed district courts to craft individual-\nized sentences, taking into account the facts of the crime\nand the history of the defendant. As a result, “[s]erious\ndisparities in sentences . . . were common.” Mistretta,\nsupra, at 365.\n   Yet in the long history of discretionary sentencing, this\nCourt has “never doubted the authority of a judge to exer-\ncise broad discretion in imposing a sentence within a\nstatutory range.” United States v. Booker, 543 U. S. 220,\n233 (2005); see also, e.g., Apprendi, supra, at 481\n(“[N]othing in this history suggests that it is impermissi-\nble for judges to exercise discretion . . . in imposing a\njudgment within the range prescribed by statute”); Giac-\ncio, supra, at 405, n. 8 (“[W]e intend to cast no doubt\nwhatever on the constitutionality of the settled practice of\nmany States to leave to juries finding defendants guilty of\na crime the power to fix punishment within legally pre-\nscribed limits”).\n   More specifically, our cases have never suggested that a\ndefendant can successfully challenge as vague a sentenc-\ning statute conferring discretion to select an appropriate\nsentence from within a statutory range, even when that\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\ndiscretion is unfettered. In fact, our reasoning in Batchel-\nder suggests the opposite. This Court considered in that\ncase the constitutionality of two overlapping criminal\nprovisions that authorized different maximum penalties\nfor the same conduct. 442 U. S., at 115–116. The Court\nheld that the sentencing provisions were not void for\nvagueness because they specified the “penalties available”\nand defined the “punishment authorized” upon conviction\nfor each crime. Id., at 123. “Although the statutes cre-\nate[d] uncertainty as to which crime may be charged and\ntherefore what penalties may be imposed, they d[id] so to\nno greater extent than would a single statute authorizing\nvarious alternative punishments.” Ibid. (emphasis added).\nBy specifying “the range of penalties that prosecutors and\njudges may seek and impose,” Congress had “fulfilled its\nduty.” Id., at 126 (citing Evans, supra, at 483; emphasis\nadded). Indeed, no party to this case suggests that a\nsystem of purely discretionary sentencing could be subject\nto a vagueness challenge.\n                              B\n   The Sentencing Reform Act of 1984 departed from this\nregime by establishing several factors to guide district\ncourts in exercising their traditional sentencing discretion.\n18 U. S. C. §3553. Congress in the same Act created the\nUnited States Sentencing Commission and charged it with\nestablishing guidelines to be used for sentencing. Mis-\ntretta, supra, at 367. The result of the Commission’s work is\nthe Federal Sentencing Guidelines, which are one of the\nsentencing factors that the Act requires courts to consider.\n§3553(a)(4).\n   The Guidelines were initially binding on district courts,\nBooker, 543 U. S., at 233, but this Court in Booker ren-\ndered them “effectively advisory,” id., at 245. Although\nthe Guidelines remain “the starting point and the initial\nbenchmark” for sentencing, a sentencing court may no\n\u000c8               BECKLES v. UNITED STATES\n\n                     Opinion of the Court\n\nlonger rely exclusively on the Guidelines range; rather,\nthe court “must make an individualized assessment based\non the facts presented” and the other statutory factors.\nGall v. United States, 552 U. S. 38, 49, 50 (2007). The\nGuidelines thus continue to guide district courts in exer-\ncising their discretion by serving as “the framework for\nsentencing,” Peugh v. United States, 569 U. S. ___, ___\n(2013) (slip op., at 11), but they “do not constrain th[at]\ndiscretion,” id., at ___ (THOMAS, J., dissenting) (slip op.,\nat 2).\n   Because they merely guide the district courts’ discretion,\nthe Guidelines are not amenable to a vagueness challenge.\nAs discussed above, the system of purely discretionary\nsentencing that predated the Guidelines was constitution-\nally permissible. If a system of unfettered discretion is not\nunconstitutionally vague, then it is difficult to see how the\npresent system of guided discretion could be.\n   The advisory Guidelines also do not implicate the twin\nconcerns underlying vagueness doctrine—providing notice\nand preventing arbitrary enforcement. As to notice, even\nperfectly clear Guidelines could not provide notice to a\nperson who seeks to regulate his conduct so as to avoid\nparticular penalties within the statutory range. See, e.g.,\nGrayned v. City of Rockford, 408 U. S. 104, 108 (1972).\nThat is because even if a person behaves so as to avoid an\nenhanced sentence under the career-offender guideline,\nthe sentencing court retains discretion to impose the\nenhanced sentence. See, e.g., Pepper v. United States, 562\nU. S. 476, 501 (2011) (“[O]ur post-Booker decisions make\nclear that a district court may in appropriate cases impose\na non-Guidelines sentence based on a disagreement with\nthe Commission’s views”). As we held in Irizarry v. United\nStates, 555 U. S. 708 (2008), “[t]he due process concerns\nthat . . . require notice in a world of mandatory Guidelines\nno longer” apply. Id., at 714; see id., at 713 (“Any expecta-\ntion subject to due process protection . . . that a criminal\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\ndefendant would receive a sentence within the presump-\ntively applicable Guidelines range did not survive our\ndecision in [Booker], which invalidated the mandatory\nfeatures of the Guidelines”). All of the notice required is\nprovided by the applicable statutory range, which estab-\nlishes the permissible bounds of the court’s sentencing\ndiscretion.\n   The advisory Guidelines also do not implicate the\nvagueness doctrine’s concern with arbitrary enforcement.\nLaws that “regulate persons or entities,” we have ex-\nplained, must be sufficiently clear “that those enforcing\nthe law do not act in an arbitrary or discriminatory way.”\nFCC v. Fox Television Stations, Inc., 567 U. S. 239, 253\n(2012); see also Grayned, supra, at 108–109 (“A vague law\nimpermissibly delegates basic policy matters” to judges\n“for resolution on an ad hoc and subjective basis”). An\nunconstitutionally vague law invites arbitrary enforce-\nment in this sense if it “leaves judges and jurors free to\ndecide, without any legally fixed standards, what is pro-\nhibited and what is not in each particular case,” Giaccio,\n382 U. S., at 402–403, or permits them to prescribe the\nsentences or sentencing range available, cf. Alleyne, 570\nU. S., at ___ (slip op., at 11) (“[T]he legally prescribed\nrange is the penalty affixed to the crime”).\n   The Guidelines, however, do not regulate the public by\nprohibiting any conduct or by “establishing minimum and\nmaximum penalties for [any] crime.” Mistretta, 488 U. S.,\nat 396 (Sentencing Guidelines “do not bind or regulate the\nprimary conduct of the public”). Rather, the Guidelines\nadvise sentencing courts how to exercise their discretion\nwithin the bounds established by Congress. In this case,\nfor example, the District Court did not “enforce” the career-\noffender Guideline against petitioner. It enforced 18\nU. S. C. §922(g)(1)’s prohibition on possession of a firearm\nby a felon—which prohibited petitioner’s conduct—and\n§924(e)(1)’s mandate of a sentence of 15 years to life im-\n\u000c10               BECKLES v. UNITED STATES\n\n                      Opinion of the Court\n\nprisonment—which fixed the permissible range of peti-\ntioner’s sentence. The court relied on the career-offender\nGuideline merely for advice in exercising its discretion to\nchoose a sentence within those statutory limits.\n   JUSTICE SOTOMAYOR’s concurrence suggests that judges\ninterpreting a vague sentencing Guideline might rely on\n“statistical analysis,” “gut instinct,” or the judge’s “own\nfeelings” to decide whether a defendant’s conviction is a\ncrime of violence. Post, at 6 (opinion concurring in judg-\nment) (internal quotation marks omitted). A judge granted\nunfettered discretion could use those same approaches\nin determining a defendant’s sentence. Indeed, the con-\ncurrence notes that federal judges before the Guidelines\nconsidered their own “view[s] of proper sentencing policy,”\namong other considerations. Post, at 11. Yet we have\nnever suggested that unfettered discretion can be void for\nvagueness.\n   Accordingly, we hold that the advisory Sentencing\nGuidelines are not subject to a vagueness challenge under\nthe Due Process Clause and that §4B1.2(a)’s residual\nclause is not void for vagueness.\n                             III\n   Our holding today does not render the advisory Guide-\nlines immune from constitutional scrutiny. This Court\nheld in Peugh, for example, that a “retrospective increase\nin the Guidelines range applicable to a defendant” violates\nthe Ex Post Facto Clause. 569 U. S., at ___ (slip op., at\n13). But the void-for-vagueness and ex post facto inquiries\nare “analytically distinct.” See id., at ___ (slip op., at 19)\n(distinguishing an ex post facto inquiry from a Sixth\nAmendment inquiry). Our ex post facto cases “have fo-\ncused on whether a change in law creates a ‘significant\nrisk’ of a higher sentence.” Ibid. A retroactive change in\nthe Guidelines creates such a risk because “sentencing\ndecisions are anchored by the Guidelines,” which establish\n\u000c                 Cite as: 580 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\n“the framework for sentencing.” Id., at ___, ___ (slip op.,\nat 10, 11). In contrast, the void-for-vagueness doctrine\nrequires a different inquiry. The question is whether a\nlaw regulating private conduct by fixing permissible sen-\ntences provides notice and avoids arbitrary enforcement\nby clearly specifying the range of penalties available. The\nGovernment’s rebuttal that both doctrines are concerned\nwith “ ‘fundamental justice,’ ” Reply Brief for United States\n7, ignores the contours of our precedents.\n   The Court has also recognized “in the Eighth Amend-\nment context” that a district court’s reliance on a vague\nsentencing factor in a capital case, even indirectly, “can\ntaint the sentence.” Brief for United States 43 (citing\nEspinosa v. Florida, 505 U. S. 1079, 1082 (1992) ( per\ncuriam); emphasis added). But our approach to vagueness\nunder the Due Process Clause is not interchangeable with\n“the rationale of our cases construing and applying the\nEighth Amendment.” Maynard v. Cartwright, 486 U. S.\n356, 361 (1988). Our decision in Espinosa is thus inappo-\nsite, as it did not involve advisory Sentencing Guidelines\nor the Due Process Clause.\n   Finally, our holding today also does not render “sentenc-\ning procedure[s]” entirely “immune from scrutiny under\nthe due process clause.” Williams, 337 U. S., at 252, n. 18;\nsee, e.g., Townsend v. Burke, 334 U. S. 736, 741 (1948)\n(holding that due process is violated when a court relies on\n“extensively and materially false” evidence to impose a\nsentence on an uncounseled defendant). We hold only that\nthe advisory Sentencing Guidelines, including §4B1.2(a)’s\nresidual clause, are not subject to a challenge under the\nvoid-for-vagueness doctrine.\n                             IV\n  In addition to directing sentencing courts to consider the\nGuidelines, see §3553(a)(4)(A), Congress has directed them\nto consider a number of other factors in exercising their\n\u000c12               BECKLES v. UNITED STATES\n\n                      Opinion of the Court\n\nsentencing discretion, see §§3553(a)(1)–(3), (5)–(7). The\nGovernment concedes that “American judges have long\nmade th[e] sorts of judgments” called for by the §3553(a)\nfactors “in indeterminate-sentencing schemes, and this\nCourt has never understood such discretionary determina-\ntions to raise vagueness concerns.” Brief for United States\n42. Because the §3553 factors—like the Guidelines—do\nnot mandate any specific sentences, but rather guide the\nexercise of a district court’s discretion within the applica-\nble statutory range, our holding today casts no doubt on\ntheir validity.\n   Holding that the Guidelines are subject to vagueness\nchallenges under the Due Process Clause, however, would\ncast serious doubt on their validity. Many of these other\nfactors appear at least as unclear as §4B1.2(a)’s residual\nclause. For example, courts must assess “the need for the\nsentence imposed” to achieve certain goals—such as to\n“reflect the seriousness of the offense,” “promote respect\nfor the law,” “provide just punishment for the offense,”\n“afford adequate deterrence to criminal conduct,” and\n“provide the defendant with needed educational or voca-\ntional training . . . in the most effective manner.”\n§3553(a)(2). If petitioner were correct that §4B1.2(a)’s\nresidual clause were subject to a vagueness challenge, we\nwould be hard pressed to find these factors sufficiently\ndefinite to provide adequate notice and prevent arbitrary\nenforcement.\n   The Government tries to have it both ways, arguing that\nthe individualized sentencing required by the other\n§3553(a) factors is different in kind from that required by\nthe Guidelines. “An inscrutably vague advisory guide-\nline,” it contends, “injects arbitrariness into the sentencing\nprocess that is not found in the exercise of unguided dis-\ncretion in a traditional sentencing system.” Reply Brief\nfor United States 10–11. But it is far from obvious that\nthe residual clause implicates the twin concerns of vague-\n\u000c                 Cite as: 580 U. S. ____ (2017)                 13\n\n                     Opinion of the Court\n\nness any more than the statutory command that sentenc-\ning courts impose a sentence tailored, for example, “to\npromote respect for the law.” §3553(a)(2)(A). And neither\nthe Guidelines nor the other §3553 factors implicate those\nconcerns more than the absence of any guidance at all,\nwhich the Government concedes is constitutional.\n   The Government also suggests that the Guidelines are\nnot like the other §3553(a) factors “because they require a\ncourt to decide whether the facts of the case satisfy a legal\nstandard in order to derive a specific numerical range.”\nId., at 22. But that does not distinguish the other sentenc-\ning factors, which require courts to do the same thing.\nSection 3553(a) states that district courts “shall impose a\nsentence sufficient, but not greater than necessary, to\ncomply with the purposes set forth in [§3553(a)(2)].” In\nfact, the Guidelines generally offer more concrete advice in\nimposing a particular sentence and make it easier to\nreview whether a court has abused its substantial discre-\ntion. There is no sound reason to conclude that the Guide-\nlines—but not §3553(a)’s other sentencing factors—are\namenable to vagueness review.\n                        *     *    *\n  Because the advisory Sentencing Guidelines are not\nsubject to a due process vagueness challenge, §4B1.2(a)’s\nresidual clause is not void for vagueness. The judgment of\nthe Court of Appeals, accordingly, is affirmed.\n\n                                                  It is so ordered.\n\n  JUSTICE KAGAN took no part in the consideration or\ndecision of this case.\n\u000c                 Cite as: 580 U. S. ____ (2017)           1\n\n                   KENNEDY, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–8544\n                         _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                        [March 6, 2017]\n\n  JUSTICE KENNEDY, concurring.\n  As sentencing laws and standards continue to evolve,\ncases may arise in which the formulation of a sentencing\nprovision leads to a sentence, or a pattern of sentencing,\nchallenged as so arbitrary that it implicates constitutional\nconcerns. In that instance, a litigant might use the word\nvague in a general sense—that is to say, imprecise or\nunclear—in trying to establish that the sentencing deci-\nsion was flawed. That something is vague as a general\nmatter, however, does not necessarily mean that it is\nvague within the well-established legal meaning of that\nterm. And it seems most unlikely that the definitional\nstructure used to explain vagueness in the context of fair\nwarning to a transgressor, or of preventing arbitrary\nenforcement, is, by automatic transference, applicable to\nthe subject of sentencing where judicial discretion is in-\nvolved as distinct from a statutory command. See John-\nson v. United States, 576 U. S. ___ (2015).\n  The existing principles for defining vagueness cannot be\ntransported uncritically to the realm of judicial discretion\nin sentencing. Some other explication of the constitutional\nlimitations likely would be required.\n  These considerations inform my reading of the Court’s\nopinion, in which I join.\n\u000c                     Cite as: 580 U. S. ____ (2017)                    1\n\n                  GINSBURG, J., concurring in judment\n\nSUPREME COURT OF THE UNITED STATES\n                              _________________\n\n                              No. 15–8544\n                              _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                            [March 6, 2017]\n\n   JUSTICE GINSBURG, concurring in the judgment.\n   This case has a simple solution. When Travis Beckles\nwas convicted in 2007 of violating 18 U. S. C. §922(g)(1),\nthe official commentary to the career-offender Sentencing\nGuideline expressly designated his offense of conviction—\npossessing a sawed-off shotgun as a felon—a “crime of\nviolence.” See ante, at 1–3; United States Sentencing\nCommission, Guidelines Manual §4B1.2(a), comment., n. 1\n(Nov. 2006). Harmonious with federal law and the text of\n§4B1.2(a), that commentary was “authoritative.” Stinson\nv. United States, 508 U. S. 36, 38 (1993).*\n   Beckles therefore cannot, and indeed does not, claim\nthat §4B1.2(a) was vague as applied to him. And because\n——————\n  * Beckles protests that the commentary is “inconsistent with”\n§4B1.2(a), and thus inoperative, once the residual clause is stricken\nfrom the Guideline as impermissibly vague. Brief for Petitioner 49; see\nStinson, 508 U. S., at 38. But excising the problematic provision first\nand considering illustrative language second “flip[s] the normal order of\noperations in adjudicating vagueness challenges.” Brief for United\nStates 55. This Court has routinely rejected, in a variety of contexts,\nvagueness claims where a clarifying construction rendered an other-\nwise enigmatic provision clear as applied to the challenger. See Bell v.\nCone, 543 U. S. 447, 453, 457–458 (2005) (per curiam) (capital aggra-\nvating factor clarified by state-court precedent); Hoffman Estates v.\nFlipside, Hoffman Estates, Inc., 455 U. S. 489, 500–502, and n. 18\n(1982) (quasi-criminal ordinance clarified by licensing guidelines); Red\nLion Broadcasting Co. v. FCC, 395 U. S. 367, 395 (1969) (federal\nregulation clarified by agency adjudications).\n\u000c2               BECKLES v. UNITED STATES\n\n              GINSBURG, J., concurring in judgment\n\nhis conduct was “clearly proscribed,” he also “cannot com-\nplain of the vagueness of the [guideline] as applied to the\nconduct of others.” Holder v. Humanitarian Law Project,\n561 U. S. 1, 18–19 (2010) (internal quotation marks omit-\nted) (rejecting vagueness challenge to terrorism material-\nsupport statute, 18 U. S. C. §2339B). I would accordingly\ndefer any more encompassing ruling until a case we have\nagreed to take up requires one.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n             SOTOMAYOR, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–8544\n                         _________________\n\n\n TRAVIS BECKLES, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n          APPEALS FOR THE ELEVENTH CIRCUIT\n                        [March 6, 2017]\n\n   JUSTICE SOTOMAYOR, concurring in the judgment.\n   JUSTICE GINSBURG explains why the Court’s holding\ntoday is unnecessary. See ante, at 1–2 (opinion concurring\nin judgment). Petitioner Travis Beckles was sentenced to\n30 years in prison on the basis of commentary promul-\ngated by the U. S. Sentencing Commission interpreting a\nsentencing provision identical to the “residual clause” we\nheld unconstitutionally vague two years ago in Johnson v.\nUnited States, 576 U. S. ___ (2015). But Johnson affords\nBeckles no relief, because the commentary under which he\nwas sentenced was not unconstitutionally vague. Had the\nmajority limited itself to this conclusion, I would have\njoined its opinion. Instead, the majority reaches far be-\nyond what is necessary to resolve this case and announces\nthat the U. S. Sentencing Guidelines as a whole are im-\nmune from vagueness challenges.\n   I write separately to explain why that holding is not\nonly unnecessary, but also deeply unsound. The Guide-\nlines anchor every sentence imposed in federal district\ncourts. They are, “ ‘in a real sense[,] the basis for the\nsentence.’ ” Molina-Martinez v. United States, 578 U. S.\n___, ___ (2016) (slip op., at 9) (quoting Peugh v. United\nStates, 569 U. S. ___, ___ (2013) (slip op., at 11); emphasis\ndeleted). The Due Process Clause requires that rules this\nweighty be drafted “with sufficient definiteness that ordi-\nnary people can understand” them, and “in a manner that\n\u000c2               BECKLES v. UNITED STATES\n\n             SOTOMAYOR, J., concurring in judgment\n\ndoes not encourage arbitrary and discriminatory enforce-\nment.” Kolender v. Lawson, 461 U. S. 352, 357 (1983).\nBecause I cannot agree with the majority’s conclusion to\nthe contrary, I respectfully concur in the judgment only.\n                               I\n\n                              A\n\n   The Due Process Clause prohibits the Government from\n“taking away someone’s life, liberty, or property under a\ncriminal law so vague that it fails to give ordinary people\nfair notice of the conduct it punishes, or so standardless\nthat it invites arbitrary enforcement.” Johnson, 576 U. S.,\nat ___ (slip op., at 3). The prohibition against vagueness\nin criminal proceedings is “a well-recognized requirement,\nconsonant alike with ordinary notions of fair play and the\nsettled rules of law.” Connally v. General Constr. Co., 269\nU. S. 385, 391 (1926). The doctrine rests on two justifica-\ntions. First, it ensures that people receive “fair notice of\nwhat is prohibited.” United States v. Williams, 553 U. S.\n285, 304 (2008). Second, it safeguards the integrity of the\njudicial system by ensuring that criminal adjudications\nare not conducted in an arbitrary manner and that terms\nof imprisonment are not imposed “on an ad hoc and sub-\njective basis.” Grayned v. City of Rockford, 408 U. S. 104,\n109 (1972).\n   “These principles apply not only to statutes defining\nelements of crimes, but also to statutes fixing sentences.”\nJohnson, 576 U. S., at ___ (slip op., at 4). Just two Terms\nago, we struck down a sentencing law—the Armed Career\nCriminal Act’s (ACCA) residual clause, 18 U. S. C.\n§924(e)(2)(B)—as unconstitutionally vague. See 576 U. S.,\nat ___ (slip op., at 15). We spent little time on whether the\nvagueness doctrine applied to such provisions. Id., at ___\n(slip op., at 4). And for good reason: A statute fixing a\nsentence imposes no less a deprivation of liberty than does\na statute defining a crime, as our Sixth Amendment juris-\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n             SOTOMAYOR, J., concurring in judgment\n\nprudence makes plain. See Apprendi v. New Jersey, 530\nU. S. 466, 490 (2000). We instead analyzed the residual\nclause in light of “[n]ine years’ experience trying to derive\nmeaning from” it, 576 U. S., at ___ (slip op., at 10), and\ndeclared the experiment a failure. “Invoking so shapeless\na provision to condemn someone to prison for 15 years to\nlife,” we held, “does not comport with the Constitution’s\nguarantee of due process.” Ibid.\n                              B\n   The question before us is how these principles apply to\nthe U. S. Sentencing Guidelines.\n   Congress established the U. S. Sentencing Commission\nin 1984 in order to address “[f]undamental and wide-\nspread dissatisfaction” with the then-prevailing regime of\ndiscretionary sentencing. Mistretta v. United States, 488\nU. S. 361, 365–366 (1989); see Sentencing Reform Act of\n1984, §217(a), 98 Stat. 2017. It charged the Commission\nwith reducing “the great variation among sentences im-\nposed by different judges upon similarly situated offend-\ners” and the resulting “uncertainty as to the time [each]\noffender would spend in prison.” Mistretta, 488 U. S., at\n366. The Sentencing Guidelines are the product of that\nmandate. The Guidelines establish a framework “under\nwhich a set of inputs specific to a given case (the particu-\nlar characteristics of the offense and offender) yiel[d] a\npredetermined output (a range of months within which the\ndefendant [can] be sentenced).” Peugh, 569 U. S., at ___\n(slip op., at 4). In doing so, the Guidelines ensure “uni-\nformity in sentencing . . . imposed by different federal\ncourts for similar criminal conduct” and “proportionality in\nsentencing through a system that imposes appropriately\ndifferent sentences for criminal conduct of different sever-\nity.” Rita v. United States, 551 U. S. 338, 349 (2007) (in-\nternal quotation marks omitted).\n   The Guidelines today play a central role in federal\n\u000c4                BECKLES v. UNITED STATES\n\n              SOTOMAYOR, J., concurring in judgment\n\nsentencing. Although no longer binding on federal courts,\nsee United States v. Booker, 543 U. S. 220, 245 (2005), the\nGuidelines nonetheless “provide the framework for the\ntens of thousands of federal sentencing proceedings that\noccur each year,” Molina-Martinez, 578 U. S., at ___ (slip\nop., at 2). A district court must “begin all sentencing\nproceedings by correctly calculating the applicable Guide-\nlines range.” Gall v. United States, 552 U. S. 38, 49–50\n(2007). The court must entertain the parties’ arguments\nand consider the factors set forth in 18 U. S. C. §3553(a) as\npossible grounds for deviation from the Guidelines range,\n552 U. S., at 49–50, and “may not presume the . . . range is\nreasonable,” id., at 50. But it must explain any deviation\nfrom the range on the record, and it must “ensure that the\njustification is sufficiently compelling to support the de-\ngree of the variance.” Ibid.; see Peugh, 569 U. S., at ___–\n___ (slip op., at 17–18). A district court that incorrectly\ncalculates the Guidelines range commits reversible proce-\ndural error, see Gall, 552 U. S., at 51; a district court that\nimposes a sentence within the correct Guidelines range, by\ncontrast, may be afforded a presumption that the sentence\nit has imposed is reasonable, see Rita, 551 U. S., at 347.\n   The importance of the Guidelines in this process, as we\nexplained last Term, makes them “not only the starting\npoint for most federal sentencing proceedings but also the\nlodestar.” Molina-Martinez, 578 U. S., at ___ (slip op., at\n10). In most cases, it is the range set by the Guidelines,\nnot the minimum or maximum term of imprisonment set\nby statute, that specifies the number of years a defendant\nwill spend in prison. District courts impose a sentence\nwithin the Guidelines (or below the Guidelines based on a\nGovernment motion) over 80% of the time. Ibid.; see 2015\nAnnual Report and 2015 Sourcebook of Federal Sen-\ntencing Statistics (20th ed.) (Figure G), online at http://\nwww.ussc.gov/sites/default/files/pdf/research-and-publications/\nannual-reports-and-sourcebooks/2015/FigureG.pdf (as last\n\u000c                     Cite as: 580 U. S. ____ (2017)                    5\n\n                SOTOMAYOR, J., concurring in judgment\n\nvisited Feb. 27, 2017). And when Guidelines ranges\nchange—because the Guidelines themselves change, or\nbecause the court is informed of an error it made in apply-\ning them—sentences change, too.1 See Molina-Martinez,\n578 U. S., at ___ (slip op., at 10); Peugh, 569 U. S., at ___\n(slip op., at 13). It is therefore no exaggeration to say that\nthe Guidelines are, “ ‘in a real sense[,] the basis for the\nsentence’ ” imposed by the district court. Molina-Martinez,\n578 U. S., at ___ (slip op., at 9) (quoting Peugh, 569 U. S.,\nat ___ (slip op., at 11); emphasis deleted).\n                              C\n   It follows from the central role that the Guidelines play\nat sentencing that they should be susceptible to vagueness\nchallenges under the Due Process Clause.\n   Contrary to the majority’s conclusion, an inscrutably\nvague Guideline implicates both of the concerns animating\nthe prohibition on vagueness. First, a district court’s\nreliance on such a Guideline deprives an ordinary person\nof “fair notice” of the consequences of his actions. See\nJohnson, 576 U. S., at ___ (slip op., at 3). A defendant is\nentitled to understand the legal rules that will determine\nhis sentence. But a vague Guideline is by definition im-\npossible to understand. Take the career-offender Guide-\nline at issue here. We explained in Johnson that the\nidentically worded provision in the ACCA created “perva-\nsive disagreement” among courts imposing sentences as to\n“the nature of the inquiry” that they were required to\n——————\n   1 The evidence before us suggests that the same is true of the career-\n\noffender Guideline at issue here. Given the near consensus among the\nlower courts that this Guideline is unconstitutionally vague, see n. 3,\ninfra, some courts have proceeded to resentence defendants whose\nsentences were originally enhanced under the Guideline. See App. to\nReply Brief 1–14. In these resentencings, “every defendant but one\nreceived a sentence lower than the sentence originally imposed,” and\nthe average defendant received a sentence “more than [three] years\nlower than the original sentence.” Reply Brief 12.\n\u000c6                   BECKLES v. UNITED STATES\n\n                 SOTOMAYOR, J., concurring in judgment\n\nconduct. Id., at ___ (slip op., at 9). The result was a law\nthat was “ ‘nearly impossible to apply consistently.’ ” Ibid.\n(quoting Chambers v. United States, 555 U. S. 122, 133\n(2009) (ALITO, J., concurring in judgment)). An ordinary\nperson cannot be expected to understand the consequences\nthat such a shapeless provision will have on his sentence.2\n   Second, and more importantly, a district court’s reliance\non a vague Guideline creates a serious risk of “arbitrary\nenforcement.” See Johnson, 576 U. S., at ___ (slip op., at\n3). As set out above, although the Guidelines do not bind\na district court as a formal matter, as a functional matter\nthey “anchor both the district court’s discretion and the\nappellate review process.” Peugh, 569 U. S., at ___ (slip\nop., at 18). It introduces an unacceptable degree of arbi-\ntrariness into sentencing proceedings to begin by applying\na rule that is so vague that efforts to interpret it boil down\nto “guesswork and intuition.” Johnson, 576 U. S., at ___\n(slip op., at 8). One judge may conduct a statistical analy-\nsis to decide that a defendant’s crime of conviction is not a\ncrime of violence. Another may rely on gut instinct to\nconclude that it is. Still a third may “throw [our] opinions\ninto the air in frustration, and give free rein to [her] own\nfeelings” in making the decision. Derby v. United States,\n564 U. S. 1047, 1049 (2011) (Scalia, J., dissenting from\ndenial of certiorari). Importantly, that decision is the end\nof the ballgame for a criminal defendant. Although he\nmay ask the judge to vary downward from the Guidelines\nrange, he must take the range as the starting point for his\n——————\n    2 Our\n        decision in Irizarry v. United States, 553 U. S. 708 (2008), is not\nto the contrary. In Irizarry we held that Federal Rule of Criminal\nProcedure 32(h) does not require a judge to inform a defendant, in\nadvance of a sentencing proceeding, of his intent to vary above the\nGuidelines range. Id., at 715–716. That narrow decision has no\nbearing on the broader question whether ordinary people are entitled to\nfair notice, under the Due Process Clause, of the rules that will dictate\ntheir punishment.\n\u000c                 Cite as: 580 U. S. ____ (2017)            7\n\n             SOTOMAYOR, J., concurring in judgment\n\nrequest. He may ask for a month here or a month there,\nbut he is negotiating from a baseline he cannot control or\npredict. The result is a sentencing proceeding hopelessly\nskewed from the outset by “unpredictability and arbitrari-\nness.” Johnson, 576 U. S., at ___ (slip op., at 6). The Due\nProcess Clause does not tolerate such a proceeding.\n   Consider, by way of example, a hypothetical version of\nBeckles’ own sentencing proceeding in which the commen-\ntary played no clarifying role. Beckles was convicted of\npossessing a firearm as a convicted felon, in violation of 18\nU. S. C. §922(g)(1), and sentenced to 360 months in prison.\nThat sentence sat at the bottom end of the applicable\nGuidelines range, factoring in the career-offender Guide-\nline: 360 months to life. But had the career-offender\nGuideline not applied to Beckles, the Guidelines range\ncalculated by the District Court would have been signifi-\ncantly lower: 262 to 327 months. See Beckles v. United\nStates, Civ. No. 10–23517 (SD Fla., Mar. 4, 2013), App.\n129–130. Absent that Guideline, Beckles would have been\nsentenced to between 33 and 98 fewer months in prison.\nThe District Court admitted as much, explaining that had\nthe Guideline not applied, she “would not have imprisoned\nBeckles to 360 months” in prison. Id., at 149 (emphasis\ndeleted). Years of Beckles’ life thus turned solely on\nwhether the career-offender Guideline applied. There is\nno meaningful way in which the Guideline exerted less\neffect on Beckles’ sentence than did the statute setting his\nminimum and maximum terms of imprisonment; indeed,\nit was the Guidelines, not just the statute, that “fix[ed]”\nBeckles’ “sentenc[e]” in every meaningful way. Johnson,\n576 U. S., at ___ (slip op., at 4). Nothing of substance, in\nother words, distinguishes the Guidelines from the kind of\nlaws we held susceptible to vagueness challenges in John-\nson; both law and Guideline alike operate to extend the\ntime a person spends in prison. The Due Process Clause\nshould apply equally to each.\n\u000c8                  BECKLES v. UNITED STATES\n\n               SOTOMAYOR, J., concurring in judgment\n\n\n                            II\n\n   The majority brushes past this logic in its decision to\nshield the Guidelines from vagueness challenges. In doing\nso, it casts our sentencing jurisprudence into doubt and\nupends the law of nearly every Court of Appeals to have\nconsidered this question.3 None of its explanations justify\nits novel and sweeping conclusion.\n                               A\n   The majority first reasons that the Guidelines are not\nsusceptible to vagueness challenges because they “do not\nfix the permissible range of sentences,” ante, at 5, but\nmerely “guide district courts in exercising their discre-\ntion,” ante, at 8. But we have not embraced such formal-\nism before, and the majority provides no coherent justifi-\ncation for its decision to do so here.\n   Indeed, we have refused before to apply exactly the\nformalistic distinction that the majority now embraces. In\nEspinosa v. Florida, 505 U. S. 1079, 1081 (1992) ( per\ncuriam), we held that a state’s capital aggravating factor\nthat was drafted in a manner “so vague as to leave the\nsentencer without sufficient guidance for determining the\npresence or absence of the factor” violated the Eighth\nAmendment. The factor was unconstitutional, we ex-\nplained, notwithstanding the fact that only the jury, not\nthe judge, was instructed on the factor; that the judge, not\nthe jury, made the final decision to sentence the defendant\nto death; and that the judge, in doing so, was not required\n——————\n    3 See\n        United States v. Hurlburt, 835 F. 3d 715, 721–725 (CA7 2016)\n(en banc) (the Guidelines are subject to vagueness challenges); United\nStates v. Calabretta, 831 F. 3d 128, 136–137 (CA3 2016) (same); United\nStates v. Sheffield, 832 F. 3d 296, 312–313 (CADC 2016) (same); United\nStates v. Pawlak, 822 F. 3d 902, 905–911 (CA6 2016) (same); United\nStates v. Madrid, 805 F. 3d 1204, 1210–1211 (CA10 2015) (same). But\nsee United States v. Matchett, 802 F. 3d 1185, 1193–1196 (CA11 2015)\n(they are not).\n\u000c                  Cite as: 580 U. S. ____ (2017)            9\n\n              SOTOMAYOR, J., concurring in judgment\n\nto defer to the jury’s recommendation. “This kind of indi-\nrect weighing of an invalid aggravating factor,” we ex-\nplained, “creates the same potential for arbitrariness as\nthe direct weighing of an invalid aggravating factor.” Id.,\nat 1082. In doing so, we effectively rejected just the argu-\nment the majority now embraces: that advisory guidelines\nlack the kind of binding legal effect that subject them to\nconstitutional scrutiny.\n   If there were any doubt that advisory sentencing guide-\nlines are subject to constitutional limits, we dispelled it in\nPeugh, where we held that the Guidelines are amenable to\nchallenges under the Ex Post Facto Clause. See 569 U. S.,\nat ___ (slip op., at 1). There, the Government argued that\nthe “advisory” nature of the Guidelines rendered them\nimmune from such claims. Id., at ___ (slip op., at 8). But\nwe rejected such an argument. “The federal system,” we\nexplained, “adopts procedural measures intended to make\nthe Guidelines the lodestone of sentencing,” and “consid-\nerable empirical evidence indicate[s] that the . . . Guide-\nlines have the intended effect.” Id., at ___–___ (slip op., at\n12–13). We declined the Government’s invitation to limit\nour ex post facto jurisprudence to rules that, as a formal\nmatter, “increase[d] the maximum sentence for which a\ndefendant is eligible.” Id., at ___ (slip op., at 8). And we\nexplained that a rule may exert “ ‘binding legal effect’\nthrough . . . procedural rules and standards for appellate\nreview that, in combination, encourag[e] district courts to\nsentence within the guidelines.” Id., at ___ (slip op., at\n16). It was not true, we concluded, that “the Guidelines\nare too much like guideposts and not enough like fences,”\nibid.; instead, the Guidelines were just fencelike enough—\njust lawlike enough—that they cannot be shielded from\nthe Constitution’s reach.\n   The same principle should dictate the same result in\nthis case. How can the Guidelines carry sufficient legal\nweight to warrant scrutiny under the Eighth Amendment\n\u000c10                 BECKLES v. UNITED STATES\n\n                SOTOMAYOR, J., concurring in judgment\n\nand the Ex Post Facto Clause, but not enough to warrant\nscrutiny under the Due Process Clause? Cf. United States\nv. Hurlburt, 835 F. 3d 715, 724 (CA7 2016) (en banc) (“We\nsee no principled way to distinguish Peugh on doctrinal\ngrounds”). The majority offers no convincing answer. It\nasserts that the Due Process Clause “requires a different\ninquiry” than these provisions do. Ante, at 10. But it does\nnot explain why it views this as relevant to the constitu-\ntional status of the Guidelines. A court considering a\nchallenge to a criminal statute under the Ex Post Facto\nClause will apply a different legal standard than will a\ncourt considering a vagueness challenge to the same stat-\nute; that does not make the statute more or less suscepti-\nble to constitutional challenge in one context than the\nother. Our opinion in Peugh is particularly difficult for\nthe majority to escape, given that the Ex Post Facto\nClause, like the Due Process Clause’s prohibition against\nvagueness, is rooted in concerns about “fair warning” and\n“ ‘fundamental fairness.’ ” 569 U. S., at ___ (plurality\nopinion) (slip op., at 13). The majority musters no persua-\nsive explanation for why those concerns would have less\nforce in this context than in that one. That is because\nnone exists.4\n                            B\n  The majority next posits that because courts have long\nsentenced defendants under purely discretionary regimes,\nthere can be no vagueness concern with any system that,\n——————\n   4 The Court’s adherence to the formalistic distinction between manda-\n\ntory and advisory rules at least leaves open the question whether\ndefendants sentenced to terms of imprisonment before our decision in\nUnited States v. Booker, 543 U. S. 220 (2005)—that is, during the\nperiod in which the Guidelines did “fix the permissible range of sen-\ntences,” ante, at 5—may mount vagueness attacks on their sentences.\nSee Brief for Scholars of Criminal Law, Federal Courts, and Sentencing\nas Amici Curiae 33–34. That question is not presented by this case and\nI, like the majority, take no position on its appropriate resolution.\n\u000c                 Cite as: 580 U. S. ____ (2017)          11\n\n             SOTOMAYOR, J., concurring in judgment\n\nlike the Guidelines regime, sets guideposts on the exercise\nof discretion. Ante, at 6–7. But this argument fundamen-\ntally misunderstands the problem caused by a court’s\nreliance on a vague sentencing guideline.\n   True enough, for many years, federal courts relied on “a\nsystem of indeterminate sentencing” in criminal cases.\nMistretta, 488 U. S., at 363; see also K. Stith \u0026 J.\nCabranes, Fear of Judging: Sentencing Guidelines in the\nFederal Courts 9–14 (1998). Under such a scheme, a\nsentencing judge considers the full range of relevant ag-\ngravating and mitigating facts and circumstances, as well\nas his view of proper sentencing policy, and then imposes\na sentence in light of those considerations. See Koon v.\nUnited States, 518 U. S. 81, 113 (1996) (“It has been uni-\nform and constant in the federal judicial tradition for the\nsentencing judge to consider every convicted person as an\nindividual and every case as a unique study in the human\nfailings that sometimes mitigate, sometimes magnify, the\ncrime and the punishment to ensue”). As the majority\nnotes, no party here “suggests that a system of purely\ndiscretionary sentencing could be subject to a vagueness\nchallenge.” Ante, at 7. The majority reasons that the\nGuidelines—which limit the sentencing judge’s discretion\nfrom what he otherwise would have enjoyed—must there-\nfore also be immune from vagueness attacks. Ibid.\n   But the majority misapprehends the nature of the con-\nstitutional infirmity that occurs when a sentencing judge\nrelies on an inscrutably vague guideline. A defendant who\nis sentenced under a purely discretionary regime does not\nface the prospect of “arbitrary enforcement” by the sen-\ntencing judge, Kolender, 461 U. S., at 358; rather, he faces\na fact- and context-sensitive determination informed by\nthe exercise of reasoned judgment. A defendant sentenced\npursuant to an impossibly vague Guideline, by contrast, is\nput in an untenable position. The “lodestone” of his sen-\ntence—the baseline against which the district court will\n\u000c12               BECKLES v. UNITED STATES\n\n              SOTOMAYOR, J., concurring in judgment\n\nassess his characteristics and his conduct—is set by a rule\nthat is impossible to understand. Such a proceeding is the\nantithesis of due process. See Giaccio v. Pennsylvania,\n382 U. S. 399, 403 (1966) (“Implicit in [due process] is the\npremise that the law must be one that carries an under-\nstandable meaning with legal standards that courts must\nenforce”). It is not reliance on discretion that makes a\nsentencing regime vague; it is reliance on an impenetrable\nrule as a baseline for the exercise of that discretion. Reli-\nance on a rule of this kind, whether set out in a statute or\nin a Guideline, does not comport with “ ‘ordinary notions of\nfair play.’ ” Johnson, 576 U. S., at ___ (slip op., at 4).\n                               C\n   The majority ends by speculating that permitting\nvagueness attacks on the Guidelines would call into ques-\ntion the validity of many Guidelines, and even the factors\nthat Congress has instructed courts to consider in impos-\ning sentences. See ante, at 11–12. In doing so, the major-\nity once more resuscitates arguments we have already\nconsidered and dismissed.\n   Johnson confronted and rejected a version of this argu-\nment. There, the Government contended that “dozens of\nfederal and state criminal laws use terms like ‘substantial\nrisk,’ ‘grave risk,’ and ‘unreasonable risk,’ ” terms that—in\nits view—were indistinguishable from the residual clause\nat issue in that case. 576 U. S., at ___ (slip op., at 12). We\nrejected the argument, explaining that such rules “call[ed]\nfor the application of a qualitative standard such as ‘sub-\nstantial risk’ to real-world conduct; ‘the law is full of in-\nstances where a man’s fate depends on his estimating\nrightly . . . some matter of degree.’ ” Ibid. (quoting Nash v.\nUnited States, 229 U. S. 373, 377 (1913)). What rendered\nthe ACCA’s residual clause unconstitutionally vague, we\nexplained, was not that it required “gauging the riskiness\nof conduct in which an individual defendant engages on a\n\u000c                    Cite as: 580 U. S. ____ (2017)                 13\n\n               SOTOMAYOR, J., concurring in judgment\n\nparticular occasion,” but that it required the application of\nan ambiguous standard “to an idealized ordinary case of\nthe crime.” 576 U. S., at ___ (slip op., at 12). Holding the\nresidual clause unconstitutionally vague, in other words,\ncast no doubt on the dozens of laws elsewhere in the U. S.\nCode requiring the application of general standards to\nparticular conduct.\n  The same is true here. The sentencing factors described\nby the majority bear no similarity to the categorical risk\nanalysis that the Court held unconstitutionally vague in\nJohnson, nor to any other statutes it has previously found\nvague. Congress’ instruction to district courts to consider,\nfor instance, “the nature and circumstances of the offense\nand the history and characteristics of the defendant,”\n§3553(a)(1), bears little resemblance to statutes requiring\nsubjective determinations as to whether conduct is “an-\nnoying” or “unjust.” See Coates v. Cincinnati, 402 U. S.\n611, 615–616 (1971); United States v. L. Cohen Grocery\nCo., 255 U. S. 81, 89 (1921).5 And to the extent that the\nmajority’s concern is that subjecting sentencing factors\nto the Due Process Clause’s prohibition on vagueness\nwould risk the demise of discretionary sentencing regimes,\nthat prospect is unlikely, for the reasons I have already\nexplained.\n                        *     *    *\n  It violates the Due Process Clause “to condemn someone\nto prison” on the basis of a sentencing rule “so shapeless”\nas to resist interpretation. 576 U. S., at ___ (slip op., at\n10). But the Court’s decision today permits exactly that\nresult. With respect, I concur only in the judgment.\n——————\n  5 Indeed, the Ninth Circuit has held for decades that the Guidelines\n\nare subject to vagueness challenges, see United States v. Helmy, 951\nF. 2d 988, 993 (CA9 1991), yet the Government represents that that\ncourt has never found a Guideline unconstitutionally vague. See Reply\nBrief for United States 20.\n\u000c",
	"cited_id": [
		2812210,
		110091,
		104530,
		107147
	],
	"id_manually_found": [
		true,
		false,
		false,
		true
	],
	"cited_case": [
		"Johnson v. United States, 576 U. S. ___ (2015)",
		"United States v. Batchelder, 442 U. S. 114 (1979))",
		"United States v. Evans, 333 U. S. 483 (1948)",
		"Giaccio v. Pennsylvania, 382 U. S. 399 (1966)"
	],
	"case_extract": [
		"Johnson, supra, at ___ (slip op., at 4)",
		"United States v. Batchelder, 442 U. S. 114, 123 (1979))",
		"United States v. Evans, 333 U. S. 483 (1948)",
		"Giaccio v. Pennsylvania, 382 U. S. 399 (1966)"
	],
	"citing_sentence": "For the latter, the Court has explained that “statutes fixing sentences,” Johnson, supra, at ___ (slip op., at 4) (citing United States v. Batchelder, 442 U. S. 114, 123 (1979)), must specify the range of available sentences with “sufficient clarity,” id., at 123; see also United States v. Evans, 333 U. S. 483 (1948); cf. Giaccio v. Pennsylvania, 382 U. S. 399 (1966).",
	"citing_paragraph": "For the former, the Court has explained that “the void- for-vagueness doctrine requires that a penal statute define the criminal offense with sufficient definiteness that ordi- nary people can understand what conduct is prohibited and in a manner that does not encourage arbitrary and discriminatory enforcement.” Id., at 357. For the latter, the Court has explained that “statutes fixing sentences,” Johnson, supra, at ___ (slip op., at 4) (citing United States v. Batchelder, 442 U. S. 114, 123 (1979)), must specify the range of available sentences with “sufficient clarity,” id., at 123; see also United States v. Evans, 333 U. S. 483 (1948); cf. Giaccio v. Pennsylvania, 382 U. S. 399 (1966).",
	"relevant_keywords": [
		"sentence",
		"fix permissable sentence",
		"void for vagueness",
		"Due Process Clause",
		"invalid",
		"void",
		"define",
		"clarity",
		"range"
	],
	"query": [
		"statute AND sentence AND \"fix permissable sentence\" AND void AND \"void for vagueness\" AND clarity AND define! AND range",
		"statute AND sentence AND (void OR \"void for vagueness\" OR \"unconstitutionally vague\") AND clarity AND define! AND range AND permissable",
		"statute AND sentence AND \"fix permissable sentence\" AND (void OR \"void for vagueness\" OR \"unconstitutionally vague\") AND clarity AND define! AND range AND permissable"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "statute"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "sentence"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "fix permissable sentence",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "void"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "void for vagueness",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "clarity"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "define*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "range"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "statute"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "sentence"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "clarity"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "define*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "range"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "permissable"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "void"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "void for vagueness",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitutionally vague",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "statute"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "sentence"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "fix permissable sentence",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "clarity"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "define*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "range"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "permissable"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "void"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "void for vagueness",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "unconstitutionally vague",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}