{
	"id": 64,
	"case_id": 4151825,
	"case_title": "Pena-Rodriguez v. Colorado",
	"date_filed": "2017-03-06",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                 PENA-RODRIGUEZ v. COLORADO\n\n      CERTIORARI TO THE SUPREME COURT OF COLORADO\n\n     No. 15–606.      Argued October 11, 2016—Decided March 6, 2017\nA Colorado jury convicted petitioner Peña-Rodriguez of harassment and\n  unlawful sexual contact. Following the discharge of the jury, two ju­\n  rors told defense counsel that, during deliberations, Juror H. C. had\n  expressed anti-Hispanic bias toward petitioner and petitioner’s alibi\n  witness. Counsel, with the trial court’s supervision, obtained affida­\n  vits from the two jurors describing a number of biased statements by\n  H. C. The court acknowledged H. C.’s apparent bias but denied peti­\n  tioner’s motion for a new trial on the ground that Colorado Rule of\n  Evidence 606(b) generally prohibits a juror from testifying as to\n  statements made during deliberations in a proceeding inquiring into\n  the validity of the verdict. The Colorado Court of Appeals affirmed,\n  agreeing that H. C.’s alleged statements did not fall within an excep­\n  tion to Rule 606(b). The Colorado Supreme Court also affirmed, rely­\n  ing on Tanner v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111936\"\u003e\u003ca href=\"/opinion/111936/tanner-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e107\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, and Warger v. Shauers,\n  \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e574\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, both of which rejected constitutional challenges to the\n  federal no-impeachment rule as applied to evidence of juror miscon­\n  duct or bias.\nHeld: Where a juror makes a clear statement indicating that he or she\n relied on racial stereotypes or animus to convict a criminal defend­\n ant, the Sixth Amendment requires that the no-impeachment rule\n give way in order to permit the trial court to consider the evidence of\n the juror’s statement and any resulting denial of the jury trial guar­\n antee. Pp. 6–21.\n    (a) At common law jurors were forbidden to impeach their verdict,\n either by affidavit or live testimony. Some American jurisdictions\n adopted a more flexible version of the no-impeachment bar, known as\n the “Iowa rule,” which prevented jurors from testifying only about\n their own subjective beliefs, thoughts, or motives during delibera­\n tions. An alternative approach, later referred to as the federal ap­\n\u000c2                  PENA-RODRIGUEZ v. COLORADO\n\n                                  Syllabus\n\n    proach, permitted an exception only for events extraneous to the de­\n    liberative process. This Court’s early decisions did not establish a\n    clear preference for a particular version of the no-impeachment rule,\n    appearing open to the Iowa rule in United States v. Reid, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"86700\"\u003e\u003ca href=\"/opinion/86700/united-states-v-reid/\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eHow.\u003c/span\u003e\n    \u003cspan class=\"page\"\u003e361\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, and Mattox v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"93425\"\u003e\u003ca href=\"/opinion/93425/clyde-mattox-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e146\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e140\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, but rejecting that\n    approach in McDonald v. Pless, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98509\"\u003e\u003ca href=\"/opinion/98509/mcdonald-v-pless/\"\u003e\u003cspan class=\"volume\"\u003e238\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e264\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n       The common-law development of the rule reached a milestone in\n    1975 when Congress adopted Federal Rule of Evidence 606(b), which\n    sets out a broad no-impeachment rule, with only limited exceptions.\n    This version of the no-impeachment rule has substantial merit, pro­\n    moting full and vigorous discussion by jurors and providing consider­\n    able assurance that after being discharged they will not be sum­\n    moned to recount their deliberations or otherwise harassed. The rule\n    gives stability and finality to verdicts. Pp. 6–9.\n       (b) Some version of the no-impeachment rule is followed in every\n    State and the District of Columbia, most of which follow the Federal\n    Rule. At least 16 jurisdictions have recognized an exception for juror\n    testimony about racial bias in deliberations. Three Federal Courts of\n    Appeals have also held or suggested there is a constitutional excep­\n    tion for evidence of racial bias.\n       In addressing the common-law no-impeachment rule, this Court\n    noted the possibility of an exception in the “gravest and most im­\n    portant cases.” United States v. Reid, supra, at 366; McDonald v.\n    Pless, supra, at 269. The Court has addressed the question whether\n    the Constitution mandates an exception to Rule 606(b) just twice, re­\n    jecting an exception each time. In Tanner, where the evidence\n    showed that some jurors were under the influence of drugs and alco­\n    hol during the trial, the Court identified “long-recognized and very\n    substantial concerns” supporting the no-impeachment rule. 483\n    U. S., at 127. The Court also outlined existing, significant safeguards\n    for the defendant’s right to an impartial and competent jury beyond\n    post-trial juror testimony: members of the venire can be examined for\n    impartiality during voir dire; juror misconduct may be observed the\n    court, counsel, and court personnel during the trial; and jurors them­\n    selves can report misconduct to the court before a verdict is rendered.\n    In Warger, a civil case where the evidence indicated that the jury\n    forewoman failed to disclose a prodefendant bias during voir dire, the\n    Court again put substantial reliance on existing safeguards for a fair\n    trial. But the Court also warned, as in Reid and McDonald, that the\n    no-impeachment rule may admit of exceptions for “juror bias so ex­\n    treme that, almost by definition, the jury trial right has been\n    abridged.” 574 U. S., at ___–___, n. 3. Reid, McDonald, and Warger\n    left open the question here: whether the Constitution requires an ex­\n    ception to the no-impeachment rule when a juror’s statements indi­\n\u000c                    Cite as: 580 U. S. ____ (2017)                      3\n\n                               Syllabus\n\ncate that racial animus was a significant motivating factor in his or\nher finding of guilt. Pp. 9–13.\n   (c) The imperative to purge racial prejudice from the administra­\ntion of justice was given new force and direction by the ratification of\nthe Civil War Amendments. “[T]he central purpose of the Fourteenth\nAmendment was to eliminate racial discrimination emanating from\nofficial sources in the States.” McLaughlin v. Florida, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106945\"\u003e\u003ca href=\"/opinion/106945/mclaughlin-v-florida/\"\u003e\u003cspan class=\"volume\"\u003e379\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e184\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n192. Time and again, this Court has enforced the Constitution’s\nguarantee against state-sponsored racial discrimination in the jury\nsystem. The Court has interpreted the Fourteenth Amendment to\nprohibit the exclusion of jurors based on race, Strauder v. West Vir-\nginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"90039\"\u003e\u003ca href=\"/opinion/90039/strauder-v-west-virginia/\"\u003e\u003cspan class=\"volume\"\u003e100\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e303\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 305–309; struck down laws and practices that\nsystematically exclude racial minorities from juries, see, e.g., Neal v.\nDelaware, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"90336\"\u003e\u003ca href=\"/opinion/90336/neal-v-delaware/\"\u003e\u003cspan class=\"volume\"\u003e103\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e370\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; ruled that no litigant may exclude a pro­\nspective juror based on race, see, e.g., Batson v. Kentucky, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111662\"\u003e\u003ca href=\"/opinion/111662/batson-v-kentucky/\"\u003e\u003cspan class=\"volume\"\u003e476\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e79\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; and held that defendants may at times be entitled to ask about\nracial bias during voir dire, see, e.g., Ham v. South Carolina, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108662\"\u003e\u003ca href=\"/opinion/108662/ham-v-south-carolina/\"\u003e\u003cspan class=\"volume\"\u003e409\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e524\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. The unmistakable principle of these precedents is that\ndiscrimination on the basis of race, “odious in all aspects, is especially\npernicious in the administration of justice,” Rose v. Mitchell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110143\"\u003e\u003ca href=\"/opinion/110143/rose-v-mitchell/\"\u003e\u003cspan class=\"volume\"\u003e443\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e545\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 555, damaging “both the fact and the perception” of the ju­\nry’s role as “a vital check against the wrongful exercise of power by\nthe State,” Powers v. Ohio, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112570\"\u003e\u003ca href=\"/opinion/112570/powers-v-ohio/\"\u003e\u003cspan class=\"volume\"\u003e499\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e400\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 411. Pp. 13–15.\n   (d) This case lies at the intersection of the Court’s decisions endors­\ning the no-impeachment rule and those seeking to eliminate racial\nbias in the jury system. Those lines of precedent need not conflict.\nRacial bias, unlike the behavior in McDonald, Tanner, or Warger,\nimplicates unique historical, constitutional, and institutional con­\ncerns and, if left unaddressed, would risk systemic injury to the ad­\nministration of justice. It is also distinct in a pragmatic sense, for the\nTanner safeguards may be less effective in rooting out racial bias.\nBut while all forms of improper bias pose challenges to the trial pro­\ncess, there is a sound basis to treat racial bias with added precaution.\nA constitutional rule that racial bias in the justice system must be\naddressed—including, in some instances, after a verdict has been en­\ntered—is necessary to prevent a systemic loss of confidence in jury\nverdicts, a confidence that is a central premise of the Sixth Amend­\nment trial right. Pp. 15–17.\n   (e) Before the no-impeachment bar can be set aside to allow further\njudicial inquiry, there must be a threshold showing that one or more\njurors made statements exhibiting overt racial bias that cast serious\ndoubt on the fairness and impartiality of the jury’s deliberations and\nresulting verdict. To qualify, the statement must tend to show that\nracial animus was a significant motivating factor in the juror’s vote\n\u000c4                 PENA-RODRIGUEZ v. COLORADO\n\n                                 Syllabus\n\n  to convict. Whether the threshold showing has been satisfied is\n  committed to the substantial discretion of the trial court in light of all\n  the circumstances, including the content and timing of the alleged\n  statements and the reliability of the proffered evidence.\n     The practical mechanics of acquiring and presenting such evidence\n  will no doubt be shaped and guided by state rules of professional eth­\n  ics and local court rules, both of which often limit counsel’s post-trial\n  contact with jurors. The experience of those jurisdictions that have\n  already recognized a racial-bias exception to the no-impeachment\n  rule, and the experience of courts going forward, will inform the\n  proper exercise of trial judge discretion. The Court need not address\n  what procedures a trial court must follow when confronted with a\n  motion for a new trial based on juror testimony of racial bias or the\n  appropriate standard for determining when such evidence is suffi­\n  cient to require that the verdict be set aside and a new trial be grant­\n  ed. Standard and existing safeguards may also help prevent racial\n  bias in jury deliberations, including careful voir dire and a trial\n  court’s instructions to jurors about their duty to review the evidence,\n  deliberate together, and reach a verdict in a fair and impartial way,\n  free from bias of any kind. Pp. 17–21.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e350\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e287\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n  KENNEDY, J., delivered the opinion of the Court, in which GINSBURG,\nBREYER, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS, J., filed a dis­\nsenting opinion. ALITO, J., filed a dissenting opinion, in which ROBERTS,\nC. J., and THOMAS, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–606\n                                   _________________\n\n\nMIGUEL ANGEL PENA-RODRIGUEZ, PETITIONER v.\n               COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                                 [March 6, 2017] \n\n\n   JUSTICE KENNEDY delivered the opinion of the Court.\n   The jury is a central foundation of our justice system\nand our democracy. Whatever its imperfections in a par­\nticular case, the jury is a necessary check on governmental\npower. The jury, over the centuries, has been an inspired,\ntrusted, and effective instrument for resolving factual\ndisputes and determining ultimate questions of guilt or\ninnocence in criminal cases. Over the long course its\njudgments find acceptance in the community, an ac­\nceptance essential to respect for the rule of law. The jury\nis a tangible implementation of the principle that the law\ncomes from the people.\n   In the era of our Nation’s founding, the right to a jury\ntrial already had existed and evolved for centuries,\nthrough and alongside the common law. The jury was\nconsidered a fundamental safeguard of individual liberty.\nSee The Federalist No. 83, p. 451 (B. Warner ed. 1818) (A.\nHamilton). The right to a jury trial in criminal cases was\npart of the Constitution as first drawn, and it was restated\nin the Sixth Amendment. Art. III, §2, cl. 3; Amdt. 6. By\noperation of the Fourteenth Amendment, it is applicable to\n\u000c2              PENA-RODRIGUEZ v. COLORADO\n\n                      Opinion of the Court\n\nthe States. Duncan v. Louisiana, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107685\"\u003e\u003ca href=\"/opinion/107685/duncan-v-louisiana/\"\u003e\u003cspan class=\"volume\"\u003e391\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e145\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 149–150\n(1968).\n   Like all human institutions, the jury system has its\nflaws, yet experience shows that fair and impartial ver­\ndicts can be reached if the jury follows the court’s instruc­\ntions and undertakes deliberations that are honest, can­\ndid, robust, and based on common sense. A general rule\nhas evolved to give substantial protection to verdict final­\nity and to assure jurors that, once their verdict has been\nentered, it will not later be called into question based on\nthe comments or conclusions they expressed during delib­\nerations. This principle, itself centuries old, is often re­\nferred to as the no-impeachment rule. The instant case\npresents the question whether there is an exception to the\nno-impeachment rule when, after the jury is discharged, a\njuror comes forward with compelling evidence that an-\nother juror made clear and explicit statements indicating\nthat racial animus was a significant motivating factor in\nhis or her vote to convict.\n                               I\n   State prosecutors in Colorado brought criminal charges\nagainst petitioner, Miguel Angel Peña-Rodriguez, based on\nthe following allegations. In 2007, in the bathroom of a\nColorado horse-racing facility, a man sexually assaulted\ntwo teenage sisters. The girls told their father and identi­\nfied the man as an employee of the racetrack. The police\nlocated and arrested petitioner. Each girl separately\nidentified petitioner as the man who had assaulted her.\n   The State charged petitioner with harassment, unlawful\nsexual contact, and attempted sexual assault on a child.\nBefore the jury was empaneled, members of the venire\nwere repeatedly asked whether they believed that they\ncould be fair and impartial in the case. A written ques­\ntionnaire asked if there was “anything about you that you\nfeel would make it difficult for you to be a fair juror.” App.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\n14. The court repeated the question to the panel of pro­\nspective jurors and encouraged jurors to speak in private\nwith the court if they had any concerns about their impar­\ntiality. Defense counsel likewise asked whether anyone\nfelt that “this is simply not a good case” for them to be a\nfair juror. Id., at 34. None of the empaneled jurors ex­\npressed any reservations based on racial or any other bias.\nAnd none asked to speak with the trial judge.\n   After a 3-day trial, the jury found petitioner guilty of\nunlawful sexual contact and harassment, but it failed to\nreach a verdict on the attempted sexual assault charge.\nWhen the jury was discharged, the court gave them this\ninstruction, as mandated by Colorado law:\n    “The question may arise whether you may now dis­\n    cuss this case with the lawyers, defendant, or other\n    persons. For your guidance the court instructs you\n    that whether you talk to anyone is entirely your own\n    decision. . . . If any person persists in discussing the\n    case over your objection, or becomes critical of your\n    service either before or after any discussion has be­\n    gun, please report it to me.” Id., at 85–86.\n   Following the discharge of the jury, petitioner’s counsel\nentered the jury room to discuss the trial with the jurors.\nAs the room was emptying, two jurors remained to speak\nwith counsel in private. They stated that, during delibera­\ntions, another juror had expressed anti-Hispanic bias\ntoward petitioner and petitioner’s alibi witness. Petition­\ner’s counsel reported this to the court and, with the court’s\nsupervision, obtained sworn affidavits from the two jurors.\n   The affidavits by the two jurors described a number of\nbiased statements made by another juror, identified as\nJuror H. C. According to the two jurors, H. C. told the\nother jurors that he “believed the defendant was guilty\nbecause, in [H. C.’s] experience as an ex-law enforcement\nofficer, Mexican men had a bravado that caused them to\n\u000c4              PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nbelieve they could do whatever they wanted with women.”\nId., at 110. The jurors reported that H. C. stated his belief\nthat Mexican men are physically controlling of women\nbecause of their sense of entitlement, and further stated,\n“ ‘I think he did it because he’s Mexican and Mexican men\ntake whatever they want.’ ” Id., at 109. According to the\njurors, H. C. further explained that, in his experience,\n“nine times out of ten Mexican men were guilty of being\naggressive toward women and young girls.” Id., at 110.\nFinally, the jurors recounted that Juror H. C. said that he\ndid not find petitioner’s alibi witness credible because,\namong other things, the witness was “ ‘an illegal.’ ” Ibid.\n(In fact, the witness testified during trial that he was a\nlegal resident of the United States.)\n    After reviewing the affidavits, the trial court acknowl­\nedged H. C.’s apparent bias. But the court denied peti­\ntioner’s motion for a new trial, noting that “[t]he actual\ndeliberations that occur among the jurors are protected\nfrom inquiry under [Colorado Rule of Evidence] 606(b).”\nId., at 90. Like its federal counterpart, Colorado’s Rule\n606(b) generally prohibits a juror from testifying as to any\nstatement made during deliberations in a proceeding\ninquiring into the validity of the verdict. See Fed. Rule\nEvid. 606(b). The Colorado Rule reads as follows:\n    “(b) Inquiry into validity of verdict or indictment.\n    Upon an inquiry into the validity of a verdict or indict­\n    ment, a juror may not testify as to any matter or\n    statement occurring during the course of the jury’s de­\n    liberations or to the effect of anything upon his or any\n    other juror’s mind or emotions as influencing him to\n    assent to or dissent from the verdict or indictment or\n    concerning his mental processes in connection there­\n    with. But a juror may testify about (1) whether ex­\n    traneous prejudicial information was improperly\n    brought to the jurors’ attention, (2) whether any out­\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\n    side influence was improperly brought to bear upon\n    any juror, or (3) whether there was a mistake in en­\n    tering the verdict onto the verdict form. A juror’s affi­\n    davit or evidence of any statement by the juror may\n    not be received on a matter about which the juror\n    would be precluded from testifying.” Colo. Rule Evid.\n    606(b) (2016).\n   The verdict deemed final, petitioner was sentenced to\ntwo years’ probation and was required to register as a sex\noffender. A divided panel of the Colorado Court of Appeals\naffirmed petitioner’s conviction, agreeing that H. C.’s\nalleged statements did not fall within an exception to Rule\n606(b) and so were inadmissible to undermine the validity\nof the verdict. ___ P. 3d ___, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2012\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e5457362\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n   The Colorado Supreme Court affirmed by a vote of 4 to\n3. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e350\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e287\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2015). The prevailing opinion relied on\ntwo decisions of this Court rejecting constitutional chal­\nlenges to the federal no-impeachment rule as applied to\nevidence of juror misconduct or bias. See Tanner v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111936\"\u003e\u003ca href=\"/opinion/111936/tanner-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e107\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1987); Warger v. Shauers, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e574\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___ (2014). After reviewing those precedents, the court\ncould find no “dividing line between different types of juror\nbias or misconduct,” and thus no basis for permitting\nimpeachment of the verdicts in petitioner’s trial, notwith­\nstanding H. C.’s apparent racial bias. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e350\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 293.\nThis Court granted certiorari to decide whether there is a\nconstitutional exception to the no-impeachment rule for\ninstances of racial bias. 578 U. S. ___ (2016).\n   Juror H. C.’s bias was based on petitioner’s Hispanic\nidentity, which the Court in prior cases has referred to as\nethnicity, and that may be an instructive term here. See,\ne.g., Hernandez v. New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112601\"\u003e\u003ca href=\"/opinion/112601/hernandez-v-new-york/\"\u003e\u003cspan class=\"volume\"\u003e500\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e352\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 355 (1991)\n(plurality opinion). Yet we have also used the language of\nrace when discussing the relevant constitutional principles\nin cases involving Hispanic persons. See, e.g., ibid.; Fisher\n\u000c6              PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nv. University of Tex. at Austin, 570 U. S. ___ (2013);\nRosales-Lopez v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110463\"\u003e\u003ca href=\"/opinion/110463/rosales-lopez-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e451\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e182\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 189–190\n(1981) (plurality opinion). Petitioner and respondent both\nrefer to race, or to race and ethnicity, in this more expan­\nsive sense in their briefs to the Court. This opinion refers\nto the nature of the bias as racial in keeping with the\nprimary terminology employed by the parties and used in\nour precedents.\n                             II\n\n                             A\n\n   At common law jurors were forbidden to impeach their\nverdict, either by affidavit or live testimony. This rule\noriginated in Vaise v. Delaval, 1 T. R. 11, 99 Eng. Rep. 944\n(K. B. 1785). There, Lord Mansfield excluded juror testi­\nmony that the jury had decided the case through a game of\nchance. The Mansfield rule, as it came to be known, pro­\nhibited jurors, after the verdict was entered, from testify­\ning either about their subjective mental processes or about\nobjective events that occurred during deliberations.\n   American courts adopted the Mansfield rule as a matter\nof common law, though not in every detail. Some jurisdic­\ntions adopted a different, more flexible version of the no-\nimpeachment bar known as the “Iowa rule.” Under that\nrule, jurors were prevented only from testifying about\ntheir own subjective beliefs, thoughts, or motives during\ndeliberations. See Wright v. Illinois \u0026 Miss. Tel. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eIowa\u003c/span\u003e \u003cspan class=\"page\"\u003e195\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1866). Jurors could, however, testify about\nobjective facts and events occurring during deliberations,\nin part because other jurors could corroborate that\ntestimony.\n   An alternative approach, later referred to as the federal\napproach, stayed closer to the original Mansfield rule. See\nWarger, supra, at ___ (slip op., at 5). Under this version of\nthe rule, the no-impeachment bar permitted an exception\nonly for testimony about events extraneous to the deliber­\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                     Opinion of the Court\n\native process, such as reliance on outside evidence—\nnewspapers, dictionaries, and the like—or personal inves­\ntigation of the facts.\n   This Court’s early decisions did not establish a clear\npreference for a particular version of the no-impeachment\nrule. In United States v. Reid, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"86700\"\u003e\u003ca href=\"/opinion/86700/united-states-v-reid/\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eHow.\u003c/span\u003e \u003cspan class=\"page\"\u003e361\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1852), the\nCourt appeared open to the admission of juror testimony\nthat the jurors had consulted newspapers during delibera­\ntions, but in the end it barred the evidence because the\nnewspapers “had not the slightest influence” on the ver­\ndict. Id., at 366. The Reid Court warned that juror testi­\nmony “ought always to be received with great caution.”\nIbid. Yet it added an important admonition: “cases might\narise in which it would be impossible to refuse” juror\ntestimony “without violating the plainest principles of\njustice.” Ibid.\n   In a following case the Court required the admission of\njuror affidavits stating that the jury consulted information\nthat was not in evidence, including a prejudicial news-\npaper article. Mattox v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"93425\"\u003e\u003ca href=\"/opinion/93425/clyde-mattox-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e146\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e140\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 151\n(1892). The Court suggested, furthermore, that the ad­\nmission of juror testimony might be governed by a more\nflexible rule, one permitting jury testimony even where it\ndid not involve consultation of prejudicial extraneous\ninformation. Id., at 148–149; see also Hyde v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1997012\"\u003e\u003ca href=\"/opinion/1997012/hyde-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e225\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e347\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 382–384 (1912) (stating that the\nmore flexible Iowa rule “should apply,” but excluding\nevidence that the jury reached the verdict by trading\ncertain defendants’ acquittals for others’ convictions).\n   Later, however, the Court rejected the more lenient\nIowa rule. In McDonald v. Pless, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98509\"\u003e\u003ca href=\"/opinion/98509/mcdonald-v-pless/\"\u003e\u003cspan class=\"volume\"\u003e238\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e264\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1915), the\nCourt affirmed the exclusion of juror testimony about\nobjective events in the jury room. There, the jury allegedly\nhad calculated a damages award by averaging the\nnumerical submissions of each member. Id., at 265–266.\nAs the Court explained, admitting that evidence would\n\u000c8             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nhave “dangerous consequences”: “no verdict would be safe”\nand the practice would “open the door to the most perni­\ncious arts and tampering with jurors.” Id., at 268 (inter­\nnal quotation marks omitted). Yet the Court reiterated its\nadmonition from Reid, again cautioning that the no-\nimpeachment rule might recognize exceptions “in the\ngravest and most important cases” where exclusion of\njuror affidavits might well violate “the plainest principles\nof justice.” 238 U. S., at 269 (quoting Reid, supra, at 366;\ninternal quotation marks omitted).\n   The common-law development of the no-impeachment\nrule reached a milestone in 1975, when Congress adopted\nthe Federal Rules of Evidence, including Rule 606(b).\nCongress, like the McDonald Court, rejected the Iowa\nrule. Instead it endorsed a broad no-impeachment rule,\nwith only limited exceptions.\n  The version of the rule that Congress adopted was “no\naccident.” Warger, 574 U. S., at ___ (slip op., at 7). The\nAdvisory Committee at first drafted a rule reflecting the\nIowa approach, prohibiting admission of juror testimony\nonly as it related to jurors’ mental processes in reaching a\nverdict. The Department of Justice, however, expressed\nconcern over the preliminary rule. The Advisory Commit­\ntee then drafted the more stringent version now in effect,\nprohibiting all juror testimony, with exceptions only where\nthe jury had considered prejudicial extraneous evidence or\nwas subject to other outside influence. Rules of Evidence\nfor United States Courts and Magistrates, 56 F. R. D. 183,\n265 (1972). The Court adopted this second version and\ntransmitted it to Congress.\n  The House favored the Iowa approach, but the Senate\nexpressed concern that it did not sufficiently address the\npublic policy interest in the finality of verdicts. S. Rep.\nNo. 93–1277, pp. 13–14 (1974). Siding with the Senate,\nthe Conference Committee adopted, Congress enacted, and\nthe President signed the Court’s proposed rule. The sub­\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nstance of the Rule has not changed since 1975, except for a\n2006 modification permitting evidence of a clerical mis­\ntake on the verdict form. See 574 U. S., at ___.\n  The current version of Rule 606(b) states as follows:\n    “(1) Prohibited Testimony or Other Evidence. During\n    an inquiry into the validity of a verdict or indictment,\n    a juror may not testify about any statement made or\n    incident that occurred during the jury’s deliberations;\n    the effect of anything on that juror’s or another juror’s\n    vote; or any juror’s mental processes concerning the\n    verdict or indictment. The court may not receive a ju­\n    ror’s affidavit or evidence of a juror’s statement on\n    these matters.\n    “(2) Exceptions. A juror may testify about whether:\n      “(A) extraneous prejudicial information was im­\n    properly brought to the jury’s attention;\n      “(B) an outside influence was improperly brought to\n    bear on any juror; or\n      “(C) a mistake was made in entering the verdict on\n    the verdict form.”\n  This version of the no-impeachment rule has substantial\nmerit. It promotes full and vigorous discussion by provid­\ning jurors with considerable assurance that after being\ndischarged they will not be summoned to recount their\ndeliberations, and they will not otherwise be harassed or\nannoyed by litigants seeking to challenge the verdict. The\nrule gives stability and finality to verdicts.\n                             B\n  Some version of the no-impeachment rule is followed in\nevery State and the District of Columbia. Variations\nmake classification imprecise, but, as a general matter, it\nappears that 42 jurisdictions follow the Federal Rule,\nwhile 9 follow the Iowa Rule. Within both classifications\nthere is a diversity of approaches. Nine jurisdictions that\n\u000c10            PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nfollow the Federal Rule have codified exceptions other\nthan those listed in Federal Rule 606(b). See Appendix,\ninfra. At least 16 jurisdictions, 11 of which follow the\nFederal Rule, have recognized an exception to the no-\nimpeachment bar under the circumstances the Court faces\nhere: juror testimony that racial bias played a part in\ndeliberations. Ibid. According to the parties and amici,\nonly one State other than Colorado has addressed this\nissue and declined to recognize an exception for racial\nbias. See Commonwealth v. Steele, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e599\u003c/span\u003e \u003cspan class=\"reporter\"\u003ePa.\u003c/span\u003e \u003cspan class=\"page\"\u003e341\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 377–379,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e961\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e786\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 807–808 (2012).\n   The federal courts, for their part, are governed by Fed­\neral Rule 606(b), but their interpretations deserve further\ncomment. Various Courts of Appeals have had occasion to\nconsider a racial bias exception and have reached different\nconclusions. Three have held or suggested there is a\nconstitutional exception for evidence of racial bias. See\nUnited States v. Villar, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"204059\"\u003e\u003ca href=\"/opinion/204059/united-states-v-villar/\"\u003e\u003cspan class=\"volume\"\u003e586\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e76\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 87–88 (CA1 2009)\n(holding the Constitution demands a racial-bias excep­\ntion); United States v. Henley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"771926\"\u003e\u003ca href=\"/opinion/771926/united-states-v-rex-henley-rafael-bustamante-willie-mcgowan-and-garey/\"\u003e\u003cspan class=\"volume\"\u003e238\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1111\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1119–1121\n(CA9 2001) (finding persuasive arguments in favor of an\nexception but not deciding the issue); Shillcutt v. Gagnon,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"493648\"\u003e\u003ca href=\"/opinion/493648/james-b-shillcutt-v-john-r-gagnon/\"\u003e\u003cspan class=\"volume\"\u003e827\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1155\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1158–1160 (CA7 1987) (observing that in\nsome cases fundamental fairness could require an excep­\ntion). One Court of Appeals has declined to find an excep­\ntion, reasoning that other safeguards inherent in the trial\nprocess suffice to protect defendants’ constitutional inter­\nests. See United States v. Benally, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1361323\"\u003e\u003ca href=\"/opinion/1361323/united-states-v-benally/\"\u003e\u003cspan class=\"volume\"\u003e546\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1230\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1240–\n1241 (CA10 2008). Another has suggested as much, hold­\ning in the habeas context that an exception for racial bias\nwas not clearly established but indicating in dicta that no\nsuch exception exists. See Williams v. Price, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"783520\"\u003e\u003ca href=\"/opinion/783520/ronald-a-williams-v-james-price-superintendent-sci-pittsburgh-d/\"\u003e\u003cspan class=\"volume\"\u003e343\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e223\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 237–239 (CA3 2003) (Alito, J.). And one Court of\nAppeals has held that evidence of racial bias is excluded\nby Rule 606(b), without addressing whether the Constitu­\ntion may at times demand an exception. See Martinez v.\n\u000c                  Cite as: 580 U. S. ____ (2017)            11\n\n                      Opinion of the Court\n\nFood City, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"393863\"\u003e\u003ca href=\"/opinion/393863/raul-lara-martinez-v-food-city-inc-dba-foodland/\"\u003e\u003cspan class=\"volume\"\u003e658\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e369\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 373–374 (CA5 1981).\n                                C\n   In addressing the scope of the common-law no-\nimpeachment rule before Rule 606(b)’s adoption, the Reid\nand McDonald Courts noted the possibility of an exception\nto the rule in the “gravest and most important cases.”\nReid, 12 How., at 366; McDonald, 238 U. S., at 269. Yet\nsince the enactment of Rule 606(b), the Court has ad­\ndressed the precise question whether the Constitution\nmandates an exception to it in just two instances.\n   In its first case, Tanner, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111936\"\u003e\u003ca href=\"/opinion/111936/tanner-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e107\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, the Court rejected\na Sixth Amendment exception for evidence that some\njurors were under the influence of drugs and alcohol dur­\ning the trial. Id., at 125. Central to the Court’s reasoning\nwere the “long-recognized and very substantial concerns”\nsupporting “the protection of jury deliberations from in­\ntrusive inquiry.” Id., at 127. The Tanner Court echoed\nMcDonald’s concern that, if attorneys could use juror\ntestimony to attack verdicts, jurors would be “harassed\nand beset by the defeated party,” thus destroying “all\nfrankness and freedom of discussion and conference.” 483\nU. S., at 120 (quoting McDonald, supra, at 267–268). The\nCourt was concerned, moreover, that attempts to impeach\na verdict would “disrupt the finality of the process” and\nundermine both “jurors’ willingness to return an unpopu­\nlar verdict” and “the community’s trust in a system that\nrelies on the decisions of laypeople.” 483 U. S., at 120–\n121.\n   The Tanner Court outlined existing, significant safe­\nguards for the defendant’s right to an impartial and com­\npetent jury beyond post-trial juror testimony. At the\noutset of the trial process, voir dire provides an opportun-\nity for the court and counsel to examine members of the\nvenire for impartiality. As a trial proceeds, the court,\ncounsel, and court personnel have some opportunity to\n\u000c12             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nlearn of any juror misconduct. And, before the verdict,\njurors themselves can report misconduct to the court.\nThese procedures do not undermine the stability of a\nverdict once rendered. Even after the trial, evidence of\nmisconduct other than juror testimony can be used to\nattempt to impeach the verdict. Id., at 127. Balancing\nthese interests and safeguards against the defendant’s\nSixth Amendment interest in that case, the Court affirmed\nthe exclusion of affidavits pertaining to the jury’s inebri­\nated state. Ibid.\n   The second case to consider the general issue presented\nhere was Warger, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e574\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___. The Court again rejected\nthe argument that, in the circumstances there, the jury\ntrial right required an exception to the no-impeachment\nrule. Warger involved a civil case where, after the verdict\nwas entered, the losing party sought to proffer evidence\nthat the jury forewoman had failed to disclose prodefend­\nant bias during voir dire. As in Tanner, the Court put\nsubstantial reliance on existing safeguards for a fair trial.\nThe Court stated: “Even if jurors lie in voir dire in a way\nthat conceals bias, juror impartiality is adequately as­\nsured by the parties’ ability to bring to the court’s atten­\ntion any evidence of bias before the verdict is rendered,\nand to employ nonjuror evidence even after the verdict is\nrendered.” 574 U. S., at ___ (slip op., at 10).\n   In Warger, however, the Court did reiterate that the no-\nimpeachment rule may admit exceptions. As in Reid and\nMcDonald, the Court warned of “juror bias so extreme\nthat, almost by definition, the jury trial right has been\nabridged.” 574 U. S., at ___–___, n. 3 (slip op., at 10–11,\nn. 3). “If and when such a case arises,” the Court indicated\nit would “consider whether the usual safeguards are or\nare not sufficient to protect the integrity of the process.”\nIbid.\n   The recognition in Warger that there may be extreme\ncases where the jury trial right requires an exception to\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\nthe no-impeachment rule must be interpreted in context\nas a guarded, cautious statement. This caution is war­\nranted to avoid formulating an exception that might un­\ndermine the jury dynamics and finality interests the no-\nimpeachment rule seeks to protect. Today, however, the\nCourt faces the question that Reid, McDonald, and Warger\nleft open. The Court must decide whether the Constitu­\ntion requires an exception to the no-impeachment rule\nwhen a juror’s statements indicate that racial animus was\na significant motivating factor in his or her finding of\nguilt.\n                              III\n   It must become the heritage of our Nation to rise above\nracial classifications that are so inconsistent with our\ncommitment to the equal dignity of all persons. This\nimperative to purge racial prejudice from the administra­\ntion of justice was given new force and direction by the\nratification of the Civil War Amendments.\n   “[T]he central purpose of the Fourteenth Amendment\nwas to eliminate racial discrimination emanating from\nofficial sources in the States.” McLaughlin v. Florida, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106945\"\u003e\u003ca href=\"/opinion/106945/mclaughlin-v-florida/\"\u003e\u003cspan class=\"volume\"\u003e379\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e184\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 192 (1964). In the years before and after the\nratification of the Fourteenth Amendment, it became clear\nthat racial discrimination in the jury system posed a\nparticular threat both to the promise of the Amendment\nand to the integrity of the jury trial. “Almost immediately\nafter the Civil War, the South began a practice that would\ncontinue for many decades: All-white juries punished\nblack defendants particularly harshly, while simultane­\nously refusing to punish violence by whites, including Ku\nKlux Klan members, against blacks and Republicans.”\nForman, Juries and Race in the Nineteenth Century, 113\nYale L. J. 895, 909–910 (2004). To take one example, just\nin the years 1865 and 1866, all-white juries in Texas\ndecided a total of 500 prosecutions of white defendants\n\u000c14            PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\ncharged with killing African-Americans. All 500 were\nacquitted. Id., at 916. The stark and unapologetic nature\nof race-motivated outcomes challenged the American belief\nthat “the jury was a bulwark of liberty,” id., at 909, and\nprompted Congress to pass legislation to integrate the jury\nsystem and to bar persons from eligibility for jury service\nif they had conspired to deny the civil rights of African-\nAmericans, id., at 920–930. Members of Congress stressed\nthat the legislation was necessary to preserve the right to\na fair trial and to guarantee the equal protection of the\nlaws. Ibid.\n   The duty to confront racial animus in the justice system\nis not the legislature’s alone. Time and again, this Court\nhas been called upon to enforce the Constitution’s guaran­\ntee against state-sponsored racial discrimination in the\njury system. Beginning in 1880, the Court interpreted the\nFourteenth Amendment to prohibit the exclusion of jurors\non the basis of race. Strauder v. West Virginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"90039\"\u003e\u003ca href=\"/opinion/90039/strauder-v-west-virginia/\"\u003e\u003cspan class=\"volume\"\u003e100\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e303\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 305–309 (1880). The Court has repeatedly struck\ndown laws and practices that systematically exclude racial\nminorities from juries. See, e.g., Neal v. Delaware, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"90336\"\u003e\u003ca href=\"/opinion/90336/neal-v-delaware/\"\u003e\u003cspan class=\"volume\"\u003e103\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e370\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1881); Hollins v. Oklahoma, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"102462\"\u003e\u003ca href=\"/opinion/102462/hollins-v-oklahoma/\"\u003e\u003cspan class=\"volume\"\u003e295\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e394\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1935) (per curiam); Avery v. Georgia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105128\"\u003e\u003ca href=\"/opinion/105128/avery-v-georgia/\"\u003e\u003cspan class=\"volume\"\u003e345\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e559\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1953);\nHernandez v. Texas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105220\"\u003e\u003ca href=\"/opinion/105220/hernandez-v-texas/\"\u003e\u003cspan class=\"volume\"\u003e347\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e475\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1954); Castaneda v.\nPartida, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109627\"\u003e\u003ca href=\"/opinion/109627/castaneda-v-partida/\"\u003e\u003cspan class=\"volume\"\u003e430\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e482\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1977). To guard against discrimi­\nnation in jury selection, the Court has ruled that no liti­\ngant may exclude a prospective juror on the basis of race.\nBatson v. Kentucky, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111662\"\u003e\u003ca href=\"/opinion/111662/batson-v-kentucky/\"\u003e\u003cspan class=\"volume\"\u003e476\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e79\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1986); Edmonson v.\nLeesville Concrete Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112610\"\u003e\u003ca href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"\u003e\u003cspan class=\"volume\"\u003e500\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e614\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1991); Georgia v.\nMcCollum, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112764\"\u003e\u003ca href=\"/opinion/112764/georgia-v-mccollum/\"\u003e\u003cspan class=\"volume\"\u003e505\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e42\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1992). In an effort to ensure that\nindividuals who sit on juries are free of racial bias, the\nCourt has held that the Constitution at times demands\nthat defendants be permitted to ask questions about racial\nbias during voir dire. Ham v. South Carolina, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108662\"\u003e\u003ca href=\"/opinion/108662/ham-v-south-carolina/\"\u003e\u003cspan class=\"volume\"\u003e409\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e524\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1973); Rosales-Lopez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110463\"\u003e\u003ca href=\"/opinion/110463/rosales-lopez-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e451\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e182\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e; Turner v. Mur-\nray, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111660\"\u003e\u003ca href=\"/opinion/111660/turner-v-murray/\"\u003e\u003cspan class=\"volume\"\u003e476\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e28\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1986).\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\n   The unmistakable principle underlying these precedents\nis that discrimination on the basis of race, “odious in all\naspects, is especially pernicious in the administration of\njustice.” Rose v. Mitchell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110143\"\u003e\u003ca href=\"/opinion/110143/rose-v-mitchell/\"\u003e\u003cspan class=\"volume\"\u003e443\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e545\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 555 (1979). The\njury is to be “a criminal defendant’s fundamental ‘protec­\ntion of life and liberty against race or color prejudice.’ ”\nMcCleskey v. Kemp, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111869\"\u003e\u003ca href=\"/opinion/111869/mccleskey-v-kemp/\"\u003e\u003cspan class=\"volume\"\u003e481\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e279\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 310 (1987) (quoting\nStrauder, supra, at 309). Permitting racial prejudice in\nthe jury system damages “both the fact and the percep­\ntion” of the jury’s role as “a vital check against the wrong­\nful exercise of power by the State.” Powers v. Ohio, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112570\"\u003e\u003ca href=\"/opinion/112570/powers-v-ohio/\"\u003e\u003cspan class=\"volume\"\u003e499\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e400\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 411 (1991); cf. Aldridge v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"101735\"\u003e\u003ca href=\"/opinion/101735/aldridge-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e283\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e308\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 315 (1931); Buck v. Davis, ante, at 22.\n                              IV \n\n                               A\n\n   This case lies at the intersection of the Court’s decisions\nendorsing the no-impeachment rule and its decisions\nseeking to eliminate racial bias in the jury system. The\ntwo lines of precedent, however, need not conflict.\n   Racial bias of the kind alleged in this case differs in\ncritical ways from the compromise verdict in McDonald,\nthe drug and alcohol abuse in Tanner, or the pro-\ndefendant bias in Warger. The behavior in those cases is\ntroubling and unacceptable, but each involved anomalous\nbehavior from a single jury—or juror—gone off course.\nJurors are presumed to follow their oath, cf. Penry v.\nJohnson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118438\"\u003e\u003ca href=\"/opinion/118438/penry-v-johnson/\"\u003e\u003cspan class=\"volume\"\u003e532\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e782\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 799 (2001), and neither history\nnor common experience show that the jury system is rife\nwith mischief of these or similar kinds. To attempt to rid\nthe jury of every irregularity of this sort would be to ex­\npose it to unrelenting scrutiny. “It is not at all clear . . .\nthat the jury system could survive such efforts to perfect\nit.” Tanner, 483 U. S., at 120.\n   The same cannot be said about racial bias, a familiar\nand recurring evil that, if left unaddressed, would risk\n\u000c16            PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nsystemic injury to the administration of justice. This\nCourt’s decisions demonstrate that racial bias implicates\nunique historical, constitutional, and institutional con­\ncerns. An effort to address the most grave and serious\nstatements of racial bias is not an effort to perfect the\njury but to ensure that our legal system remains capable\nof coming ever closer to the promise of equal treat­\nment under the law that is so central to a functioning\ndemocracy.\n  Racial bias is distinct in a pragmatic sense as well. In\npast cases this Court has relied on other safeguards to\nprotect the right to an impartial jury. Some of those safe­\nguards, to be sure, can disclose racial bias. Voir dire at\nthe outset of trial, observation of juror demeanor and\nconduct during trial, juror reports before the verdict, and\nnonjuror evidence after trial are important mechanisms\nfor discovering bias. Yet their operation may be compro­\nmised, or they may prove insufficient. For instance, this\nCourt has noted the dilemma faced by trial court judges\nand counsel in deciding whether to explore potential racial\nbias at voir dire. See Rosales-Lopez, supra; Ristaino v.\nRoss, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109394\"\u003e\u003ca href=\"/opinion/109394/ristaino-v-ross/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e589\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1976). Generic questions about juror\nimpartiality may not expose specific attitudes or biases\nthat can poison jury deliberations. Yet more pointed\nquestions “could well exacerbate whatever prejudice might\nexist without substantially aiding in exposing it.” Rosales-\nLopez, supra, at 195 (Rehnquist, J., concurring in result).\n  The stigma that attends racial bias may make it diffi­\ncult for a juror to report inappropriate statements during\nthe course of juror deliberations. It is one thing to accuse\na fellow juror of having a personal experience that im­\nproperly influences her consideration of the case, as would\nhave been required in Warger. It is quite another to call\nher a bigot.\n  The recognition that certain of the Tanner safeguards\nmay be less effective in rooting out racial bias than other\n\u000c                  Cite as: 580 U. S. ____ (2017)           17\n\n                      Opinion of the Court\n\nkinds of bias is not dispositive. All forms of improper bias\npose challenges to the trial process. But there is a sound\nbasis to treat racial bias with added precaution. A consti­\ntutional rule that racial bias in the justice system must be\naddressed—including, in some instances, after the verdict\nhas been entered—is necessary to prevent a systemic loss\nof confidence in jury verdicts, a confidence that is a central\npremise of the Sixth Amendment trial right.\n                               B\n   For the reasons explained above, the Court now holds\nthat where a juror makes a clear statement that indicates\nhe or she relied on racial stereotypes or animus to convict\na criminal defendant, the Sixth Amendment requires that\nthe no-impeachment rule give way in order to permit the\ntrial court to consider the evidence of the juror’s statement\nand any resulting denial of the jury trial guarantee.\n   Not every offhand comment indicating racial bias or\nhostility will justify setting aside the no-impeachment bar\nto allow further judicial inquiry. For the inquiry to pro­\nceed, there must be a showing that one or more jurors\nmade statements exhibiting overt racial bias that cast\nserious doubt on the fairness and impartiality of the jury’s\ndeliberations and resulting verdict. To qualify, the state­\nment must tend to show that racial animus was a signifi­\ncant motivating factor in the juror’s vote to convict.\nWhether that threshold showing has been satisfied is a\nmatter committed to the substantial discretion of the trial\ncourt in light of all the circumstances, including the con­\ntent and timing of the alleged statements and the reliabil­\nity of the proffered evidence.\n   The practical mechanics of acquiring and presenting\nsuch evidence will no doubt be shaped and guided by state\nrules of professional ethics and local court rules, both of\nwhich often limit counsel’s post-trial contact with jurors.\nSee 27 C. Wright \u0026 V. Gold, Federal Practice and Proce­\n\u000c18             PENA-RODRIGUEZ v. COLORADO\n\n                      Opinion of the Court\n\ndure: Evidence §6076, pp. 580–583 (2d ed. 2007) (Wright);\nsee also Variations of ABA Model Rules of Professional\nConduct, Rule 3.5 (Sept. 15, 2016) (overview of state ethics\nrules); 2 Jurywork Systematic Techniques §13:18 (2016–\n2017) (overview of Federal District Court rules). These\nlimits seek to provide jurors some protection when they\nreturn to their daily affairs after the verdict has been\nentered. But while a juror can always tell counsel they do\nnot wish to discuss the case, jurors in some instances may\ncome forward of their own accord.\n   That is what happened here. In this case the alleged\nstatements by a juror were egregious and unmistakable in\ntheir reliance on racial bias. Not only did juror H. C.\ndeploy a dangerous racial stereotype to conclude petitioner\nwas guilty and his alibi witness should not be believed,\nbut he also encouraged other jurors to join him in convict­\ning on that basis.\n   Petitioner’s counsel did not seek out the two jurors’\nallegations of racial bias. Pursuant to Colorado’s manda­\ntory jury instruction, the trial court had set limits on juror\ncontact and encouraged jurors to inform the court if any­\none harassed them about their role in the case. Similar\nlimits on juror contact can be found in other jurisdictions\nthat recognize a racial-bias exception. See, e.g., Fla.\nStandard Jury Instrs. in Crim. Cases No. 4.2 (West 2016)\n(“Although you are at liberty to speak with anyone about\nyour deliberations, you are also at liberty to refuse to\nspeak to anyone”); Mass. Office of Jury Comm’r, Trial\nJuror’s Handbook (Dec. 2015) (“You are not required to\nspeak with anyone once the trial is over. . . . If anyone\ntries to learn this confidential information from you, or if\nyou feel harassed or embarrassed in any way, you should\nreport it to the court . . . immediately”); N. J. Crim. Model\nJury Charges, Non 2C Charges, Dismissal of Jury (2014)\n(“It will be up to each of you to decide whether to speak\nabout your service as a juror”).\n\u000c                 Cite as: 580 U. S. ____ (2017)          19\n\n                     Opinion of the Court\n\n   With the understanding that they were under no obliga­\ntion to speak out, the jurors approached petitioner’s coun­\nsel, within a short time after the verdict, to relay their\nconcerns about H. C.’s statements. App. 77. A similar\npattern is common in cases involving juror allegations of\nracial bias. See, e.g., Villar, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e586\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 78 ( juror e­\nmailed defense counsel within hours of the verdict); Kittle\nv. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e65\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1144\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1147 (D. C. 2013) ( juror\nwrote a letter to the judge the same day the court dis­\ncharged the jury); Benally, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e546\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1231 ( juror ap­\nproached defense counsel the day after the jury announced\nits verdict). Pursuant to local court rules, petitioner’s\ncounsel then sought and received permission from the\ncourt to contact the two jurors and obtain affidavits lim­\nited to recounting the exact statements made by H. C. that\nexhibited racial bias.\n   While the trial court concluded that Colorado’s Rule\n606(b) did not permit it even to consider the resulting\naffidavits, the Court’s holding today removes that bar.\nWhen jurors disclose an instance of racial bias as serious\nas the one involved in this case, the law must not wholly\ndisregard its occurrence.\n                               C\n   As the preceding discussion makes clear, the Court\nrelies on the experiences of the 17 jurisdictions that have\nrecognized a racial-bias exception to the no-impeachment\nrule—some for over half a century—with no signs of an\nincrease in juror harassment or a loss of juror willingness\nto engage in searching and candid deliberations.\n   The experience of these jurisdictions, and the experience\nof the courts going forward, will inform the proper exercise\nof trial judge discretion in these and related matters. This\ncase does not ask, and the Court need not address, what\nprocedures a trial court must follow when confronted with\na motion for a new trial based on juror testimony of racial\n\u000c20             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nbias. See 27 Wright 575–578 (noting a divergence of\nauthority over the necessity and scope of an evidentiary\nhearing on alleged juror misconduct). The Court also does\nnot decide the appropriate standard for determining when\nevidence of racial bias is sufficient to require that the\nverdict be set aside and a new trial be granted. Compare,\ne.g., Shillcutt, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e827\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1159 (inquiring whether racial\nbias “pervaded the jury room”), with, e.g., Henley, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e238\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1120 (“One racist juror would be enough”).\n                               D\n   It is proper to observe as well that there are standard\nand existing processes designed to prevent racial bias in\njury deliberations. The advantages of careful voir dire\nhave already been noted. And other safeguards deserve\nmention.\n   Trial courts, often at the outset of the case and again in\ntheir final jury instructions, explain the jurors’ duty to\nreview the evidence and reach a verdict in a fair and\nimpartial way, free from bias of any kind. Some instruc­\ntions are framed by trial judges based on their own learn­\ning and experience. Model jury instructions likely take\ninto account these continuing developments and are com­\nmon across jurisdictions. See, e.g., 1A K. O’Malley, J.\nGrenig, \u0026 W. Lee, Federal Jury Practice and Instructions,\nCriminal §10:01, p. 22 (6th ed. 2008) (“Perform these\nduties fairly. Do not let any bias, sympathy or prejudice\nthat you may feel toward one side or the other influence\nyour decision in any way”). Instructions may emphasize\nthe group dynamic of deliberations by urging jurors to\nshare their questions and conclusions with their col­\nleagues. See, e.g., id., §20:01, at 841 (“It is your duty as\njurors to consult with one another and to deliberate with\none another with a view towards reaching an agreement if\nyou can do so without violence to individual judgment”).\n   Probing and thoughtful deliberation improves the likeli­\n\u000c                 Cite as: 580 U. S. ____ (2017)          21\n\n                     Opinion of the Court\n\nhood that other jurors can confront the flawed nature of\nreasoning that is prompted or influenced by improper\nbiases, whether racial or otherwise. These dynamics can\nhelp ensure that the exception is limited to rare cases.\n                        *     *     *\n   The Nation must continue to make strides to overcome\nrace-based discrimination. The progress that has already\nbeen made underlies the Court’s insistence that blatant\nracial prejudice is antithetical to the functioning of the\njury system and must be confronted in egregious cases like\nthis one despite the general bar of the no-impeachment\nrule. It is the mark of a maturing legal system that it\nseeks to understand and to implement the lessons of\nhistory. The Court now seeks to strengthen the broader\nprinciple that society can and must move forward by\nachieving the thoughtful, rational dialogue at the founda­\ntion of both the jury system and the free society that\nsustains our Constitution.\n   The judgment of the Supreme Court of Colorado is\nreversed, and the case is remanded for further proceedings\nnot inconsistent with this opinion.\n                                           It is so ordered.\n\u000c22             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n\n                         APPENDIX\n\n  Codified Exceptions in Addition to Those Enumerated in\n                    Fed. Rule Evid. 606(b)\n   See Ariz. Rules Crim. Proc. 24.1(c)(3), (d) (2011) (excep­\ntion for evidence of misconduct, including verdict by game\nof chance or intoxication); Idaho Rule Evid. 606(b) (2016)\n(game of chance); Ind. Rule Evid. 606(b)(2)(A) (Burns\n2014) (drug or alcohol use); Minn. Rule Evid. 606(b) (2014)\n(threats of violence or violent acts); Mont. Rule Evid.\n606(b) (2015) (game of chance); N. D. Rule Evid.\n606(b)(2)(C) (2016–2017) (same); Tenn. Rule Evid. 606(b)\n(2016) (quotient verdict or game of chance); Tex. Rule\nEvid. 606(b)(2)(B) (West 2016) (rebutting claim juror was\nunqualified); Vt. Rule Evid. 606(b) (Cum. Supp. 2016)\n(juror communication with nonjuror); see also 27 C.\nWright \u0026 V. Gold, Federal Practice and Procedure: Evi­\ndence §6071, p. 447, and n. 66 (2d ed. 2007); id., at 451,\nand n. 70; id., at 452, and n. 72.\n\n Judicially Recognized Exceptions for Evidence of Racial\n                         Bias\n\n   See State v. Santiago, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e245\u003c/span\u003e \u003cspan class=\"reporter\"\u003eConn.\u003c/span\u003e \u003cspan class=\"page\"\u003e301\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 323–340, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e715\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 1, 14–22 (1998); Kittle v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e65\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1144\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1154–1556 (D. C. 2013); Fisher v. State, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1970106\"\u003e\u003ca href=\"/opinion/1970106/fisher-v-state/\"\u003e\u003cspan class=\"volume\"\u003e690\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e917\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n919–921, and n. 4 (Del. 1996) (Appendix to opinion), Pow-\nell v. Allstate Ins. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1114020\"\u003e\u003ca href=\"/opinion/1114020/powell-v-allstate-ins-co/\"\u003e\u003cspan class=\"volume\"\u003e652\u003c/span\u003e \u003cspan class=\"reporter\"\u003eSo. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e354\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 357–358 (Fla. 1995);\nSpencer v. State, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1223505\"\u003e\u003ca href=\"/opinion/1223505/spencer-v-state/\"\u003e\u003cspan class=\"volume\"\u003e260\u003c/span\u003e \u003cspan class=\"reporter\"\u003eGa.\u003c/span\u003e \u003cspan class=\"page\"\u003e640\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 643–644, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1223505\"\u003e\u003ca href=\"/opinion/1223505/spencer-v-state/\"\u003e\u003cspan class=\"volume\"\u003e398\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.E.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e179\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n184–185 (1990); State v. Jackson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e81\u003c/span\u003e \u003cspan class=\"reporter\"\u003eHaw.\u003c/span\u003e \u003cspan class=\"page\"\u003e39\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 48–49, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1119066\"\u003e\u003ca href=\"/opinion/1119066/state-v-jackson/\"\u003e\u003cspan class=\"volume\"\u003e912\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eP.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e71\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 80–81 (1996); Commonwealth v. Laguer, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2125860\"\u003e\u003ca href=\"/opinion/2125860/commonwealth-v-laguer/\"\u003e\u003cspan class=\"volume\"\u003e410\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eMass.\u003c/span\u003e \u003cspan class=\"page\"\u003e89\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 97–98, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2125860\"\u003e\u003ca href=\"/opinion/2125860/commonwealth-v-laguer/\"\u003e\u003cspan class=\"volume\"\u003e571\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.E.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e371\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 376 (1991); State v.\nCallender, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2217181\"\u003e\u003ca href=\"/opinion/2217181/state-v-callender/\"\u003e\u003cspan class=\"volume\"\u003e297\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.W.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e744\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 746 (Minn. 1980); Fleshner v.\nPepose Vision Inst., P. C., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e304\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e81\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 87–90 (Mo.\n\u000c                 Cite as: 580 U. S. ____ (2017)           23\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n2010); State v. Levitt, 36 N. J. 266, 271–273, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1940299\"\u003e\u003ca href=\"/opinion/1940299/state-v-levitt/\"\u003e\u003cspan class=\"volume\"\u003e176\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e465\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n467–468 (1961); People v. Rukaj, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e123\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.D.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 277,\n280–281, 506 N. Y. S. 2d 677, 679–680 (1986); State v.\nHidanovic, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2008\u003c/span\u003e \u003cspan class=\"reporter\"\u003eND\u003c/span\u003e \u003cspan class=\"page\"\u003e66\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, ¶¶21–26, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e747\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.W.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e463\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 472–\n474; State v. Brown, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e62\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1099\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1110 (R. I. 2013); State\nv. Hunter, 320 S. C. 85, 88, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1352668\"\u003e\u003ca href=\"/opinion/1352668/state-v-hunter/\"\u003e\u003cspan class=\"volume\"\u003e463\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.E.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e314\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 316 (1995);\nSeattle v. Jackson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1240194\"\u003e\u003ca href=\"/opinion/1240194/city-of-seattle-v-jackson/\"\u003e\u003cspan class=\"volume\"\u003e70\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWash. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e733\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 738, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1240194\"\u003e\u003ca href=\"/opinion/1240194/city-of-seattle-v-jackson/\"\u003e\u003cspan class=\"volume\"\u003e425\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e385\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n389 (1967); After Hour Welding, Inc. v. Laneil Manage-\nment Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1580194\"\u003e\u003ca href=\"/opinion/1580194/after-hour-welding-v-laneil-management-co/\"\u003e\u003cspan class=\"volume\"\u003e108\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWis. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e734\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 739–740, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1580194\"\u003e\u003ca href=\"/opinion/1580194/after-hour-welding-v-laneil-management-co/\"\u003e\u003cspan class=\"volume\"\u003e324\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.W.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e686\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 690\n(1982).\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                     THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–606\n                          _________________\n\n\nMIGUEL ANGEL PENA-RODRIGUEZ, PETITIONER v.\n               COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                         [March 6, 2017] \n\n\n  JUSTICE THOMAS, dissenting.\n  The Court today holds that the Sixth Amendment re-\nquires the States to provide a criminal defendant the\nopportunity to impeach a jury’s guilty verdict with juror\ntestimony about a juror’s alleged racial bias, notwith-\nstanding a state procedural rule forbidding such testi-\nmony. I agree with JUSTICE ALITO that the Court’s decision\nis incompatible with the text of the Amendment it pur-\nports to interpret and with our precedents. I write sepa-\nrately to explain that the Court’s holding also cannot be\nsquared with the original understanding of the Sixth or\nFourteenth Amendments.\n                              I\n   The Sixth Amendment’s protection of the right, “[i]n all\ncriminal prosecutions,” to a “trial, by an impartial jury,” is\nlimited to the protections that existed at common law\nwhen the Amendment was ratified. See, e.g., Apprendi v.\nNew Jersey, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118381\"\u003e\u003ca href=\"/opinion/118381/apprendi-v-new-jersey/\"\u003e\u003cspan class=\"volume\"\u003e530\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e466\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 500, and n. 1 (2000) (THOMAS,\nJ., concurring); 3 J. Story, Commentaries on the Constitu-\ntion of the United States §1773, pp. 652–653 (1833) (Story)\n(explaining that “the trial by jury in criminal cases” pro-\ntected by the Constitution is the same “great privilege”\nthat was “a part of that admirable common law” of Eng-\nland); cf. 5 St. G. Tucker, Blackstone’s Commentaries 349,\n\u000c2             PENA-RODRIGUEZ v. COLORADO\n\n                    THOMAS, J., dissenting\n\nn. 2 (1803). It is therefore “entirely proper to look to the\ncommon law” to ascertain whether the Sixth Amendment\nrequires the result the Court today reaches. Apprendi,\nsupra, at 500, n. 1.\n   The Sixth Amendment’s specific guarantee of impartial-\nity incorporates the common-law understanding of that\nterm. See, e.g., 3 W. Blackstone, Commentaries on the\nLaws of England 365 (1769) (Blackstone) (describing\nEnglish trials as “impartially just” because of their “cau-\ntion against all partiality and bias” in the jury). The\ncommon law required a juror to have “freedome of mind”\nand to be “indifferent as hee stands unsworne.” 1 E. Coke,\nFirst Part of the Institutes of the Laws of England §234, p.\n155a (16th ed. 1809); accord, 3 M. Bacon, A New Abridg-\nment of the Law 258 (3d ed. 1768); cf. T. Cooley, A Trea-\ntise on the Constitutional Limitations Which Rest Upon\nthe Legislative Power of the States of the American Union\n319 (1868) (“The jury must be indifferent between the\nprisoner and the commonwealth”). Impartial jurors could\n“have no interest of their own affected, and no personal\nbias, or pre-possession, in favor [of] or against either\nparty.” Pettis v. Warren, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e1\u003c/span\u003e \u003cspan class=\"reporter\"\u003eKirby\u003c/span\u003e \u003cspan class=\"page\"\u003e426\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 427 (Conn. Super.\n1788).\n                             II\n  The common-law right to a jury trial did not, however,\nguarantee a defendant the right to impeach a jury verdict\nwith juror testimony about juror misconduct, including “a\nprincipal species of [juror] misbehaviour”—“notorious\npartiality.” 3 Blackstone 388. Although partiality was a\nground for setting aside a jury verdict, ibid., the English\ncommon-law rule at the time the Sixth Amendment was\nratified did not allow jurors to supply evidence of that\nmisconduct. In 1770, Lord Mansfield refused to receive a\njuror’s affidavit to impeach a verdict, declaring that such\nan affidavit “can’t be read.” Rex v. Almon, 5 Burr. 2687,\n\u000c                     Cite as: 580 U. S. ____ (2017)                   3\n\n                        THOMAS, J., dissenting\n\n98 Eng. Rep. 411 (K. B.). And in 1785, Lord Mansfield\nsolidified the doctrine, holding that “[t]he Court [could not]\nreceive such an affidavit from any of the jurymen” to prove\nthat the jury had cast lots to reach a verdict. Vaise v.\nDelaval, 1 T. R. 11, 99 Eng. Rep. 944 (K. B.).1\n  At the time of the founding, the States took mixed ap-\nproaches to this issue. See Cluggage v. Swan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e \u003cspan class=\"reporter\"\u003eBinn.\u003c/span\u003e \u003cspan class=\"page\"\u003e150\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n156 (Pa. 1811) (opinion of Yeates, J.) (“The opinions of\nAmerican judges . . . have greatly differed on the point in\nquestion”); Bishop v. Georgia, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e9\u003c/span\u003e \u003cspan class=\"reporter\"\u003eGa.\u003c/span\u003e \u003cspan class=\"page\"\u003e121\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 126 (1850) (de-\nscribing the common law in 1776 on this question as “in a\ntransition state”). Many States followed Lord Mansfield’s\nno-impeachment rule and refused to receive juror affida-\nvits. See, e.g., Brewster v. Thompson, 1 N. J. L. 32 (1790)\n(per curiam); Robbins v. Windover, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2\u003c/span\u003e \u003cspan class=\"reporter\"\u003eTyl.\u003c/span\u003e \u003cspan class=\"page\"\u003e11\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 14 (Vt. 1802);\nTaylor v. Giger, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e3\u003c/span\u003e \u003cspan class=\"reporter\"\u003eKy.\u003c/span\u003e \u003cspan class=\"page\"\u003e586\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 597–598 (1808); Price v.\nMcIlvain, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2\u003c/span\u003e \u003cspan class=\"reporter\"\u003eTread.\u003c/span\u003e \u003cspan class=\"page\"\u003e503\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 504 (S. C. 1815); Tyler v. Stevens,\n4 N. H. 116, 117 (1827); 1 Z. Swift, A Digest of the Laws of\nthe State of Connecticut 775 (1822) (“In England, and in\nthe courts of the United States, jurors are not permitted to\nbe witnesses respecting the misconduct of the jury . . . and\nthis is, most unquestionably, the correct principle”). Some\nStates, however, permitted juror affidavits about juror\nmisconduct. See, e.g., Crawford v. State, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e10\u003c/span\u003e \u003cspan class=\"reporter\"\u003eTenn.\u003c/span\u003e \u003cspan class=\"page\"\u003e60\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 68\n(1821); Cochran v. Street, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e1\u003c/span\u003e \u003cspan class=\"reporter\"\u003eVa.\u003c/span\u003e \u003cspan class=\"page\"\u003e79\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 81 (1792). And others\ninitially permitted such evidence but quickly reversed\ncourse. Compare, e.g., Smith v. Cheetham, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e3\u003c/span\u003e \u003cspan class=\"reporter\"\u003eCai. R.\u003c/span\u003e \u003cspan class=\"page\"\u003e57\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n——————\n  1 Prior to 1770, it appears that juror affidavits were sometimes re-\n\nceived to impeach a verdict on the ground of juror misbehavior, al-\nthough only “with great caution.” McDonald v. Pless, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98509\"\u003e\u003ca href=\"/opinion/98509/mcdonald-v-pless/\"\u003e\u003cspan class=\"volume\"\u003e238\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e264\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 268\n(1915); see, e.g., Dent v. The Hundred of Hertford, 2 Salk. 645, 91 Eng.\nRep. 546 (K. B. 1696); Philips v. Fowler, Barnes. 441, 94 Eng. Rep. 994\n(K. B. 1735). But “previous to our Revolution, and at least as early as\n1770, the doctrine in England was distinctly ruled the other way, and\nhas so stood ever since.” 3 T. Waterman, A Treatise on the Principles of\nLaw and Equity Which Govern Courts in the Granting of New Trials in\nCases Civil and Criminal 1429 (1855).\n\u000c4             PENA-RODRIGUEZ v. COLORADO\n\n                    THOMAS, J., dissenting\n\n59–60 (N. Y. 1805) (opinion of Livingston, J.) (permitting\njuror testimony), with Dana v. Tucker, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e4\u003c/span\u003e \u003cspan class=\"reporter\"\u003eJohns.\u003c/span\u003e \u003cspan class=\"page\"\u003e487\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 488–\n489 (N. Y. 1809) (per curiam) (overturning Cheetham);\ncompare also Bradley’s Lessee v. Bradley, 4 Dall. 112 (Pa.\n1792) (permitting juror affidavits), with, e.g., Cluggage,\nsupra, at 156–158 (opinion of Yeates, J.) (explaining that\nBradley was incorrectly reported and rejecting affidavits);\ncompare also Talmadge v. Northrop, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e1\u003c/span\u003e \u003cspan class=\"reporter\"\u003eRoot\u003c/span\u003e \u003cspan class=\"page\"\u003e522\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (Conn.\n1793) (admitting juror testimony), with State v. Freeman,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eConn.\u003c/span\u003e \u003cspan class=\"page\"\u003e348\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 350–352 (1824) (“The opinion of almost\nthe whole legal world is adverse to the reception of the\ntestimony in question; and, in my opinion, on invincible\nfoundations”).\n  By the time the Fourteenth Amendment was ratified,\nLord Mansfield’s no-impeachment rule had become firmly\nentrenched in American law. See Lettow, New Trial for\nVerdict Against Law: Judge-Jury Relations in Early-\nNineteenth Century America, 71 Notre Dame L. Rev. 505,\n536 (1996) (“[O]pponents of juror affidavits had largely\nwon out by the middle of the century”); 8 J. Wigmore,\nEvidence in Trials at Common Law §2352, p. 697 (J.\nMcNaughton rev. 1961) (Wigmore) (Lord Mansfield’s rule\n“came to receive in the United States an adherence almost\nunquestioned”); J. Proffatt, A Treatise on Trial by Jury\n§408, p. 467 (1877) (“It is a well established rule of law\nthat no affidavit shall be received from a juror to impeach\nhis verdict”). The vast majority of States adopted the no-\nimpeachment rule as a matter of common law. See, e.g.,\nBull v. Commonwealth, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e55\u003c/span\u003e \u003cspan class=\"reporter\"\u003eVa.\u003c/span\u003e \u003cspan class=\"page\"\u003e613\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 627–628 (1857) (“[T]he\npractice appears to be now generally settled, to reject the\ntestimony of jurors when offered to impeach their verdict.\nThe cases on the subject are too numerous to be cited”);\nTucker v. Town Council of South Kingstown, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eRawle\u003c/span\u003e \u003cspan class=\"page\"\u003eI\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. 558,\n560 (1859) (collecting cases); State v. Coupenhaver, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e39\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMo.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e430\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1867) (“The law is well settled that a traverse juror\ncannot be a witness to prove misbehavior in the jury in\n\u000c                     Cite as: 580 U. S. ____ (2017)                   5\n\n                        THOMAS, J., dissenting\n\nregard to their verdict”); Peck v. Brewer, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e48\u003c/span\u003e \u003cspan class=\"reporter\"\u003eIll.\u003c/span\u003e \u003cspan class=\"page\"\u003e54\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 63\n(1868) (“So far back as . . . 1823, the doctrine was held that\nthe affidavits of jurors cannot be heard to impeach their\nverdict”); Heffron v. Gallupe, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e55\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMe.\u003c/span\u003e \u003cspan class=\"page\"\u003e563\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 566 (1868) (rul-\ning inadmissible “depositions of . . . jurors as to what\ntranspired in the jury room”); Withers v. Fiscus, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e40\u003c/span\u003e \u003cspan class=\"reporter\"\u003eInd.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e131\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 131–132 (1872) (“In the United States it seems to be\nsettled, notwithstanding a few adjudications to the con-\ntrary . . . , that such affidavits cannot be received”).2\n   The Court today acknowledges that the States “adopted\nthe Mansfield rule as a matter of common law,” ante, at 6,\nbut ascribes no significance to that fact. I would hold that\nit is dispositive. Our common-law history does not estab-\nlish that—in either 1791 (when the Sixth Amendment was\nratified) or 1868 (when the Fourteenth Amendment was\nratified)—a defendant had the right to impeach a verdict\nwith juror testimony of juror misconduct. In fact, it\nstrongly suggests that such evidence was prohibited. In\nthe absence of a definitive common-law tradition permit-\nting impeachment by juror testimony, we have no basis to\ninvoke a constitutional provision that merely “follow[s] out\nthe established course of the common law in all trials for\ncrimes,” 3 Story §1785, at 662, to overturn Colorado’s\ndecision to preserve the no-impeachment rule, cf.\nBoumediene v. Bush, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145795\"\u003e\u003ca href=\"/opinion/145795/boumediene-v-bush/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e723\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 832–833 (2008) (Scalia,\nJ., dissenting).\n                       *    *     *\n  Perhaps good reasons exist to curtail or abandon the no-\nimpeachment rule. Some States have done so, see Appen-\ndix to majority opinion, ante, and others have not. Ulti-\n——————\n  2 Although two States declined to follow the rule in the mid-19th cen-\n\ntury, see Wright v. Illinois \u0026 Miss. Tel. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e20\u003c/span\u003e \u003cspan class=\"reporter\"\u003eIowa\u003c/span\u003e \u003cspan class=\"page\"\u003e195\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 210 (1866);\nPerry v. Bailey, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e12\u003c/span\u003e \u003cspan class=\"reporter\"\u003eKan.\u003c/span\u003e \u003cspan class=\"page\"\u003e539\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 544–545 (1874), “most of the state courts”\nhad already “committed themselves upon the subject,” 8 Wigmore\n§2354, at 702.\n\u000c6             PENA-RODRIGUEZ v. COLORADO\n\n                    THOMAS, J., dissenting\n\nmately, that question is not for us to decide. It should be\nleft to the political process described by JUSTICE ALITO.\nSee post, at 5–7 (dissenting opinion). In its attempt to\nstimulate a “thoughtful, rational dialogue” on race rela-\ntions, ante, at 21, the Court today ends the political pro-\ncess and imposes a uniform, national rule. The Constitu-\ntion does not require such a rule. Neither should we.\n   I respectfully dissent.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                     ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–606\n                         _________________\n\n\nMIGUEL ANGEL PENA-RODRIGUEZ, PETITIONER v.\n               COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                        [March 6, 2017] \n\n\n   JUSTICE ALITO, with whom THE CHIEF JUSTICE and\nJUSTICE THOMAS join, dissenting.\n   Our legal system has many rules that restrict the ad­\nmission of evidence of statements made under circum­\nstances in which confidentiality is thought to be essential.\nStatements made to an attorney in obtaining legal advice,\nstatements to a treating physician, and statements made\nto a spouse or member of the clergy are familiar examples.\nSee Trammel v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110212\"\u003e\u003ca href=\"/opinion/110212/trammel-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e445\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e40\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 51 (1980).\nEven if a criminal defendant whose constitutional rights\nare at stake has a critical need to obtain and introduce\nevidence of such statements, long-established rules stand\nin the way. The goal of avoiding interference with confi­\ndential communications of great value has long been\nthought to justify the loss of important evidence and the\neffect on our justice system that this loss entails.\n   The present case concerns a rule like those just men­\ntioned, namely, the age-old rule against attempting to\noverturn or “impeach” a jury’s verdict by offering state­\nments made by jurors during the course of deliberations.\nFor centuries, it has been the judgment of experienced\njudges, trial attorneys, scholars, and lawmakers that\nallowing jurors to testify after a trial about what took\nplace in the jury room would undermine the system of\ntrial by jury that is integral to our legal system.\n\u000c2                PENA-RODRIGUEZ v. COLORADO\n\n                         ALITO, J., dissenting\n\n   Juries occupy a unique place in our justice system. The\nother participants in a trial—the presiding judge, the\nattorneys, the witnesses—function in an arena governed\nby strict rules of law. Their every word is recorded and\nmay be closely scrutinized for missteps.\n   When jurors retire to deliberate, however, they enter a\nspace that is not regulated in the same way. Jurors are\nordinary people. They are expected to speak, debate,\nargue, and make decisions the way ordinary people do in\ntheir daily lives. Our Constitution places great value on\nthis way of thinking, speaking, and deciding. The jury\ntrial right protects parties in court cases from being\njudged by a special class of trained professionals who do\nnot speak the language of ordinary people and may not\nunderstand or appreciate the way ordinary people live\ntheir lives. To protect that right, the door to the jury room\nhas been locked, and the confidentiality of jury delibera­\ntions has been closely guarded.\n   Today, with the admirable intention of providing justice\nfor one criminal defendant, the Court not only pries open\nthe door; it rules that respecting the privacy of the jury\nroom, as our legal system has done for centuries, violates\nthe Constitution. This is a startling development, and\nalthough the Court tries to limit the degree of intrusion, it\nis doubtful that there are principled grounds for prevent­\ning the expansion of today’s holding.\n   The Court justifies its decision on the ground that the\nnature of the confidential communication at issue in this\nparticular case—a clear expression of what the Court\nterms racial bias1—is uniquely harmful to our criminal\n——————\n  1 The bias at issue in this case was a “bias against Mexican men.”\n\nApp. 160. This might be described as bias based on national origin or\nethnicity. Cf. Hernandez v. New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112601\"\u003e\u003ca href=\"/opinion/112601/hernandez-v-new-york/\"\u003e\u003cspan class=\"volume\"\u003e500\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e352\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 355 (1991) (plu­\nrality opinion); Hernandez v. Texas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105220\"\u003e\u003ca href=\"/opinion/105220/hernandez-v-texas/\"\u003e\u003cspan class=\"volume\"\u003e347\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e475\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 479 (1954). How-\never, no party has suggested that these distinctions make a substantive\n\u000c                      Cite as: 580 U. S. ____ (2017)       3\n\n                           ALITO, J., dissenting\n\njustice system. And the Court is surely correct that even a\ntincture of racial bias can inflict great damage on that\nsystem, which is dependent on the public’s trust. But\nuntil today, the argument that the Court now finds con­\nvincing has not been thought to be sufficient to overcome\nconfidentiality rules like the one at issue here.\n   Suppose that a prosecution witness gives devastating\nbut false testimony against a defendant, and suppose that\nthe witness’s motivation is racial bias. Suppose that the\nwitness admits this to his attorney, his spouse, and a\nmember of the clergy. Suppose that the defendant,\nthreatened with conviction for a serious crime and a\nlengthy term of imprisonment, seeks to compel the attor­\nney, the spouse, or the member of the clergy to testify\nabout the witness’s admissions. Even though the constitu­\ntional rights of the defendant hang in the balance, the\ndefendant’s efforts to obtain the testimony would fail. The\nCourt provides no good reason why the result in this case\nshould not be the same.\n                             I\n  Rules barring the admission of juror testimony to im­\npeach a verdict (so-called “no-impeachment rules”) have a\nlong history. Indeed, they pre-date the ratification of the\nConstitution. They are typically traced back to Vaise v.\nDelaval, 1 T. R. 11, 99 Eng. Rep. 944 (K. B. 1785), in\nwhich Lord Mansfield declined to consider an affidavit\nfrom two jurors who claimed that the jury had reached its\nverdict by lot. See Warger v. Shauers, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e574\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___\n(2014) (slip op., at 4). Lord Mansfield’s approach “soon\ntook root in the United States,” ibid., and “[b]y the begin­\nning of [the 20th] century, if not earlier, the near-\nuniversal and firmly established common-law rule in the\n——————\ndifference in this case.\n\u000c4              PENA-RODRIGUEZ v. COLORADO\n\n                     ALITO, J., dissenting\n\nUnited States flatly prohibited the admission of juror\ntestimony to impeach a jury verdict,” Tanner v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111936\"\u003e\u003ca href=\"/opinion/111936/tanner-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e107\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 117 (1987); see 27 C. Wright \u0026 V.\nGold, Federal Practice and Procedure: Evidence §6071, p.\n431 (2d ed. 2007) (Wright \u0026 Gold) (noting that the Mans­\nfield approach “came to be accepted in almost all states”).\n   In McDonald v. Pless, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98509\"\u003e\u003ca href=\"/opinion/98509/mcdonald-v-pless/\"\u003e\u003cspan class=\"volume\"\u003e238\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e264\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1915), this Court\nadopted a strict no-impeachment rule for cases in federal\ncourt. McDonald involved allegations that the jury had\nentered a quotient verdict—that is, that it had calculated\na damages award by taking the average of the jurors’\nsuggestions. Id., at 265–266. The Court held that evi­\ndence of this misconduct could not be used. Id., at 269. It\napplied what it said was “unquestionably the general rule,\nthat the losing party cannot, in order to secure a new trial,\nuse the testimony of jurors to impeach their verdict.” Ibid.\nThe Court recognized that the defendant had a powerful\ninterest in demonstrating that the jury had “adopted an\narbitrary and unjust method in arriving at their verdict.”\nId., at 267. “But,” the Court warned, “let it once be estab­\nlished that verdicts . . . can be attacked and set aside on\nthe testimony of those who took part in their publication\nand all verdicts could be, and many would be, followed by\nan inquiry in the hope of discovering something which\nmight invalidate the finding.” Ibid. This would lead to\n“harass[ment]” of jurors and “the destruction of all frank­\nness and freedom of discussion and conference.” Id., at\n267–268. Ultimately, even though the no-impeachment\nrule “may often exclude the only possible evidence of\nmisconduct,” relaxing the rule “would open the door to the\nmost pernicious arts and tampering with jurors.” Id., at\n268 (internal quotation marks omitted).\n   The firm no-impeachment approach taken in McDonald\ncame to be known as “the federal rule.” This approach\ncategorically bars testimony about jury deliberations,\nexcept where it is offered to demonstrate that the jury was\n\u000c                     Cite as: 580 U. S. ____ (2017)                    5\n\n                          ALITO, J., dissenting\n\nsubjected to an extraneous influence (for example, an\nattempt to bribe a juror). Warger, supra, at ___ (slip op.,\nat 5); Tanner, supra, at 117;2 see 27 Wright \u0026 Gold §6071,\nat 432–433.\n   Some jurisdictions, notably Iowa, adopted a more per­\nmissive rule. Under the Iowa rule, jurors were generally\npermitted to testify about any subject except their “subjec­\ntive intentions and thought processes in reaching a ver­\ndict.” Warger, supra, at ___ (slip op., at 4). Accordingly,\nthe Iowa rule allowed jurors to “testify as to events or\nconditions which might have improperly influenced the\nverdict, even if these took place during deliberations within\nthe jury room.” 27 Wright \u0026 Gold §6071, at 432.\n   Debate between proponents of the federal rule and the\nIowa rule emerged during the framing and adoption of\nFederal Rule of Evidence 606(b). Both sides had their\nsupporters. The contending arguments were heard and\nconsidered, and in the end the strict federal approach was\nretained.\n   An early draft of the Advisory Committee on the Federal\nRules of Evidence included a version of the Iowa rule, 51\nF. R. D. 315, 387–388 (1971). That draft was forcefully\ncriticized, however,3 and the Committee ultimately pro­\n——————\n   2 As this Court has explained, the extraneous influence exception\n\n“do[es] not detract from, but rather harmonize[s] with, the weighty\ngovernment interest in insulating the jury’s deliberative process.”\nTanner, 483 U. S., at 120. The extraneous influence exception, like the\nno-impeachment rule itself, is directed at protecting jury deliberations\nagainst unwarranted interference. Ibid.\n   3 In particular, the Justice Department observed that “[s]trong policy\n\nconsiderations continue to support” the federal approach and that\n“[r]ecent experience has shown that the danger of harassment of jurors\nby unsuccessful litigants warrants a rule which imposes strict limita­\ntions on the instances in which jurors may be questioned about their\nverdict.” Letter from R. Kliendienst, Deputy Attorney General, to\nJudge A. Maris (Aug. 9, 1971), 117 Cong. Rec. 33648, 33655 (1971).\n\u000c6                 PENA-RODRIGUEZ v. COLORADO\n\n                          ALITO, J., dissenting\n\nduced a revised draft that retained the well-established\nfederal approach. Tanner, supra, at 122; see Committee\non Rules of Practice and Procedure of the Judicial Confer­\nence of the United States, Revised Draft of Proposed Rules\nof Evidence for the United States Courts and Magistrates\n73 (Oct. 1971). Expressly repudiating the Iowa rule, the\nnew draft provided that jurors generally could not testify\n“as to any matter or statement occurring during the course\nof the jury’s deliberations.” Ibid. This new version was\napproved by the Judicial Conference and sent to this\nCourt, which adopted the rule and referred it to Congress.\n56 F. R. D. 183, 265–266 (1972).\n   Initially, the House rejected this Court’s version of Rule\n606(b) and instead reverted to the earlier (and narrower)\nAdvisory Committee draft. Tanner, supra, at 123; see\nH. R. Rep. No. 93–650, pp. 9–10 (1973) (criticizing the\nSupreme Court draft for preventing jurors from testifying\nabout “quotient verdict[s]” and other “irregularities which\noccurred in the jury room”). In the Senate, however, the\nJudiciary Committee favored this Court’s rule. The Com­\nmittee Report observed that the House draft broke with\n“long-accepted Federal law” by allowing verdicts to be\n“challenge[d] on the basis of what happened during the\njury’s internal deliberations.” S. Rep. No. 93–1277, p. 13\n(1974) (S. Rep.). In the view of the Senate Committee, the\nHouse rule would have “permit[ted] the harassment of\nformer jurors” as well as “the possible exploitation of\ndisgruntled or otherwise badly-motivated ex-jurors.” Id.,\n\n——————\nAnd Senator McClellan, an influential member of the Senate Judiciary\nCommittee, insisted that the “mischief in this Rule ought to be plain for\nall to see” and that it would be impossible “to conduct trials, particu-\nlarly criminal prosecutions, as we know them today, if every verdict were\nfollowed by a post-trial hearing into the conduct of the juror’s delibera­\ntions.” Letter from Sen. J. McClellan to Judge A. Maris (Aug. 12,\n1971), id., at 33642, 33645.\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                     ALITO, J., dissenting\n\nat 14. This result would have undermined the finality of\nverdicts, violated “common fairness,” and prevented jurors\nfrom “function[ing] effectively.” Ibid. The Senate rejected\nthe House version of the rule and returned to the Court’s\nrule. A Conference Committee adopted the Senate ver­\nsion, see H. R. Conf. Rep. No. 93–1597, p. 8 (1974), and\nthis version was passed by both Houses and was signed\ninto law by the President.\n   As this summary shows, the process that culminated in\nthe adoption of Federal Rule of Evidence 606(b) was the\nepitome of reasoned democratic rulemaking. The “distin­\nguished, Supreme Court-appointed” members of the Advi­\nsory Committee went through a 7-year drafting process,\n“produced two well-circulated drafts,” and “considered\nnumerous comments from persons involved in nearly\nevery area of court-related law.” Rothstein, The Proposed\nAmendments to the Federal Rules of Evidence, 62 Geo.\nL. J. 125 (1973). The work of the Committee was consid­\nered and approved by the experienced appellate and trial\njudges serving on the Judicial Conference and by our\npredecessors on this Court. After that, the matter went to\nCongress, which “specifically understood, considered, and\nrejected a version of [the rule] that would have allowed\njurors to testify on juror conduct during deliberations.”\nTanner, 483 U. S., at 125. The judgment of all these par­\nticipants in the process, which was informed by their\nassessment of an empirical issue, i.e., the effect that the\ncompeting Iowa rule would have had on the jury system, is\nentitled to great respect.\n   Colorado considered this same question, made the same\njudgment as the participants in the federal process, and\nadopted a very similar rule. In doing so, it joined the\noverwhelming majority of States. Ante, at 9. In the great\nmajority of jurisdictions, strong no-impeachment rules\ncontinue to be “viewed as both promoting the finality of\nverdicts and insulating the jury from outside influences.”\n\u000c8              PENA-RODRIGUEZ v. COLORADO\n\n                       ALITO, J., dissenting\n\nWarger, 574 U. S., at ___ (slip op., at 4).\n                                 II\n\n                                 A\n\n   Recognizing the importance of Rule 606(b), this Court\nhas twice rebuffed efforts to create a Sixth Amendment\nexception—first in Tanner and then, just two Terms ago,\nin Warger.\n   The Tanner petitioners were convicted of committing\nmail fraud and conspiring to defraud the United States.\n483 U. S., at 109–110, 112–113. After the trial, two jurors\ncame forward with disturbing stories of juror misconduct.\nOne claimed that several jurors “consumed alcohol during\nlunch breaks . . . causing them to sleep through the after­\nnoons.” Id., at 113. The second added that jurors also\nsmoked marijuana and ingested cocaine during the trial.\nId., at 115–116. This Court held that evidence of this\nbacchanalia could properly be excluded under Rule 606(b).\nId., at 127.\n   The Court noted that “[s]ubstantial policy considera­\ntions support the common-law rule against the admission\nof jury testimony to impeach a verdict.” Id., at 119. While\nthere is “little doubt that postverdict investigation into\njuror misconduct would in some instances lead to the\ninvalidation of verdicts reached after irresponsible or\nimproper juror behavior,” the Court observed, it is “not at\nall clear . . . that the jury system could survive such efforts\nto perfect it.” Id., at 120. Allowing such post-verdict\ninquiries would “seriously disrupt the finality of the pro­\ncess.” Ibid. It would also undermine “full and frank dis­\ncussion in the jury room, jurors’ willingness to return an\nunpopular verdict, and the community’s trust in a system\nthat relies on the decisions of laypeople.” Id., at 120–121.\n   The Tanner petitioners, of course, had a Sixth Amend­\nment right “to ‘a tribunal both impartial and mentally\ncompetent to afford a hearing.’ ” Id., at 126 (quoting Jor-\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     ALITO, J., dissenting\n\ndan v. Massachusetts, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"97651\"\u003e\u003ca href=\"/opinion/97651/jordan-v-massachusetts/\"\u003e\u003cspan class=\"volume\"\u003e225\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e167\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 176 (1912)). The\nquestion, however, was whether they also had a right to\nan evidentiary hearing featuring “one particular kind of\nevidence inadmissible under the Federal Rules.” 483\nU. S., at 126–127. Turning to that question, the Court\nnoted again that “long-recognized and very substantial\nconcerns support the protection of jury deliberations from\nintrusive inquiry.” Id., at 127. By contrast, “[p]etitioners’\nSixth Amendment interests in an unimpaired jury . . .\n[were] protected by several aspects of the trial process.”\nIbid.\n   The Court identified four mechanisms that protect\ndefendants’ Sixth Amendment rights. First, jurors can be\n“examined during voir dire.” Ibid. Second, “during the\ntrial the jury is observable by the court, by counsel, and by\ncourt personnel.” Ibid. Third, “jurors are observable by\neach other, and may report inappropriate juror behavior to\nthe court before they render a verdict.” Ibid. And fourth,\n“after the trial a party may seek to impeach the verdict by\nnonjuror evidence of misconduct.” Ibid. These “other\nsources of protection of petitioners’ right to a competent\njury” convinced the Court that the juror testimony was\nproperly excluded. Ibid.\n   Warger involved a negligence suit arising from a motor­\ncycle crash. 574 U. S., at ___ (slip op., at 1). During voir\ndire, the individual who eventually became the jury’s\nforeperson said that she could decide the case fairly and\nimpartially. Id., at ___ (slip op., at 2). After the jury\nreturned a verdict in favor of the defendant, one of the\njurors came forward with evidence that called into ques­\ntion the truthfulness of the foreperson’s responses during\nvoir dire. According to this juror, the foreperson revealed\nduring the deliberations that her daughter had once\ncaused a deadly car crash, and the foreperson expressed\nthe belief that a lawsuit would have ruined her daughter’s\nlife. Ibid.\n\u000c10               PENA-RODRIGUEZ v. COLORADO\n\n                         ALITO, J., dissenting\n\n   In seeking to use this testimony to overturn the jury’s\nverdict, the plaintiff ’s primary contention was that Rule\n606(b) does not apply to evidence concerning a juror’s\nalleged misrepresentations during voir dire. If otherwise\ninterpreted, the plaintiff maintained, the rule would\nthreaten his right to trial by an impartial jury.4 The Court\ndisagreed, in part because “any claim that Rule 606(b) is\nunconstitutional in circumstances such as these is fore­\nclosed by our decision in Tanner.” Id., at ___ (slip op., at\n10). The Court explained that “[e]ven if jurors lie in voir\ndire in a way that conceals bias, juror impartiality is\nadequately assured by” two of the other Tanner safe­\nguards: pre-verdict reports by the jurors and non-juror\nevidence. 574 U. S., at ___ (slip op., at 10).\n   Tanner and Warger fit neatly into this Court’s broader\njurisprudence concerning the constitutionality of evidence\nrules. As the Court has explained, “state and federal\nrulemakers have broad latitude under the Constitution to\nestablish rules excluding evidence from criminal trials.”\nHolmes v. South Carolina, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145659\"\u003e\u003ca href=\"/opinion/145659/holmes-v-south-carolina/\"\u003e\u003cspan class=\"volume\"\u003e547\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e319\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 324 (2006) (in­\nternal quotation marks and alteration omitted). Thus,\nevidence rules of this sort have been invalidated only if\nthey “serve no legitimate purpose or . . . are disproportion­\nate to the ends that they are asserted to promote.” Id., at\n326. Tanner and Warger recognized that Rule 606(b)\nserves vital purposes and does not impose a disproportion­\nate burden on the jury trial right.\n   Today, for the first time, the Court creates a constitu­\ntional exception to no-impeachment rules. Specifically,\nthe Court holds that no-impeachment rules violate the\nSixth Amendment to the extent that they preclude courts\n——————\n  4 Although Warger was a civil case, we wrote that “[t]he Constitution\n\nguarantees both criminal and civil litigants a right to an impartial\njury.” 574 U. S., at ___ (slip op., at 9).\n\u000c                      Cite as: 580 U. S. ____ (2017)                    11\n\n                          ALITO, J., dissenting\n\nfrom considering evidence of a juror’s racially biased com­\nments. Ante, at 17. The Court attempts to distinguish\nTanner and Warger, but its efforts fail.\n  Tanner and Warger rested on two basic propositions.\nFirst, no-impeachment rules advance crucial interests.\nSecond, the right to trial by an impartial jury is adequately\nprotected by mechanisms other than the use of juror\ntestimony regarding jury deliberations. The first of these\npropositions applies regardless of the nature of the juror\nmisconduct, and the Court does not argue otherwise.\nInstead, it contends that, in cases involving racially biased\njurors, the Tanner safeguards are less effective and the\ndefendant’s Sixth Amendment interests are more pro­\nfound. Neither argument is persuasive.\n                               B\n   As noted above, Tanner identified four “aspects of the\ntrial process” that protect a defendant’s Sixth Amendment\nrights: (1) voir dire; (2) observation by the court, counsel,\nand court personnel; (3) pre-verdict reports by the jurors;\nand (4) non-juror evidence. 483 U. S., at 127.5 Although\nthe Court insists that that these mechanisms “may be\ncompromised” in cases involving allegations of racial bias,\nit addresses only two of them and fails to make a sus­\ntained argument about either. Ante, at 16.\n                                    1\n  First, the Court contends that the effectiveness of voir\ndire is questionable in cases involving racial bias because\n——————\n   5 The majority opinion in this case identifies a fifth mechanism: jury\n\ninstructions. It observes that, by explaining the jurors’ responsibilities,\nappropriate jury instructions can promote “[p]robing and thoughtful\ndeliberation,” which in turn “improves the likelihood that other jurors\ncan confront the flawed nature of reasoning that is prompted or influ­\nenced by improper biases.” Ante, at 20–21. This mechanism, like those\nlisted in Tanner, can help to prevent bias from infecting a verdict.\n\u000c12                PENA-RODRIGUEZ v. COLORADO\n\n                           ALITO, J., dissenting\n\npointed questioning about racial attitudes may highlight\nracial issues and thereby exacerbate prejudice. Ibid. It is\nfar from clear, however, that careful voir dire cannot\nsurmount this problem. Lawyers may use questionnaires\nor individual questioning of prospective jurors6 in order to\nelicit frank answers that a juror might be reluctant to\nvoice in the presence of other prospective jurors.7 More­\nover, practice guides are replete with advice on conducting\neffective voir dire on the subject of race. They outline a\nvariety of subtle and nuanced approaches that avoid\npointed questions.8 And of course, if an attorney is con­\n——————\n  6 Both   of those techniques were used in this case for other purposes.\nApp. 13–14; Tr. 56–78 (Feb. 23, 2010, morning session).\n   7 See People v. Harlan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2569354\"\u003e\u003ca href=\"/opinion/2569354/people-v-harlan/\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e448\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 500 (Colo. 2000) (“The trial court\n\ntook precautions at the outset of the trial to foreclose the injection of\nimproper racial considerations by including questions concerning racial\nissues in the jury questionnaire”); Brewer v. Marshall, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"197471\"\u003e\u003ca href=\"/opinion/197471/brewer-v-marshall-sheriff/\"\u003e\u003cspan class=\"volume\"\u003e119\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e993\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n996 (CA1 1997) (“The judge asked each juror, out of the presence of\nother jurors, whether they had any bias or prejudice for or against\nblack persons or persons of Hispanic origin”); 6 W. LaFave, J. Israel, N.\nKing, \u0026 O. Kerr, Criminal Procedure §22.3(a), p. 92 (4th ed. 2015)\n(noting that “[j]udges commonly allow jurors to approach the bench and\ndiscuss sensitive matters there” and are also free to conduct “in cham­\nbers discussions”).\n   8 See, e.g., J. Gobert, E. Kreitzberg, \u0026 C. Rose, Jury Selection: The\n\nLaw, Art, and Science of Selecting a Jury §7:41, pp. 357–358 (3d ed.\n2014) (explaining that “the issue should be approached more indirectly”\nand suggesting the use of “[o]pen-ended questions” on subjects like “the\ncomposition of the neighborhood in which the juror lives, the juror’s\nrelationship with co-workers or neighbors of different races, or the\njuror’s past experiences with persons of other races”); W. Jordan, Jury\nSelection §8.11, p. 237 (1980) (explaining that “the whole matter of\nprejudice” should be approached “delicately and cautiously” and giving\nan example of an indirect question that avoids the word “prejudice”); R.\nWenke, The Art of Selecting a Jury 67 (1979) (discussing questions that\ncould identify biased jurors when “your client is a member of a minority\ngroup”); id., at 66 (suggesting that instead of “asking a juror if he is\n‘prejudiced’ ” the attorney should “inquire about his ‘feeling,’ ‘belief’ or\n‘opinion’ ”); 2 National Jury Project, Inc., Jurywork: Systematic Tech­\n\u000c                     Cite as: 580 U. S. ____ (2017)                    13\n\n                          ALITO, J., dissenting\n\ncerned that a juror is concealing bias, a peremptory strike\nmay be used.9\n  The suggestion that voir dire is ineffective in unearthing\nbias runs counter to decisions of this Court holding that\nvoir dire on the subject of race is constitutionally required\nin some cases, mandated as a matter of federal supervi-\nsory authority in others, and typically advisable in any case\n\n——————\nniques §17.23 (E. Krauss ed., 2d ed. 2010) (listing sample questions\nabout racial prejudice); A. Grine \u0026 E. Coward, Raising Issues of Race in\nNorth Carolina Criminal Cases, p. 8–14 (2014) (suggesting that attor­\nneys “share a brief example about a judgment shaped by a racial\nstereotype” to make it easier for jurors to share their own biased views),\nhttp://defendermanuals.sog.unc.edu/race/8-addressing-race-trial (as last\nvisited Mar. 3, 2017); id., at 8–15 to 8–17 (suggesting additional strate­\ngies and providing sample questions); T. Mauet, Trial Techniques 44\n(8th ed. 2010) (suggesting that “likely beliefs and attitudes are more\naccurately learned through indirection”); J. Lieberman \u0026 B. Sales,\nScientific Jury Selection 114–115 (2007) (discussing research suggest­\ning that “participants were more likely to admit they were unable to\nabide by legal due process guarantees when asked open-ended ques­\ntions that did not direct their responses”).\n   9 To the extent race does become salient during voir dire, there is\n\nsocial science research suggesting that this may actually combat rather\nthan reinforce the jurors’ biases. See, e.g., Lee, A New Approach to Voir\nDire on Racial Bias, 5 U. C. Irvine L. Rev. 843, 861 (2015) (“A wealth of\nfairly recent empirical research has shown that when race is made\nsalient either through pretrial publicity, voir dire questioning of pro­\nspective jurors, opening and closing arguments, or witness testimony,\nWhite jurors are more likely to treat similarly situated Black and\nWhite defendants the same way”). See also Sommers \u0026 Ellsworth,\nWhite Juror Bias: An Investigation of Prejudice Against Black Defend­\nants in the American Courtroom, 7 Psychology, Pub. Pol’y, \u0026 L. 201,\n222 (2001); Sommers \u0026 Ellsworth, How Much Do We Really Know\nAbout Race and Juries? A Review of Social Science Theory and Re­\nsearch, 78 Chi.-Kent L. Rev. 997, 1013–1014, 1027 (2003); Schuller,\nKazoleas, \u0026 Kawakami, The Impact of Prejudice Screening Procedures\non Racial Bias in the Courtroom, 33 Law \u0026 Human Behavior 320, 326\n(2009); Cohn, Bucolo, Pride, \u0026 Somers, Reducing White Juror Bias: The\nRole of Race Salience and Racial Attitudes, 39 J. Applied Soc. Psycho-\nlogy 1953, 1964–1965 (2009).\n\u000c14                PENA-RODRIGUEZ v. COLORADO\n\n                           ALITO, J., dissenting\n\nif a defendant requests it. See Turner v. Murray, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111660\"\u003e\u003ca href=\"/opinion/111660/turner-v-murray/\"\u003e\u003cspan class=\"volume\"\u003e476\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e28\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 36–37 (1986); Rosales-Lopez v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110463\"\u003e\u003ca href=\"/opinion/110463/rosales-lopez-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e451\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e182\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 192 (1981) (plurality opinion); Ristaino v. Ross,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109394\"\u003e\u003ca href=\"/opinion/109394/ristaino-v-ross/\"\u003e\u003cspan class=\"volume\"\u003e424\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e589\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 597, n. 9 (1976). If voir dire were not useful\nin identifying racial prejudice, those decisions would be\npointless. Cf. Turner, supra, at 36 (plurality opinion)\n(noting “the ease with which [the] risk [of racial bias]\ncould have been minimized” through voir dire). Even the\nmajority recognizes the “advantages of careful voir dire” as\na “proces[s] designed to prevent racial bias in jury deliber­\nations.” Ante, at 20. And reported decisions substantiate\nthat voir dire can be effective in this regard. E.g., Brewer\nv. Marshall, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"197471\"\u003e\u003ca href=\"/opinion/197471/brewer-v-marshall-sheriff/\"\u003e\u003cspan class=\"volume\"\u003e119\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e993\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 995–996 (CA1 1997); United\nStates v. Hasting, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"439130\"\u003e\u003ca href=\"/opinion/439130/united-states-v-kelvin-hasting-gable-gibson-napolean-stewart-gregory/\"\u003e\u003cspan class=\"volume\"\u003e739\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1269\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1271 (CA7 1984); People\nv. Harlan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2569354\"\u003e\u003ca href=\"/opinion/2569354/people-v-harlan/\"\u003e\u003cspan class=\"volume\"\u003e8\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e448\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 500 (Colo. 2000); see Brief for\nRespondent 23–24, n. 7 (listing additional cases). Thus,\nwhile voir dire is not a magic cure, there are good reasons\nto think that it is a valuable tool.\n   In any event, the critical point for present purposes is\nthat the effectiveness of voir dire is a debatable empirical\nproposition. Its assessment should be addressed in the\nprocess of developing federal and state evidence rules.\nFederal and state rulemakers can try a variety of ap­\nproaches, and they can make changes in response to the\ninsights provided by experience and research. The ap­\nproach taken by today’s majority—imposing a federal\nconstitutional rule on the entire country—prevents exper­\nimentation and makes change exceedingly hard.10\n——————\n  10 It is worth noting that, even if voir dire were entirely ineffective at\n\ndetecting racial bias (a proposition no one defends), that still would not\nsuffice to distinguish this case from Warger v. Shauers, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e574\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___\n(2014). After all, the allegation in Warger was that the foreperson had\nentirely circumvented voir dire by lying in order to shield her bias. The\nCourt, nevertheless, concluded that even where “jurors lie in voir dire\nin a way that conceals bias, juror impartiality is adequately assured”\n\u000c                      Cite as: 580 U. S. ____ (2017)       15\n\n                           ALITO, J., dissenting\n\n                                2\n  The majority also argues—even more cursorily—that\n“racial bias may make it difficult for a juror to report\ninappropriate statements during the course of juror delib­\nerations.” Ante, at 16. This is so, we are told, because it is\ndifficult to “call [another juror] a bigot.” Ibid.\n  Since the Court’s decision mandates the admission of\nthe testimony of one juror about a statement made by\nanother juror during deliberations, what the Court must\nmean in making this argument is that jurors are less\nwilling to report biased comments by fellow jurors prior to\nthe beginning of deliberations (while they are still sitting\nwith the biased juror) than they are after the verdict is\nannounced and the jurors have gone home. But this is\nalso a questionable empirical assessment, and the Court’s\nseat-of-the-pants judgment is no better than that of those\nwith the responsibility of drafting and adopting federal\nand state evidence rules. There is no question that jurors\ndo report biased comments made by fellow jurors prior to\nthe beginning of deliberations. See, e.g., United States v.\nMcClinton, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"751570\"\u003e\u003ca href=\"/opinion/751570/united-states-v-xavier-mcclinton-donald-kelley-and-andre-mcclinton/\"\u003e\u003cspan class=\"volume\"\u003e135\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1178\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1184–1185 (CA7 1998); United\nStates v. Heller, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"466332\"\u003e\u003ca href=\"/opinion/466332/united-states-v-daniel-neal-heller/\"\u003e\u003cspan class=\"volume\"\u003e785\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1524\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1525–1529 (CA11 1986);\nTavares v. Holbrook, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"461673\"\u003e\u003ca href=\"/opinion/461673/david-n-tavares-v-terry-holbrook/\"\u003e\u003cspan class=\"volume\"\u003e779\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1–3 (CA1 1985) (Breyer,\nJ.); see Brief for Respondent 31–32, n. 10; Brief for United\nStates as Amicus Curiae 31. And the Court marshals no\nevidence that such pre-deliberation reporting is rarer than\nthe post-verdict variety.\n  Even if there is something to the distinction that the\nCourt makes between pre- and post-verdict reporting, it is\ndebatable whether the difference is significant enough to\nmerit different treatment. This is especially so because\npost-verdict reporting is both more disruptive and may be\nthe result of extraneous influences. A juror who is ini-\n—————— \n\nthrough other means. Id., at ___ (slip op., at 10).\n\n\u000c16             PENA-RODRIGUEZ v. COLORADO\n\n                      ALITO, J., dissenting\n\ntially in the minority but is ultimately persuaded by other\njurors may have second thoughts after the verdict is an­\nnounced and may be angry with others on the panel who\npressed for unanimity. In addition, if a verdict is unpopu­\nlar with a particular juror’s family, friends, employer, co­\nworkers, or neighbors, the juror may regret his or her vote\nand may feel pressured to rectify what the jury has done.\n   In short, the Court provides no good reason to depart\nfrom the calculus made in Tanner and Warger. Indeed,\nthe majority itself uses hedged language and appears to\nrecognize that this “pragmatic” argument is something of\na makeweight. Ante, at 16–17 (noting that the argument\nis “not dispositive”); ante, at 16 (stating that the operation\nof the safeguards “may be compromised, or they may prove\ninsufficient”).\n                              III\n\n                               A\n\n  The real thrust of the majority opinion is that the Con­\nstitution is less tolerant of racial bias than other forms of\njuror misconduct, but it is hard to square this argument\nwith the nature of the Sixth Amendment right on which\npetitioner’s argument and the Court’s holding are based.\nWhat the Sixth Amendment protects is the right to an\n“impartial jury.” Nothing in the text or history of the\nAmendment or in the inherent nature of the jury trial\nright suggests that the extent of the protection provided\nby the Amendment depends on the nature of a jury’s\npartiality or bias. As the Colorado Supreme Court aptly\nput it, it is hard to “discern a dividing line between differ­\nent types of juror bias or misconduct, whereby one form of\npartiality would implicate a party’s Sixth Amendment\nright while another would not.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e350\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e287\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 293\n\u000c                     Cite as: 580 U. S. ____ (2017)                  17\n\n                         ALITO, J., dissenting\n\n(2015).11\n   Nor has the Court found any decision of this Court\nsuggesting that the Sixth Amendment recognizes some\nsort of hierarchy of partiality or bias. The Court points to\na line of cases holding that, in some narrow circumstances,\nthe Constitution requires trial courts to conduct voir dire\non the subject of race. Those decisions, however, were not\nbased on a ranking of types of partiality but on the Court’s\nconclusion that in certain cases racial bias was especially\nlikely. See Turner, 476 U. S., at 38, n. 12 (plurality opin­\nion) (requiring voir dire on the subject of race where there\nis “a particularly compelling need to inquire into racial\nprejudice” because of a qualitatively higher “risk of racial\nbias”); Ristaino, 424 U. S., at 596 (explaining that the\nrequirement applies only if there is a “constitutionally\nsignificant likelihood that, absent questioning about\nracial prejudice, the jurors would not be [impartial]”).12\nThus, this line of cases does not advance the majority’s\nargument.\n   It is undoubtedly true that “racial bias implicates\nunique historical, constitutional, and institutional con­\ncerns.” Ante, at 16. But it is hard to see what that has to\ndo with the scope of an individual criminal defendant’s\nSixth Amendment right to be judged impartially. The\nCourt’s efforts to reconcile its decision with McDonald,\n——————\n  11 The majority’s reliance on footnote 3 of Warger, ante, at 12–13, is\nunavailing. In that footnote, the Court noted that some “cases of juror\nbias” might be “so extreme” as to prompt the Court to “consider whether\nthe usual safeguards are or are not sufficient to protect the integrity\nof the process.” 574 U. S., at ___–___, n. 3 (slip op., at 10–11, n. 3)\n(emphasis added). Considering this question is very different from\nadopting a constitutionally based exception to long-established no-\nimpeachment rules.\n  12 In addition, those cases did not involve a challenge to a long-\n\nestablished evidence rule. As such, they offer little guidance in per­\nforming the analysis required by this case.\n\u000c18                PENA-RODRIGUEZ v. COLORADO\n\n                          ALITO, J., dissenting\n\nTanner, and Warger illustrate the problem. The Court\nwrites that the misconduct in those cases, while “troubling\nand unacceptable,” was “anomalous.” Ante, at 15. By\ncontrast, racial bias, the Court says, is a “familiar and\nrecurring evil” that causes “systemic injury to the admin­\nistration of justice.” Ante, at 15–16.\n   Imagine two cellmates serving lengthy prison terms.\nBoth were convicted for homicides committed in unrelated\nbarroom fights. At the trial of the first prisoner, a juror,\nduring deliberations, expressed animosity toward the\ndefendant because of his race. At the trial of the second\nprisoner, a juror, during deliberations, expressed animos­\nity toward the defendant because he was wearing the\njersey of a hated football team. In both cases, jurors come\nforward after the trial and reveal what the biased juror\nsaid in the jury room. The Court would say to the first\nprisoner: “You are entitled to introduce the jurors’ testi­\nmony, because racial bias is damaging to our society.” To\nthe second, the Court would say: “Even if you did not have\nan impartial jury, you must stay in prison because sports\nrivalries are not a major societal issue.”\n   This disparate treatment is unsupportable under the\nSixth Amendment. If the Sixth Amendment requires the\nadmission of juror testimony about statements or conduct\nduring deliberations that show one type of juror partiality,\nthen statements or conduct showing any type of partiality\nshould be treated the same way.\n                             B\n  Recasting this as an equal protection case would not\nprovide a ground for limiting the holding to cases involv­\ning racial bias. At a minimum, cases involving bias based\non any suspect classification—such as national origin13 or\n——————\n 13 See   Cleburne v. Cleburne Living Center, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e473\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e432\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 440\n\u000c                    Cite as: 580 U. S. ____ (2017)                 19\n\n                         ALITO, J., dissenting\n\nreligion14—would merit equal treatment. So, I think,\nwould bias based on sex, United States v. Virginia, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118056\"\u003e\u003ca href=\"/opinion/118056/united-states-v-virginia/\"\u003e\u003cspan class=\"volume\"\u003e518\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e515\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 531 (1996), or the exercise of the First Amend­\nment right to freedom of expression or association. See\nRegan v. Taxation With Representation of Washington, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110935\"\u003e\u003ca href=\"/opinion/110935/regan-v-taxation-with-representation-of-wash/\"\u003e\u003cspan class=\"volume\"\u003e461\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e540\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 545 (1983). Indeed, convicting a defendant on\nthe basis of any irrational classification would violate the\nEqual Protection Clause.\n   Attempting to limit the damage worked by its decision,\nthe Court says that only “clear” expressions of bias must\nbe admitted, ante, at 17, but judging whether a statement\nis sufficiently “clear” will often not be easy. Suppose that\nthe allegedly biased juror in this case never made refer­\nence to Peña-Rodriguez’s race or national origin but said\nthat he had a lot of experience with “this macho type” and\nknew that men of this kind felt that they could get their\nway with women. Suppose that other jurors testified that\nthey were certain that “this macho type” was meant to\nrefer to Mexican or Hispanic men. Many other similarly\nsuggestive statements can easily be imagined, and under\ntoday’s decision it will be difficult for judges to discern the\ndividing line between those that are “clear[ly]” based on\nracial or ethnic bias and those that are at least somewhat\nambiguous.\n                            IV\n  Today’s decision—especially if it is expanded in the\nways that seem likely—will invite the harms that no-\nimpeachment rules were designed to prevent.\n  First, as the Court explained in Tanner, “postverdict\nscrutiny of juror conduct” will inhibit “full and frank dis­\n——————\n(1985).\n  14 See, e.g., United States v. Armstrong, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118022\"\u003e\u003ca href=\"/opinion/118022/united-states-v-armstrong/\"\u003e\u003cspan class=\"volume\"\u003e517\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e456\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 464 (1996);\n\nBurlington Northern R. Co. v. Ford, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112750\"\u003e\u003ca href=\"/opinion/112750/burlington-northern-r-co-v-ford/\"\u003e\u003cspan class=\"volume\"\u003e504\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e648\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 651 (1992); New\nOrleans v. Dukes, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109514\"\u003e\u003ca href=\"/opinion/109514/new-orleans-v-dukes/\"\u003e\u003cspan class=\"volume\"\u003e427\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e297\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 303 (1976) (per curiam).\n\u000c20               PENA-RODRIGUEZ v. COLORADO\n\n                         ALITO, J., dissenting\n\ncussion in the jury room.” 483 U. S., at 120–121; see also\nMcDonald, 238 U. S., at 267–268 (warning that the use of\njuror testimony about misconduct during deliberations\nwould “make what was intended to be a private delibera­\ntion, the constant subject of public investigation—to the\ndestruction of all frankness and freedom of discussion and\nconference”). Or, as the Senate Report put it: “[C]ommon\nfairness requires that absolute privacy be preserved for\njurors to engage in the full and free debate necessary to\nthe attainment of just verdicts. Jurors will not be able to\nfunction effectively if their deliberations are to be scruti­\nnized in post-trial litigation.” S. Rep., at 14.\n   Today’s ruling will also prompt losing parties and their\nfriends, supporters, and attorneys to contact and seek to\nquestion jurors, and this pestering may erode citizens’\nwillingness to serve on juries. Many jurisdictions now\nhave rules that prohibit or restrict post-verdict contact\nwith jurors, but whether those rules will survive today’s\ndecision is an open question—as is the effect of this deci­\nsion on privilege rules such as those noted at the outset of\nthis opinion.15\n   Where post-verdict approaches are permitted or occur,\n\n——————\n  15 The majority’s emphasis on the unique harms of racial bias will not\n\nsucceed at cabining the novel exception to no-impeachment rules, but it\nmay succeed at putting other kinds of rules under threat. For example,\nthe majority approvingly refers to the widespread rules limiting attor­\nneys’ contact with jurors. Ante, at 17–18. But under the reasoning of\nthe majority opinion, it is not clear why such rules should be enforced\nwhen they come into conflict with a defendant’s attempt to introduce\nevidence of racial bias. For instance, what will happen when a lawyer\nobtains clear evidence of racist statements by contacting jurors in\nviolation of a local rule? (Something similar happened in Tanner. 483\nU. S., at 126.) It remains to be seen whether rules of this type—or\nother rules which exclude probative evidence, such as evidentiary\nprivileges—will be allowed to stand in the way of the “imperative to\npurge racial prejudice from the administration of justice.” Ante, at 13.\n\u000c                  Cite as: 580 U. S. ____ (2017)            21\n\n                      ALITO, J., dissenting\n\nthere is almost certain to be an increase in harassment,\narm-twisting, and outright coercion.         See McDonald,\nsupra, at 267; S. Rep., at 14 (explaining that a laxer rule\n“would permit the harassment of former jurors by losing\nparties as well as the possible exploitation of disgruntled\nor otherwise badly-motivated ex-jurors”); \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e350\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n293. As one treatise explains, “[a] juror who reluctantly\njoined a verdict is likely to be sympathetic to overtures by\nthe loser, and persuadable to the view that his own con­\nsent rested on false or impermissible considerations, and\nthe truth will be hard to know.” 3 C. Mueller \u0026 L. Kirk­\npatrick, Federal Evidence §6:16, p. 75 (4th ed. 2013).\n   The majority’s approach will also undermine the finality\nof verdicts. “Public policy requires a finality to litigation.”\nS. Rep., at 14. And accusations of juror bias—which may\nbe “raised for the first time days, weeks, or months after\nthe verdict”—can “seriously disrupt the finality of the\nprocess.” Tanner, supra, at 120. This threatens to\n“degrad[e] the prominence of the trial itself ” and to send\nthe message that juror misconduct need not be dealt with\npromptly. Engle v. Isaac, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110692\"\u003e\u003ca href=\"/opinion/110692/engle-v-isaac/\"\u003e\u003cspan class=\"volume\"\u003e456\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e107\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 127 (1982). See\nH. R. Conf. Rep. No. 93–1597, at 8 (“The Conferees believe\nthat jurors should be encouraged to be conscientious in\npromptly reporting to the court misconduct that occurs\nduring jury deliberations”).\n   The Court itself acknowledges that strict no-\nimpeachment rules “promot[e] full and vigorous discus­\nsion,” protect jurors from “be[ing] harassed or annoyed by\nlitigants seeking to challenge the verdict,” and “giv[e]\nstability and finality to verdicts.” Ante, at 9. By the ma­\njority’s own logic, then, imposing exceptions on no-\nimpeachment rules will tend to defeat full and vigorous\ndiscussion, expose jurors to harassment, and deprive\nverdicts of stability.\n   The Court’s only response is that some jurisdictions\nalready make an exception for racial bias, and the Court\n\u000c22             PENA-RODRIGUEZ v. COLORADO\n\n                      ALITO, J., dissenting\n\ndetects no signs of “a loss of juror willingness to engage in\nsearching and candid deliberations.” Ante, at 19. One\nwonders what sort of outward signs the Court would\nexpect to see if jurors in these jurisdictions do not speak as\nfreely in the jury room as their counterparts in jurisdic­\ntions with strict no-impeachment rules. Gathering and\nassessing evidence regarding the quality of jury delibera­\ntions in different jurisdictions would be a daunting enter­\nprise, and the Court offers no indication that anybody has\nundertaken that task.\n   In short, the majority barely bothers to engage with the\npolicy issues implicated by no-impeachment rules. But\neven if it had carefully grappled with those issues, it still\nwould have no basis for exalting its own judgment over\nthat of the many expert policymakers who have endorsed\nbroad no-impeachment rules.\n                             V\n  The Court’s decision is well-intentioned. It seeks to\nremedy a flaw in the jury trial system, but as this Court\nsaid some years ago, it is questionable whether our system\nof trial by jury can endure this attempt to perfect it.\nTanner, 483 U. S., at 120.\n  I respectfully dissent.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                 PENA-RODRIGUEZ v. COLORADO\n\n      CERTIORARI TO THE SUPREME COURT OF COLORADO\n\n     No. 15–606.      Argued October 11, 2016—Decided March 6, 2017\nA Colorado jury convicted petitioner Peña-Rodriguez of harassment and\n  unlawful sexual contact. Following the discharge of the jury, two ju­\n  rors told defense counsel that, during deliberations, Juror H. C. had\n  expressed anti-Hispanic bias toward petitioner and petitioner’s alibi\n  witness. Counsel, with the trial court’s supervision, obtained affida­\n  vits from the two jurors describing a number of biased statements by\n  H. C. The court acknowledged H. C.’s apparent bias but denied peti­\n  tioner’s motion for a new trial on the ground that Colorado Rule of\n  Evidence 606(b) generally prohibits a juror from testifying as to\n  statements made during deliberations in a proceeding inquiring into\n  the validity of the verdict. The Colorado Court of Appeals affirmed,\n  agreeing that H. C.’s alleged statements did not fall within an excep­\n  tion to Rule 606(b). The Colorado Supreme Court also affirmed, rely­\n  ing on Tanner v. United States, 483 U. S. 107, and Warger v. Shauers,\n  574 U. S. ___, both of which rejected constitutional challenges to the\n  federal no-impeachment rule as applied to evidence of juror miscon­\n  duct or bias.\nHeld: Where a juror makes a clear statement indicating that he or she\n relied on racial stereotypes or animus to convict a criminal defend­\n ant, the Sixth Amendment requires that the no-impeachment rule\n give way in order to permit the trial court to consider the evidence of\n the juror’s statement and any resulting denial of the jury trial guar­\n antee. Pp. 6–21.\n    (a) At common law jurors were forbidden to impeach their verdict,\n either by affidavit or live testimony. Some American jurisdictions\n adopted a more flexible version of the no-impeachment bar, known as\n the “Iowa rule,” which prevented jurors from testifying only about\n their own subjective beliefs, thoughts, or motives during delibera­\n tions. An alternative approach, later referred to as the federal ap­\n\u000c2                  PENA-RODRIGUEZ v. COLORADO\n\n                                  Syllabus\n\n    proach, permitted an exception only for events extraneous to the de­\n    liberative process. This Court’s early decisions did not establish a\n    clear preference for a particular version of the no-impeachment rule,\n    appearing open to the Iowa rule in United States v. Reid, 12 How.\n    361, and Mattox v. United States, 146 U. S. 140, but rejecting that\n    approach in McDonald v. Pless, 238 U. S. 264.\n       The common-law development of the rule reached a milestone in\n    1975 when Congress adopted Federal Rule of Evidence 606(b), which\n    sets out a broad no-impeachment rule, with only limited exceptions.\n    This version of the no-impeachment rule has substantial merit, pro­\n    moting full and vigorous discussion by jurors and providing consider­\n    able assurance that after being discharged they will not be sum­\n    moned to recount their deliberations or otherwise harassed. The rule\n    gives stability and finality to verdicts. Pp. 6–9.\n       (b) Some version of the no-impeachment rule is followed in every\n    State and the District of Columbia, most of which follow the Federal\n    Rule. At least 16 jurisdictions have recognized an exception for juror\n    testimony about racial bias in deliberations. Three Federal Courts of\n    Appeals have also held or suggested there is a constitutional excep­\n    tion for evidence of racial bias.\n       In addressing the common-law no-impeachment rule, this Court\n    noted the possibility of an exception in the “gravest and most im­\n    portant cases.” United States v. Reid, supra, at 366; McDonald v.\n    Pless, supra, at 269. The Court has addressed the question whether\n    the Constitution mandates an exception to Rule 606(b) just twice, re­\n    jecting an exception each time. In Tanner, where the evidence\n    showed that some jurors were under the influence of drugs and alco­\n    hol during the trial, the Court identified “long-recognized and very\n    substantial concerns” supporting the no-impeachment rule. 483\n    U. S., at 127. The Court also outlined existing, significant safeguards\n    for the defendant’s right to an impartial and competent jury beyond\n    post-trial juror testimony: members of the venire can be examined for\n    impartiality during voir dire; juror misconduct may be observed the\n    court, counsel, and court personnel during the trial; and jurors them­\n    selves can report misconduct to the court before a verdict is rendered.\n    In Warger, a civil case where the evidence indicated that the jury\n    forewoman failed to disclose a prodefendant bias during voir dire, the\n    Court again put substantial reliance on existing safeguards for a fair\n    trial. But the Court also warned, as in Reid and McDonald, that the\n    no-impeachment rule may admit of exceptions for “juror bias so ex­\n    treme that, almost by definition, the jury trial right has been\n    abridged.” 574 U. S., at ___–___, n. 3. Reid, McDonald, and Warger\n    left open the question here: whether the Constitution requires an ex­\n    ception to the no-impeachment rule when a juror’s statements indi­\n\u000c                    Cite as: 580 U. S. ____ (2017)                      3\n\n                               Syllabus\n\ncate that racial animus was a significant motivating factor in his or\nher finding of guilt. Pp. 9–13.\n   (c) The imperative to purge racial prejudice from the administra­\ntion of justice was given new force and direction by the ratification of\nthe Civil War Amendments. “[T]he central purpose of the Fourteenth\nAmendment was to eliminate racial discrimination emanating from\nofficial sources in the States.” McLaughlin v. Florida, 379 U. S. 184,\n192. Time and again, this Court has enforced the Constitution’s\nguarantee against state-sponsored racial discrimination in the jury\nsystem. The Court has interpreted the Fourteenth Amendment to\nprohibit the exclusion of jurors based on race, Strauder v. West Vir-\nginia, 100 U. S. 303, 305–309; struck down laws and practices that\nsystematically exclude racial minorities from juries, see, e.g., Neal v.\nDelaware, 103 U. S. 370; ruled that no litigant may exclude a pro­\nspective juror based on race, see, e.g., Batson v. Kentucky, 476 U. S.\n79; and held that defendants may at times be entitled to ask about\nracial bias during voir dire, see, e.g., Ham v. South Carolina, 409\nU. S. 524. The unmistakable principle of these precedents is that\ndiscrimination on the basis of race, “odious in all aspects, is especially\npernicious in the administration of justice,” Rose v. Mitchell, 443\nU. S. 545, 555, damaging “both the fact and the perception” of the ju­\nry’s role as “a vital check against the wrongful exercise of power by\nthe State,” Powers v. Ohio, 499 U. S. 400, 411. Pp. 13–15.\n   (d) This case lies at the intersection of the Court’s decisions endors­\ning the no-impeachment rule and those seeking to eliminate racial\nbias in the jury system. Those lines of precedent need not conflict.\nRacial bias, unlike the behavior in McDonald, Tanner, or Warger,\nimplicates unique historical, constitutional, and institutional con­\ncerns and, if left unaddressed, would risk systemic injury to the ad­\nministration of justice. It is also distinct in a pragmatic sense, for the\nTanner safeguards may be less effective in rooting out racial bias.\nBut while all forms of improper bias pose challenges to the trial pro­\ncess, there is a sound basis to treat racial bias with added precaution.\nA constitutional rule that racial bias in the justice system must be\naddressed—including, in some instances, after a verdict has been en­\ntered—is necessary to prevent a systemic loss of confidence in jury\nverdicts, a confidence that is a central premise of the Sixth Amend­\nment trial right. Pp. 15–17.\n   (e) Before the no-impeachment bar can be set aside to allow further\njudicial inquiry, there must be a threshold showing that one or more\njurors made statements exhibiting overt racial bias that cast serious\ndoubt on the fairness and impartiality of the jury’s deliberations and\nresulting verdict. To qualify, the statement must tend to show that\nracial animus was a significant motivating factor in the juror’s vote\n\u000c4                 PENA-RODRIGUEZ v. COLORADO\n\n                                 Syllabus\n\n  to convict. Whether the threshold showing has been satisfied is\n  committed to the substantial discretion of the trial court in light of all\n  the circumstances, including the content and timing of the alleged\n  statements and the reliability of the proffered evidence.\n     The practical mechanics of acquiring and presenting such evidence\n  will no doubt be shaped and guided by state rules of professional eth­\n  ics and local court rules, both of which often limit counsel’s post-trial\n  contact with jurors. The experience of those jurisdictions that have\n  already recognized a racial-bias exception to the no-impeachment\n  rule, and the experience of courts going forward, will inform the\n  proper exercise of trial judge discretion. The Court need not address\n  what procedures a trial court must follow when confronted with a\n  motion for a new trial based on juror testimony of racial bias or the\n  appropriate standard for determining when such evidence is suffi­\n  cient to require that the verdict be set aside and a new trial be grant­\n  ed. Standard and existing safeguards may also help prevent racial\n  bias in jury deliberations, including careful voir dire and a trial\n  court’s instructions to jurors about their duty to review the evidence,\n  deliberate together, and reach a verdict in a fair and impartial way,\n  free from bias of any kind. Pp. 17–21.\n350 P. 3d 287, reversed and remanded.\n\n  KENNEDY, J., delivered the opinion of the Court, in which GINSBURG,\nBREYER, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS, J., filed a dis­\nsenting opinion. ALITO, J., filed a dissenting opinion, in which ROBERTS,\nC. J., and THOMAS, J., joined.\n\u000c                        Cite as: 580 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–606\n                                   _________________\n\n\nMIGUEL ANGEL PENA-RODRIGUEZ, PETITIONER v.\n               COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                                 [March 6, 2017] \n\n\n   JUSTICE KENNEDY delivered the opinion of the Court.\n   The jury is a central foundation of our justice system\nand our democracy. Whatever its imperfections in a par­\nticular case, the jury is a necessary check on governmental\npower. The jury, over the centuries, has been an inspired,\ntrusted, and effective instrument for resolving factual\ndisputes and determining ultimate questions of guilt or\ninnocence in criminal cases. Over the long course its\njudgments find acceptance in the community, an ac­\nceptance essential to respect for the rule of law. The jury\nis a tangible implementation of the principle that the law\ncomes from the people.\n   In the era of our Nation’s founding, the right to a jury\ntrial already had existed and evolved for centuries,\nthrough and alongside the common law. The jury was\nconsidered a fundamental safeguard of individual liberty.\nSee The Federalist No. 83, p. 451 (B. Warner ed. 1818) (A.\nHamilton). The right to a jury trial in criminal cases was\npart of the Constitution as first drawn, and it was restated\nin the Sixth Amendment. Art. III, §2, cl. 3; Amdt. 6. By\noperation of the Fourteenth Amendment, it is applicable to\n\u000c2              PENA-RODRIGUEZ v. COLORADO\n\n                      Opinion of the Court\n\nthe States. Duncan v. Louisiana, 391 U. S. 145, 149–150\n(1968).\n   Like all human institutions, the jury system has its\nflaws, yet experience shows that fair and impartial ver­\ndicts can be reached if the jury follows the court’s instruc­\ntions and undertakes deliberations that are honest, can­\ndid, robust, and based on common sense. A general rule\nhas evolved to give substantial protection to verdict final­\nity and to assure jurors that, once their verdict has been\nentered, it will not later be called into question based on\nthe comments or conclusions they expressed during delib­\nerations. This principle, itself centuries old, is often re­\nferred to as the no-impeachment rule. The instant case\npresents the question whether there is an exception to the\nno-impeachment rule when, after the jury is discharged, a\njuror comes forward with compelling evidence that an-\nother juror made clear and explicit statements indicating\nthat racial animus was a significant motivating factor in\nhis or her vote to convict.\n                               I\n   State prosecutors in Colorado brought criminal charges\nagainst petitioner, Miguel Angel Peña-Rodriguez, based on\nthe following allegations. In 2007, in the bathroom of a\nColorado horse-racing facility, a man sexually assaulted\ntwo teenage sisters. The girls told their father and identi­\nfied the man as an employee of the racetrack. The police\nlocated and arrested petitioner. Each girl separately\nidentified petitioner as the man who had assaulted her.\n   The State charged petitioner with harassment, unlawful\nsexual contact, and attempted sexual assault on a child.\nBefore the jury was empaneled, members of the venire\nwere repeatedly asked whether they believed that they\ncould be fair and impartial in the case. A written ques­\ntionnaire asked if there was “anything about you that you\nfeel would make it difficult for you to be a fair juror.” App.\n\u000c                 Cite as: 580 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\n14. The court repeated the question to the panel of pro­\nspective jurors and encouraged jurors to speak in private\nwith the court if they had any concerns about their impar­\ntiality. Defense counsel likewise asked whether anyone\nfelt that “this is simply not a good case” for them to be a\nfair juror. Id., at 34. None of the empaneled jurors ex­\npressed any reservations based on racial or any other bias.\nAnd none asked to speak with the trial judge.\n   After a 3-day trial, the jury found petitioner guilty of\nunlawful sexual contact and harassment, but it failed to\nreach a verdict on the attempted sexual assault charge.\nWhen the jury was discharged, the court gave them this\ninstruction, as mandated by Colorado law:\n    “The question may arise whether you may now dis­\n    cuss this case with the lawyers, defendant, or other\n    persons. For your guidance the court instructs you\n    that whether you talk to anyone is entirely your own\n    decision. . . . If any person persists in discussing the\n    case over your objection, or becomes critical of your\n    service either before or after any discussion has be­\n    gun, please report it to me.” Id., at 85–86.\n   Following the discharge of the jury, petitioner’s counsel\nentered the jury room to discuss the trial with the jurors.\nAs the room was emptying, two jurors remained to speak\nwith counsel in private. They stated that, during delibera­\ntions, another juror had expressed anti-Hispanic bias\ntoward petitioner and petitioner’s alibi witness. Petition­\ner’s counsel reported this to the court and, with the court’s\nsupervision, obtained sworn affidavits from the two jurors.\n   The affidavits by the two jurors described a number of\nbiased statements made by another juror, identified as\nJuror H. C. According to the two jurors, H. C. told the\nother jurors that he “believed the defendant was guilty\nbecause, in [H. C.’s] experience as an ex-law enforcement\nofficer, Mexican men had a bravado that caused them to\n\u000c4              PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nbelieve they could do whatever they wanted with women.”\nId., at 110. The jurors reported that H. C. stated his belief\nthat Mexican men are physically controlling of women\nbecause of their sense of entitlement, and further stated,\n“ ‘I think he did it because he’s Mexican and Mexican men\ntake whatever they want.’ ” Id., at 109. According to the\njurors, H. C. further explained that, in his experience,\n“nine times out of ten Mexican men were guilty of being\naggressive toward women and young girls.” Id., at 110.\nFinally, the jurors recounted that Juror H. C. said that he\ndid not find petitioner’s alibi witness credible because,\namong other things, the witness was “ ‘an illegal.’ ” Ibid.\n(In fact, the witness testified during trial that he was a\nlegal resident of the United States.)\n    After reviewing the affidavits, the trial court acknowl­\nedged H. C.’s apparent bias. But the court denied peti­\ntioner’s motion for a new trial, noting that “[t]he actual\ndeliberations that occur among the jurors are protected\nfrom inquiry under [Colorado Rule of Evidence] 606(b).”\nId., at 90. Like its federal counterpart, Colorado’s Rule\n606(b) generally prohibits a juror from testifying as to any\nstatement made during deliberations in a proceeding\ninquiring into the validity of the verdict. See Fed. Rule\nEvid. 606(b). The Colorado Rule reads as follows:\n    “(b) Inquiry into validity of verdict or indictment.\n    Upon an inquiry into the validity of a verdict or indict­\n    ment, a juror may not testify as to any matter or\n    statement occurring during the course of the jury’s de­\n    liberations or to the effect of anything upon his or any\n    other juror’s mind or emotions as influencing him to\n    assent to or dissent from the verdict or indictment or\n    concerning his mental processes in connection there­\n    with. But a juror may testify about (1) whether ex­\n    traneous prejudicial information was improperly\n    brought to the jurors’ attention, (2) whether any out­\n\u000c                 Cite as: 580 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\n    side influence was improperly brought to bear upon\n    any juror, or (3) whether there was a mistake in en­\n    tering the verdict onto the verdict form. A juror’s affi­\n    davit or evidence of any statement by the juror may\n    not be received on a matter about which the juror\n    would be precluded from testifying.” Colo. Rule Evid.\n    606(b) (2016).\n   The verdict deemed final, petitioner was sentenced to\ntwo years’ probation and was required to register as a sex\noffender. A divided panel of the Colorado Court of Appeals\naffirmed petitioner’s conviction, agreeing that H. C.’s\nalleged statements did not fall within an exception to Rule\n606(b) and so were inadmissible to undermine the validity\nof the verdict. ___ P. 3d ___, 2012 WL 5457362.\n   The Colorado Supreme Court affirmed by a vote of 4 to\n3. 350 P. 3d 287 (2015). The prevailing opinion relied on\ntwo decisions of this Court rejecting constitutional chal­\nlenges to the federal no-impeachment rule as applied to\nevidence of juror misconduct or bias. See Tanner v. United\nStates, 483 U. S. 107 (1987); Warger v. Shauers, 574 U. S.\n___ (2014). After reviewing those precedents, the court\ncould find no “dividing line between different types of juror\nbias or misconduct,” and thus no basis for permitting\nimpeachment of the verdicts in petitioner’s trial, notwith­\nstanding H. C.’s apparent racial bias. 350 P. 3d, at 293.\nThis Court granted certiorari to decide whether there is a\nconstitutional exception to the no-impeachment rule for\ninstances of racial bias. 578 U. S. ___ (2016).\n   Juror H. C.’s bias was based on petitioner’s Hispanic\nidentity, which the Court in prior cases has referred to as\nethnicity, and that may be an instructive term here. See,\ne.g., Hernandez v. New York, 500 U. S. 352, 355 (1991)\n(plurality opinion). Yet we have also used the language of\nrace when discussing the relevant constitutional principles\nin cases involving Hispanic persons. See, e.g., ibid.; Fisher\n\u000c6              PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nv. University of Tex. at Austin, 570 U. S. ___ (2013);\nRosales-Lopez v. United States, 451 U. S. 182, 189–190\n(1981) (plurality opinion). Petitioner and respondent both\nrefer to race, or to race and ethnicity, in this more expan­\nsive sense in their briefs to the Court. This opinion refers\nto the nature of the bias as racial in keeping with the\nprimary terminology employed by the parties and used in\nour precedents.\n                             II\n\n                             A\n\n   At common law jurors were forbidden to impeach their\nverdict, either by affidavit or live testimony. This rule\noriginated in Vaise v. Delaval, 1 T. R. 11, 99 Eng. Rep. 944\n(K. B. 1785). There, Lord Mansfield excluded juror testi­\nmony that the jury had decided the case through a game of\nchance. The Mansfield rule, as it came to be known, pro­\nhibited jurors, after the verdict was entered, from testify­\ning either about their subjective mental processes or about\nobjective events that occurred during deliberations.\n   American courts adopted the Mansfield rule as a matter\nof common law, though not in every detail. Some jurisdic­\ntions adopted a different, more flexible version of the no-\nimpeachment bar known as the “Iowa rule.” Under that\nrule, jurors were prevented only from testifying about\ntheir own subjective beliefs, thoughts, or motives during\ndeliberations. See Wright v. Illinois \u0026 Miss. Tel. Co., 20\nIowa 195 (1866). Jurors could, however, testify about\nobjective facts and events occurring during deliberations,\nin part because other jurors could corroborate that\ntestimony.\n   An alternative approach, later referred to as the federal\napproach, stayed closer to the original Mansfield rule. See\nWarger, supra, at ___ (slip op., at 5). Under this version of\nthe rule, the no-impeachment bar permitted an exception\nonly for testimony about events extraneous to the deliber­\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                     Opinion of the Court\n\native process, such as reliance on outside evidence—\nnewspapers, dictionaries, and the like—or personal inves­\ntigation of the facts.\n   This Court’s early decisions did not establish a clear\npreference for a particular version of the no-impeachment\nrule. In United States v. Reid, 12 How. 361 (1852), the\nCourt appeared open to the admission of juror testimony\nthat the jurors had consulted newspapers during delibera­\ntions, but in the end it barred the evidence because the\nnewspapers “had not the slightest influence” on the ver­\ndict. Id., at 366. The Reid Court warned that juror testi­\nmony “ought always to be received with great caution.”\nIbid. Yet it added an important admonition: “cases might\narise in which it would be impossible to refuse” juror\ntestimony “without violating the plainest principles of\njustice.” Ibid.\n   In a following case the Court required the admission of\njuror affidavits stating that the jury consulted information\nthat was not in evidence, including a prejudicial news-\npaper article. Mattox v. United States, 146 U. S. 140, 151\n(1892). The Court suggested, furthermore, that the ad­\nmission of juror testimony might be governed by a more\nflexible rule, one permitting jury testimony even where it\ndid not involve consultation of prejudicial extraneous\ninformation. Id., at 148–149; see also Hyde v. United\nStates, 225 U. S. 347, 382–384 (1912) (stating that the\nmore flexible Iowa rule “should apply,” but excluding\nevidence that the jury reached the verdict by trading\ncertain defendants’ acquittals for others’ convictions).\n   Later, however, the Court rejected the more lenient\nIowa rule. In McDonald v. Pless, 238 U. S. 264 (1915), the\nCourt affirmed the exclusion of juror testimony about\nobjective events in the jury room. There, the jury allegedly\nhad calculated a damages award by averaging the\nnumerical submissions of each member. Id., at 265–266.\nAs the Court explained, admitting that evidence would\n\u000c8             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nhave “dangerous consequences”: “no verdict would be safe”\nand the practice would “open the door to the most perni­\ncious arts and tampering with jurors.” Id., at 268 (inter­\nnal quotation marks omitted). Yet the Court reiterated its\nadmonition from Reid, again cautioning that the no-\nimpeachment rule might recognize exceptions “in the\ngravest and most important cases” where exclusion of\njuror affidavits might well violate “the plainest principles\nof justice.” 238 U. S., at 269 (quoting Reid, supra, at 366;\ninternal quotation marks omitted).\n   The common-law development of the no-impeachment\nrule reached a milestone in 1975, when Congress adopted\nthe Federal Rules of Evidence, including Rule 606(b).\nCongress, like the McDonald Court, rejected the Iowa\nrule. Instead it endorsed a broad no-impeachment rule,\nwith only limited exceptions.\n  The version of the rule that Congress adopted was “no\naccident.” Warger, 574 U. S., at ___ (slip op., at 7). The\nAdvisory Committee at first drafted a rule reflecting the\nIowa approach, prohibiting admission of juror testimony\nonly as it related to jurors’ mental processes in reaching a\nverdict. The Department of Justice, however, expressed\nconcern over the preliminary rule. The Advisory Commit­\ntee then drafted the more stringent version now in effect,\nprohibiting all juror testimony, with exceptions only where\nthe jury had considered prejudicial extraneous evidence or\nwas subject to other outside influence. Rules of Evidence\nfor United States Courts and Magistrates, 56 F. R. D. 183,\n265 (1972). The Court adopted this second version and\ntransmitted it to Congress.\n  The House favored the Iowa approach, but the Senate\nexpressed concern that it did not sufficiently address the\npublic policy interest in the finality of verdicts. S. Rep.\nNo. 93–1277, pp. 13–14 (1974). Siding with the Senate,\nthe Conference Committee adopted, Congress enacted, and\nthe President signed the Court’s proposed rule. The sub­\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\nstance of the Rule has not changed since 1975, except for a\n2006 modification permitting evidence of a clerical mis­\ntake on the verdict form. See 574 U. S., at ___.\n  The current version of Rule 606(b) states as follows:\n    “(1) Prohibited Testimony or Other Evidence. During\n    an inquiry into the validity of a verdict or indictment,\n    a juror may not testify about any statement made or\n    incident that occurred during the jury’s deliberations;\n    the effect of anything on that juror’s or another juror’s\n    vote; or any juror’s mental processes concerning the\n    verdict or indictment. The court may not receive a ju­\n    ror’s affidavit or evidence of a juror’s statement on\n    these matters.\n    “(2) Exceptions. A juror may testify about whether:\n      “(A) extraneous prejudicial information was im­\n    properly brought to the jury’s attention;\n      “(B) an outside influence was improperly brought to\n    bear on any juror; or\n      “(C) a mistake was made in entering the verdict on\n    the verdict form.”\n  This version of the no-impeachment rule has substantial\nmerit. It promotes full and vigorous discussion by provid­\ning jurors with considerable assurance that after being\ndischarged they will not be summoned to recount their\ndeliberations, and they will not otherwise be harassed or\nannoyed by litigants seeking to challenge the verdict. The\nrule gives stability and finality to verdicts.\n                             B\n  Some version of the no-impeachment rule is followed in\nevery State and the District of Columbia. Variations\nmake classification imprecise, but, as a general matter, it\nappears that 42 jurisdictions follow the Federal Rule,\nwhile 9 follow the Iowa Rule. Within both classifications\nthere is a diversity of approaches. Nine jurisdictions that\n\u000c10            PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nfollow the Federal Rule have codified exceptions other\nthan those listed in Federal Rule 606(b). See Appendix,\ninfra. At least 16 jurisdictions, 11 of which follow the\nFederal Rule, have recognized an exception to the no-\nimpeachment bar under the circumstances the Court faces\nhere: juror testimony that racial bias played a part in\ndeliberations. Ibid. According to the parties and amici,\nonly one State other than Colorado has addressed this\nissue and declined to recognize an exception for racial\nbias. See Commonwealth v. Steele, 599 Pa. 341, 377–379,\n961 A. 2d 786, 807–808 (2012).\n   The federal courts, for their part, are governed by Fed­\neral Rule 606(b), but their interpretations deserve further\ncomment. Various Courts of Appeals have had occasion to\nconsider a racial bias exception and have reached different\nconclusions. Three have held or suggested there is a\nconstitutional exception for evidence of racial bias. See\nUnited States v. Villar, 586 F. 3d 76, 87–88 (CA1 2009)\n(holding the Constitution demands a racial-bias excep­\ntion); United States v. Henley, 238 F. 3d 1111, 1119–1121\n(CA9 2001) (finding persuasive arguments in favor of an\nexception but not deciding the issue); Shillcutt v. Gagnon,\n827 F. 2d 1155, 1158–1160 (CA7 1987) (observing that in\nsome cases fundamental fairness could require an excep­\ntion). One Court of Appeals has declined to find an excep­\ntion, reasoning that other safeguards inherent in the trial\nprocess suffice to protect defendants’ constitutional inter­\nests. See United States v. Benally, 546 F. 3d 1230, 1240–\n1241 (CA10 2008). Another has suggested as much, hold­\ning in the habeas context that an exception for racial bias\nwas not clearly established but indicating in dicta that no\nsuch exception exists. See Williams v. Price, 343 F. 3d\n223, 237–239 (CA3 2003) (Alito, J.). And one Court of\nAppeals has held that evidence of racial bias is excluded\nby Rule 606(b), without addressing whether the Constitu­\ntion may at times demand an exception. See Martinez v.\n\u000c                  Cite as: 580 U. S. ____ (2017)            11\n\n                      Opinion of the Court\n\nFood City, Inc., 658 F. 2d 369, 373–374 (CA5 1981).\n                                C\n   In addressing the scope of the common-law no-\nimpeachment rule before Rule 606(b)’s adoption, the Reid\nand McDonald Courts noted the possibility of an exception\nto the rule in the “gravest and most important cases.”\nReid, 12 How., at 366; McDonald, 238 U. S., at 269. Yet\nsince the enactment of Rule 606(b), the Court has ad­\ndressed the precise question whether the Constitution\nmandates an exception to it in just two instances.\n   In its first case, Tanner, 483 U. S. 107, the Court rejected\na Sixth Amendment exception for evidence that some\njurors were under the influence of drugs and alcohol dur­\ning the trial. Id., at 125. Central to the Court’s reasoning\nwere the “long-recognized and very substantial concerns”\nsupporting “the protection of jury deliberations from in­\ntrusive inquiry.” Id., at 127. The Tanner Court echoed\nMcDonald’s concern that, if attorneys could use juror\ntestimony to attack verdicts, jurors would be “harassed\nand beset by the defeated party,” thus destroying “all\nfrankness and freedom of discussion and conference.” 483\nU. S., at 120 (quoting McDonald, supra, at 267–268). The\nCourt was concerned, moreover, that attempts to impeach\na verdict would “disrupt the finality of the process” and\nundermine both “jurors’ willingness to return an unpopu­\nlar verdict” and “the community’s trust in a system that\nrelies on the decisions of laypeople.” 483 U. S., at 120–\n121.\n   The Tanner Court outlined existing, significant safe­\nguards for the defendant’s right to an impartial and com­\npetent jury beyond post-trial juror testimony. At the\noutset of the trial process, voir dire provides an opportun-\nity for the court and counsel to examine members of the\nvenire for impartiality. As a trial proceeds, the court,\ncounsel, and court personnel have some opportunity to\n\u000c12             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nlearn of any juror misconduct. And, before the verdict,\njurors themselves can report misconduct to the court.\nThese procedures do not undermine the stability of a\nverdict once rendered. Even after the trial, evidence of\nmisconduct other than juror testimony can be used to\nattempt to impeach the verdict. Id., at 127. Balancing\nthese interests and safeguards against the defendant’s\nSixth Amendment interest in that case, the Court affirmed\nthe exclusion of affidavits pertaining to the jury’s inebri­\nated state. Ibid.\n   The second case to consider the general issue presented\nhere was Warger, 574 U. S. ___. The Court again rejected\nthe argument that, in the circumstances there, the jury\ntrial right required an exception to the no-impeachment\nrule. Warger involved a civil case where, after the verdict\nwas entered, the losing party sought to proffer evidence\nthat the jury forewoman had failed to disclose prodefend­\nant bias during voir dire. As in Tanner, the Court put\nsubstantial reliance on existing safeguards for a fair trial.\nThe Court stated: “Even if jurors lie in voir dire in a way\nthat conceals bias, juror impartiality is adequately as­\nsured by the parties’ ability to bring to the court’s atten­\ntion any evidence of bias before the verdict is rendered,\nand to employ nonjuror evidence even after the verdict is\nrendered.” 574 U. S., at ___ (slip op., at 10).\n   In Warger, however, the Court did reiterate that the no-\nimpeachment rule may admit exceptions. As in Reid and\nMcDonald, the Court warned of “juror bias so extreme\nthat, almost by definition, the jury trial right has been\nabridged.” 574 U. S., at ___–___, n. 3 (slip op., at 10–11,\nn. 3). “If and when such a case arises,” the Court indicated\nit would “consider whether the usual safeguards are or\nare not sufficient to protect the integrity of the process.”\nIbid.\n   The recognition in Warger that there may be extreme\ncases where the jury trial right requires an exception to\n\u000c                 Cite as: 580 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\nthe no-impeachment rule must be interpreted in context\nas a guarded, cautious statement. This caution is war­\nranted to avoid formulating an exception that might un­\ndermine the jury dynamics and finality interests the no-\nimpeachment rule seeks to protect. Today, however, the\nCourt faces the question that Reid, McDonald, and Warger\nleft open. The Court must decide whether the Constitu­\ntion requires an exception to the no-impeachment rule\nwhen a juror’s statements indicate that racial animus was\na significant motivating factor in his or her finding of\nguilt.\n                              III\n   It must become the heritage of our Nation to rise above\nracial classifications that are so inconsistent with our\ncommitment to the equal dignity of all persons. This\nimperative to purge racial prejudice from the administra­\ntion of justice was given new force and direction by the\nratification of the Civil War Amendments.\n   “[T]he central purpose of the Fourteenth Amendment\nwas to eliminate racial discrimination emanating from\nofficial sources in the States.” McLaughlin v. Florida, 379\nU. S. 184, 192 (1964). In the years before and after the\nratification of the Fourteenth Amendment, it became clear\nthat racial discrimination in the jury system posed a\nparticular threat both to the promise of the Amendment\nand to the integrity of the jury trial. “Almost immediately\nafter the Civil War, the South began a practice that would\ncontinue for many decades: All-white juries punished\nblack defendants particularly harshly, while simultane­\nously refusing to punish violence by whites, including Ku\nKlux Klan members, against blacks and Republicans.”\nForman, Juries and Race in the Nineteenth Century, 113\nYale L. J. 895, 909–910 (2004). To take one example, just\nin the years 1865 and 1866, all-white juries in Texas\ndecided a total of 500 prosecutions of white defendants\n\u000c14            PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\ncharged with killing African-Americans. All 500 were\nacquitted. Id., at 916. The stark and unapologetic nature\nof race-motivated outcomes challenged the American belief\nthat “the jury was a bulwark of liberty,” id., at 909, and\nprompted Congress to pass legislation to integrate the jury\nsystem and to bar persons from eligibility for jury service\nif they had conspired to deny the civil rights of African-\nAmericans, id., at 920–930. Members of Congress stressed\nthat the legislation was necessary to preserve the right to\na fair trial and to guarantee the equal protection of the\nlaws. Ibid.\n   The duty to confront racial animus in the justice system\nis not the legislature’s alone. Time and again, this Court\nhas been called upon to enforce the Constitution’s guaran­\ntee against state-sponsored racial discrimination in the\njury system. Beginning in 1880, the Court interpreted the\nFourteenth Amendment to prohibit the exclusion of jurors\non the basis of race. Strauder v. West Virginia, 100 U. S.\n303, 305–309 (1880). The Court has repeatedly struck\ndown laws and practices that systematically exclude racial\nminorities from juries. See, e.g., Neal v. Delaware, 103\nU. S. 370 (1881); Hollins v. Oklahoma, 295 U. S. 394\n(1935) (per curiam); Avery v. Georgia, 345 U. S. 559 (1953);\nHernandez v. Texas, 347 U. S. 475 (1954); Castaneda v.\nPartida, 430 U. S. 482 (1977). To guard against discrimi­\nnation in jury selection, the Court has ruled that no liti­\ngant may exclude a prospective juror on the basis of race.\nBatson v. Kentucky, 476 U. S. 79 (1986); Edmonson v.\nLeesville Concrete Co., 500 U. S. 614 (1991); Georgia v.\nMcCollum, 505 U. S. 42 (1992). In an effort to ensure that\nindividuals who sit on juries are free of racial bias, the\nCourt has held that the Constitution at times demands\nthat defendants be permitted to ask questions about racial\nbias during voir dire. Ham v. South Carolina, 409 U. S.\n524 (1973); Rosales-Lopez, 451 U. S. 182; Turner v. Mur-\nray, 476 U. S. 28 (1986).\n\u000c                  Cite as: 580 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\n   The unmistakable principle underlying these precedents\nis that discrimination on the basis of race, “odious in all\naspects, is especially pernicious in the administration of\njustice.” Rose v. Mitchell, 443 U. S. 545, 555 (1979). The\njury is to be “a criminal defendant’s fundamental ‘protec­\ntion of life and liberty against race or color prejudice.’ ”\nMcCleskey v. Kemp, 481 U. S. 279, 310 (1987) (quoting\nStrauder, supra, at 309). Permitting racial prejudice in\nthe jury system damages “both the fact and the percep­\ntion” of the jury’s role as “a vital check against the wrong­\nful exercise of power by the State.” Powers v. Ohio, 499\nU. S. 400, 411 (1991); cf. Aldridge v. United States, 283\nU. S. 308, 315 (1931); Buck v. Davis, ante, at 22.\n                              IV \n\n                               A\n\n   This case lies at the intersection of the Court’s decisions\nendorsing the no-impeachment rule and its decisions\nseeking to eliminate racial bias in the jury system. The\ntwo lines of precedent, however, need not conflict.\n   Racial bias of the kind alleged in this case differs in\ncritical ways from the compromise verdict in McDonald,\nthe drug and alcohol abuse in Tanner, or the pro-\ndefendant bias in Warger. The behavior in those cases is\ntroubling and unacceptable, but each involved anomalous\nbehavior from a single jury—or juror—gone off course.\nJurors are presumed to follow their oath, cf. Penry v.\nJohnson, 532 U. S. 782, 799 (2001), and neither history\nnor common experience show that the jury system is rife\nwith mischief of these or similar kinds. To attempt to rid\nthe jury of every irregularity of this sort would be to ex­\npose it to unrelenting scrutiny. “It is not at all clear . . .\nthat the jury system could survive such efforts to perfect\nit.” Tanner, 483 U. S., at 120.\n   The same cannot be said about racial bias, a familiar\nand recurring evil that, if left unaddressed, would risk\n\u000c16            PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nsystemic injury to the administration of justice. This\nCourt’s decisions demonstrate that racial bias implicates\nunique historical, constitutional, and institutional con­\ncerns. An effort to address the most grave and serious\nstatements of racial bias is not an effort to perfect the\njury but to ensure that our legal system remains capable\nof coming ever closer to the promise of equal treat­\nment under the law that is so central to a functioning\ndemocracy.\n  Racial bias is distinct in a pragmatic sense as well. In\npast cases this Court has relied on other safeguards to\nprotect the right to an impartial jury. Some of those safe­\nguards, to be sure, can disclose racial bias. Voir dire at\nthe outset of trial, observation of juror demeanor and\nconduct during trial, juror reports before the verdict, and\nnonjuror evidence after trial are important mechanisms\nfor discovering bias. Yet their operation may be compro­\nmised, or they may prove insufficient. For instance, this\nCourt has noted the dilemma faced by trial court judges\nand counsel in deciding whether to explore potential racial\nbias at voir dire. See Rosales-Lopez, supra; Ristaino v.\nRoss, 424 U. S. 589 (1976). Generic questions about juror\nimpartiality may not expose specific attitudes or biases\nthat can poison jury deliberations. Yet more pointed\nquestions “could well exacerbate whatever prejudice might\nexist without substantially aiding in exposing it.” Rosales-\nLopez, supra, at 195 (Rehnquist, J., concurring in result).\n  The stigma that attends racial bias may make it diffi­\ncult for a juror to report inappropriate statements during\nthe course of juror deliberations. It is one thing to accuse\na fellow juror of having a personal experience that im­\nproperly influences her consideration of the case, as would\nhave been required in Warger. It is quite another to call\nher a bigot.\n  The recognition that certain of the Tanner safeguards\nmay be less effective in rooting out racial bias than other\n\u000c                  Cite as: 580 U. S. ____ (2017)           17\n\n                      Opinion of the Court\n\nkinds of bias is not dispositive. All forms of improper bias\npose challenges to the trial process. But there is a sound\nbasis to treat racial bias with added precaution. A consti­\ntutional rule that racial bias in the justice system must be\naddressed—including, in some instances, after the verdict\nhas been entered—is necessary to prevent a systemic loss\nof confidence in jury verdicts, a confidence that is a central\npremise of the Sixth Amendment trial right.\n                               B\n   For the reasons explained above, the Court now holds\nthat where a juror makes a clear statement that indicates\nhe or she relied on racial stereotypes or animus to convict\na criminal defendant, the Sixth Amendment requires that\nthe no-impeachment rule give way in order to permit the\ntrial court to consider the evidence of the juror’s statement\nand any resulting denial of the jury trial guarantee.\n   Not every offhand comment indicating racial bias or\nhostility will justify setting aside the no-impeachment bar\nto allow further judicial inquiry. For the inquiry to pro­\nceed, there must be a showing that one or more jurors\nmade statements exhibiting overt racial bias that cast\nserious doubt on the fairness and impartiality of the jury’s\ndeliberations and resulting verdict. To qualify, the state­\nment must tend to show that racial animus was a signifi­\ncant motivating factor in the juror’s vote to convict.\nWhether that threshold showing has been satisfied is a\nmatter committed to the substantial discretion of the trial\ncourt in light of all the circumstances, including the con­\ntent and timing of the alleged statements and the reliabil­\nity of the proffered evidence.\n   The practical mechanics of acquiring and presenting\nsuch evidence will no doubt be shaped and guided by state\nrules of professional ethics and local court rules, both of\nwhich often limit counsel’s post-trial contact with jurors.\nSee 27 C. Wright \u0026 V. Gold, Federal Practice and Proce­\n\u000c18             PENA-RODRIGUEZ v. COLORADO\n\n                      Opinion of the Court\n\ndure: Evidence §6076, pp. 580–583 (2d ed. 2007) (Wright);\nsee also Variations of ABA Model Rules of Professional\nConduct, Rule 3.5 (Sept. 15, 2016) (overview of state ethics\nrules); 2 Jurywork Systematic Techniques §13:18 (2016–\n2017) (overview of Federal District Court rules). These\nlimits seek to provide jurors some protection when they\nreturn to their daily affairs after the verdict has been\nentered. But while a juror can always tell counsel they do\nnot wish to discuss the case, jurors in some instances may\ncome forward of their own accord.\n   That is what happened here. In this case the alleged\nstatements by a juror were egregious and unmistakable in\ntheir reliance on racial bias. Not only did juror H. C.\ndeploy a dangerous racial stereotype to conclude petitioner\nwas guilty and his alibi witness should not be believed,\nbut he also encouraged other jurors to join him in convict­\ning on that basis.\n   Petitioner’s counsel did not seek out the two jurors’\nallegations of racial bias. Pursuant to Colorado’s manda­\ntory jury instruction, the trial court had set limits on juror\ncontact and encouraged jurors to inform the court if any­\none harassed them about their role in the case. Similar\nlimits on juror contact can be found in other jurisdictions\nthat recognize a racial-bias exception. See, e.g., Fla.\nStandard Jury Instrs. in Crim. Cases No. 4.2 (West 2016)\n(“Although you are at liberty to speak with anyone about\nyour deliberations, you are also at liberty to refuse to\nspeak to anyone”); Mass. Office of Jury Comm’r, Trial\nJuror’s Handbook (Dec. 2015) (“You are not required to\nspeak with anyone once the trial is over. . . . If anyone\ntries to learn this confidential information from you, or if\nyou feel harassed or embarrassed in any way, you should\nreport it to the court . . . immediately”); N. J. Crim. Model\nJury Charges, Non 2C Charges, Dismissal of Jury (2014)\n(“It will be up to each of you to decide whether to speak\nabout your service as a juror”).\n\u000c                 Cite as: 580 U. S. ____ (2017)          19\n\n                     Opinion of the Court\n\n   With the understanding that they were under no obliga­\ntion to speak out, the jurors approached petitioner’s coun­\nsel, within a short time after the verdict, to relay their\nconcerns about H. C.’s statements. App. 77. A similar\npattern is common in cases involving juror allegations of\nracial bias. See, e.g., Villar, 586 F. 3d, at 78 ( juror e­\nmailed defense counsel within hours of the verdict); Kittle\nv. United States, 65 A. 3d 1144, 1147 (D. C. 2013) ( juror\nwrote a letter to the judge the same day the court dis­\ncharged the jury); Benally, 546 F. 3d, at 1231 ( juror ap­\nproached defense counsel the day after the jury announced\nits verdict). Pursuant to local court rules, petitioner’s\ncounsel then sought and received permission from the\ncourt to contact the two jurors and obtain affidavits lim­\nited to recounting the exact statements made by H. C. that\nexhibited racial bias.\n   While the trial court concluded that Colorado’s Rule\n606(b) did not permit it even to consider the resulting\naffidavits, the Court’s holding today removes that bar.\nWhen jurors disclose an instance of racial bias as serious\nas the one involved in this case, the law must not wholly\ndisregard its occurrence.\n                               C\n   As the preceding discussion makes clear, the Court\nrelies on the experiences of the 17 jurisdictions that have\nrecognized a racial-bias exception to the no-impeachment\nrule—some for over half a century—with no signs of an\nincrease in juror harassment or a loss of juror willingness\nto engage in searching and candid deliberations.\n   The experience of these jurisdictions, and the experience\nof the courts going forward, will inform the proper exercise\nof trial judge discretion in these and related matters. This\ncase does not ask, and the Court need not address, what\nprocedures a trial court must follow when confronted with\na motion for a new trial based on juror testimony of racial\n\u000c20             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion of the Court\n\nbias. See 27 Wright 575–578 (noting a divergence of\nauthority over the necessity and scope of an evidentiary\nhearing on alleged juror misconduct). The Court also does\nnot decide the appropriate standard for determining when\nevidence of racial bias is sufficient to require that the\nverdict be set aside and a new trial be granted. Compare,\ne.g., Shillcutt, 827 F. 2d, at 1159 (inquiring whether racial\nbias “pervaded the jury room”), with, e.g., Henley, 238\nF. 3d, at 1120 (“One racist juror would be enough”).\n                               D\n   It is proper to observe as well that there are standard\nand existing processes designed to prevent racial bias in\njury deliberations. The advantages of careful voir dire\nhave already been noted. And other safeguards deserve\nmention.\n   Trial courts, often at the outset of the case and again in\ntheir final jury instructions, explain the jurors’ duty to\nreview the evidence and reach a verdict in a fair and\nimpartial way, free from bias of any kind. Some instruc­\ntions are framed by trial judges based on their own learn­\ning and experience. Model jury instructions likely take\ninto account these continuing developments and are com­\nmon across jurisdictions. See, e.g., 1A K. O’Malley, J.\nGrenig, \u0026 W. Lee, Federal Jury Practice and Instructions,\nCriminal §10:01, p. 22 (6th ed. 2008) (“Perform these\nduties fairly. Do not let any bias, sympathy or prejudice\nthat you may feel toward one side or the other influence\nyour decision in any way”). Instructions may emphasize\nthe group dynamic of deliberations by urging jurors to\nshare their questions and conclusions with their col­\nleagues. See, e.g., id., §20:01, at 841 (“It is your duty as\njurors to consult with one another and to deliberate with\none another with a view towards reaching an agreement if\nyou can do so without violence to individual judgment”).\n   Probing and thoughtful deliberation improves the likeli­\n\u000c                 Cite as: 580 U. S. ____ (2017)          21\n\n                     Opinion of the Court\n\nhood that other jurors can confront the flawed nature of\nreasoning that is prompted or influenced by improper\nbiases, whether racial or otherwise. These dynamics can\nhelp ensure that the exception is limited to rare cases.\n                        *     *     *\n   The Nation must continue to make strides to overcome\nrace-based discrimination. The progress that has already\nbeen made underlies the Court’s insistence that blatant\nracial prejudice is antithetical to the functioning of the\njury system and must be confronted in egregious cases like\nthis one despite the general bar of the no-impeachment\nrule. It is the mark of a maturing legal system that it\nseeks to understand and to implement the lessons of\nhistory. The Court now seeks to strengthen the broader\nprinciple that society can and must move forward by\nachieving the thoughtful, rational dialogue at the founda­\ntion of both the jury system and the free society that\nsustains our Constitution.\n   The judgment of the Supreme Court of Colorado is\nreversed, and the case is remanded for further proceedings\nnot inconsistent with this opinion.\n                                           It is so ordered.\n\u000c22             PENA-RODRIGUEZ v. COLORADO\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n\n                         APPENDIX\n\n  Codified Exceptions in Addition to Those Enumerated in\n                    Fed. Rule Evid. 606(b)\n   See Ariz. Rules Crim. Proc. 24.1(c)(3), (d) (2011) (excep­\ntion for evidence of misconduct, including verdict by game\nof chance or intoxication); Idaho Rule Evid. 606(b) (2016)\n(game of chance); Ind. Rule Evid. 606(b)(2)(A) (Burns\n2014) (drug or alcohol use); Minn. Rule Evid. 606(b) (2014)\n(threats of violence or violent acts); Mont. Rule Evid.\n606(b) (2015) (game of chance); N. D. Rule Evid.\n606(b)(2)(C) (2016–2017) (same); Tenn. Rule Evid. 606(b)\n(2016) (quotient verdict or game of chance); Tex. Rule\nEvid. 606(b)(2)(B) (West 2016) (rebutting claim juror was\nunqualified); Vt. Rule Evid. 606(b) (Cum. Supp. 2016)\n(juror communication with nonjuror); see also 27 C.\nWright \u0026 V. Gold, Federal Practice and Procedure: Evi­\ndence §6071, p. 447, and n. 66 (2d ed. 2007); id., at 451,\nand n. 70; id., at 452, and n. 72.\n\n Judicially Recognized Exceptions for Evidence of Racial\n                         Bias\n\n   See State v. Santiago, 245 Conn. 301, 323–340, 715 A.\n2d 1, 14–22 (1998); Kittle v. United States, 65 A. 3d 1144,\n1154–1556 (D. C. 2013); Fisher v. State, 690 A. 2d 917,\n919–921, and n. 4 (Del. 1996) (Appendix to opinion), Pow-\nell v. Allstate Ins. Co., 652 So. 2d 354, 357–358 (Fla. 1995);\nSpencer v. State, 260 Ga. 640, 643–644, 398 S. E. 2d 179,\n184–185 (1990); State v. Jackson, 81 Haw. 39, 48–49, 912\nP. 2d 71, 80–81 (1996); Commonwealth v. Laguer, 410\nMass. 89, 97–98, 571 N. E. 2d 371, 376 (1991); State v.\nCallender, 297 N. W. 2d 744, 746 (Minn. 1980); Fleshner v.\nPepose Vision Inst., P. C., 304 S. W. 3d 81, 87–90 (Mo.\n\u000c                 Cite as: 580 U. S. ____ (2017)           23\n\n                     Opinion\n                Appendix      of the of\n                         to opinion  Court\n                                        the Court\n\n2010); State v. Levitt, 36 N. J. 266, 271–273, 176 A. 2d 465,\n467–468 (1961); People v. Rukaj, 123 App. Div. 2d 277,\n280–281, 506 N. Y. S. 2d 677, 679–680 (1986); State v.\nHidanovic, 2008 ND 66, ¶¶21–26, 747 N. W. 2d 463, 472–\n474; State v. Brown, 62 A. 3d 1099, 1110 (R. I. 2013); State\nv. Hunter, 320 S. C. 85, 88, 463 S. E. 2d 314, 316 (1995);\nSeattle v. Jackson, 70 Wash. 2d 733, 738, 425 P. 2d 385,\n389 (1967); After Hour Welding, Inc. v. Laneil Manage-\nment Co., 108 Wis. 2d 734, 739–740, 324 N. W. 2d 686, 690\n(1982).\n\u000c                  Cite as: 580 U. S. ____ (2017)            1\n\n                     THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–606\n                          _________________\n\n\nMIGUEL ANGEL PENA-RODRIGUEZ, PETITIONER v.\n               COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                         [March 6, 2017] \n\n\n  JUSTICE THOMAS, dissenting.\n  The Court today holds that the Sixth Amendment re-\nquires the States to provide a criminal defendant the\nopportunity to impeach a jury’s guilty verdict with juror\ntestimony about a juror’s alleged racial bias, notwith-\nstanding a state procedural rule forbidding such testi-\nmony. I agree with JUSTICE ALITO that the Court’s decision\nis incompatible with the text of the Amendment it pur-\nports to interpret and with our precedents. I write sepa-\nrately to explain that the Court’s holding also cannot be\nsquared with the original understanding of the Sixth or\nFourteenth Amendments.\n                              I\n   The Sixth Amendment’s protection of the right, “[i]n all\ncriminal prosecutions,” to a “trial, by an impartial jury,” is\nlimited to the protections that existed at common law\nwhen the Amendment was ratified. See, e.g., Apprendi v.\nNew Jersey, 530 U. S. 466, 500, and n. 1 (2000) (THOMAS,\nJ., concurring); 3 J. Story, Commentaries on the Constitu-\ntion of the United States §1773, pp. 652–653 (1833) (Story)\n(explaining that “the trial by jury in criminal cases” pro-\ntected by the Constitution is the same “great privilege”\nthat was “a part of that admirable common law” of Eng-\nland); cf. 5 St. G. Tucker, Blackstone’s Commentaries 349,\n\u000c2             PENA-RODRIGUEZ v. COLORADO\n\n                    THOMAS, J., dissenting\n\nn. 2 (1803). It is therefore “entirely proper to look to the\ncommon law” to ascertain whether the Sixth Amendment\nrequires the result the Court today reaches. Apprendi,\nsupra, at 500, n. 1.\n   The Sixth Amendment’s specific guarantee of impartial-\nity incorporates the common-law understanding of that\nterm. See, e.g., 3 W. Blackstone, Commentaries on the\nLaws of England 365 (1769) (Blackstone) (describing\nEnglish trials as “impartially just” because of their “cau-\ntion against all partiality and bias” in the jury). The\ncommon law required a juror to have “freedome of mind”\nand to be “indifferent as hee stands unsworne.” 1 E. Coke,\nFirst Part of the Institutes of the Laws of England §234, p.\n155a (16th ed. 1809); accord, 3 M. Bacon, A New Abridg-\nment of the Law 258 (3d ed. 1768); cf. T. Cooley, A Trea-\ntise on the Constitutional Limitations Which Rest Upon\nthe Legislative Power of the States of the American Union\n319 (1868) (“The jury must be indifferent between the\nprisoner and the commonwealth”). Impartial jurors could\n“have no interest of their own affected, and no personal\nbias, or pre-possession, in favor [of] or against either\nparty.” Pettis v. Warren, 1 Kirby 426, 427 (Conn. Super.\n1788).\n                             II\n  The common-law right to a jury trial did not, however,\nguarantee a defendant the right to impeach a jury verdict\nwith juror testimony about juror misconduct, including “a\nprincipal species of [juror] misbehaviour”—“notorious\npartiality.” 3 Blackstone 388. Although partiality was a\nground for setting aside a jury verdict, ibid., the English\ncommon-law rule at the time the Sixth Amendment was\nratified did not allow jurors to supply evidence of that\nmisconduct. In 1770, Lord Mansfield refused to receive a\njuror’s affidavit to impeach a verdict, declaring that such\nan affidavit “can’t be read.” Rex v. Almon, 5 Burr. 2687,\n\u000c                     Cite as: 580 U. S. ____ (2017)                   3\n\n                        THOMAS, J., dissenting\n\n98 Eng. Rep. 411 (K. B.). And in 1785, Lord Mansfield\nsolidified the doctrine, holding that “[t]he Court [could not]\nreceive such an affidavit from any of the jurymen” to prove\nthat the jury had cast lots to reach a verdict. Vaise v.\nDelaval, 1 T. R. 11, 99 Eng. Rep. 944 (K. B.).1\n  At the time of the founding, the States took mixed ap-\nproaches to this issue. See Cluggage v. Swan, 4 Binn. 150,\n156 (Pa. 1811) (opinion of Yeates, J.) (“The opinions of\nAmerican judges . . . have greatly differed on the point in\nquestion”); Bishop v. Georgia, 9 Ga. 121, 126 (1850) (de-\nscribing the common law in 1776 on this question as “in a\ntransition state”). Many States followed Lord Mansfield’s\nno-impeachment rule and refused to receive juror affida-\nvits. See, e.g., Brewster v. Thompson, 1 N. J. L. 32 (1790)\n(per curiam); Robbins v. Windover, 2 Tyl. 11, 14 (Vt. 1802);\nTaylor v. Giger, 3 Ky. 586, 597–598 (1808); Price v.\nMcIlvain, 2 Tread. 503, 504 (S. C. 1815); Tyler v. Stevens,\n4 N. H. 116, 117 (1827); 1 Z. Swift, A Digest of the Laws of\nthe State of Connecticut 775 (1822) (“In England, and in\nthe courts of the United States, jurors are not permitted to\nbe witnesses respecting the misconduct of the jury . . . and\nthis is, most unquestionably, the correct principle”). Some\nStates, however, permitted juror affidavits about juror\nmisconduct. See, e.g., Crawford v. State, 10 Tenn. 60, 68\n(1821); Cochran v. Street, 1 Va. 79, 81 (1792). And others\ninitially permitted such evidence but quickly reversed\ncourse. Compare, e.g., Smith v. Cheetham, 3 Cai. R. 57,\n——————\n  1 Prior to 1770, it appears that juror affidavits were sometimes re-\n\nceived to impeach a verdict on the ground of juror misbehavior, al-\nthough only “with great caution.” McDonald v. Pless, 238 U. S. 264, 268\n(1915); see, e.g., Dent v. The Hundred of Hertford, 2 Salk. 645, 91 Eng.\nRep. 546 (K. B. 1696); Philips v. Fowler, Barnes. 441, 94 Eng. Rep. 994\n(K. B. 1735). But “previous to our Revolution, and at least as early as\n1770, the doctrine in England was distinctly ruled the other way, and\nhas so stood ever since.” 3 T. Waterman, A Treatise on the Principles of\nLaw and Equity Which Govern Courts in the Granting of New Trials in\nCases Civil and Criminal 1429 (1855).\n\u000c4             PENA-RODRIGUEZ v. COLORADO\n\n                    THOMAS, J., dissenting\n\n59–60 (N. Y. 1805) (opinion of Livingston, J.) (permitting\njuror testimony), with Dana v. Tucker, 4 Johns. 487, 488–\n489 (N. Y. 1809) (per curiam) (overturning Cheetham);\ncompare also Bradley’s Lessee v. Bradley, 4 Dall. 112 (Pa.\n1792) (permitting juror affidavits), with, e.g., Cluggage,\nsupra, at 156–158 (opinion of Yeates, J.) (explaining that\nBradley was incorrectly reported and rejecting affidavits);\ncompare also Talmadge v. Northrop, 1 Root 522 (Conn.\n1793) (admitting juror testimony), with State v. Freeman,\n5 Conn. 348, 350–352 (1824) (“The opinion of almost\nthe whole legal world is adverse to the reception of the\ntestimony in question; and, in my opinion, on invincible\nfoundations”).\n  By the time the Fourteenth Amendment was ratified,\nLord Mansfield’s no-impeachment rule had become firmly\nentrenched in American law. See Lettow, New Trial for\nVerdict Against Law: Judge-Jury Relations in Early-\nNineteenth Century America, 71 Notre Dame L. Rev. 505,\n536 (1996) (“[O]pponents of juror affidavits had largely\nwon out by the middle of the century”); 8 J. Wigmore,\nEvidence in Trials at Common Law §2352, p. 697 (J.\nMcNaughton rev. 1961) (Wigmore) (Lord Mansfield’s rule\n“came to receive in the United States an adherence almost\nunquestioned”); J. Proffatt, A Treatise on Trial by Jury\n§408, p. 467 (1877) (“It is a well established rule of law\nthat no affidavit shall be received from a juror to impeach\nhis verdict”). The vast majority of States adopted the no-\nimpeachment rule as a matter of common law. See, e.g.,\nBull v. Commonwealth, 55 Va. 613, 627–628 (1857) (“[T]he\npractice appears to be now generally settled, to reject the\ntestimony of jurors when offered to impeach their verdict.\nThe cases on the subject are too numerous to be cited”);\nTucker v. Town Council of South Kingstown, 5 R. I. 558,\n560 (1859) (collecting cases); State v. Coupenhaver, 39 Mo.\n430 (1867) (“The law is well settled that a traverse juror\ncannot be a witness to prove misbehavior in the jury in\n\u000c                     Cite as: 580 U. S. ____ (2017)                   5\n\n                        THOMAS, J., dissenting\n\nregard to their verdict”); Peck v. Brewer, 48 Ill. 54, 63\n(1868) (“So far back as . . . 1823, the doctrine was held that\nthe affidavits of jurors cannot be heard to impeach their\nverdict”); Heffron v. Gallupe, 55 Me. 563, 566 (1868) (rul-\ning inadmissible “depositions of . . . jurors as to what\ntranspired in the jury room”); Withers v. Fiscus, 40 Ind.\n131, 131–132 (1872) (“In the United States it seems to be\nsettled, notwithstanding a few adjudications to the con-\ntrary . . . , that such affidavits cannot be received”).2\n   The Court today acknowledges that the States “adopted\nthe Mansfield rule as a matter of common law,” ante, at 6,\nbut ascribes no significance to that fact. I would hold that\nit is dispositive. Our common-law history does not estab-\nlish that—in either 1791 (when the Sixth Amendment was\nratified) or 1868 (when the Fourteenth Amendment was\nratified)—a defendant had the right to impeach a verdict\nwith juror testimony of juror misconduct. In fact, it\nstrongly suggests that such evidence was prohibited. In\nthe absence of a definitive common-law tradition permit-\nting impeachment by juror testimony, we have no basis to\ninvoke a constitutional provision that merely “follow[s] out\nthe established course of the common law in all trials for\ncrimes,” 3 Story §1785, at 662, to overturn Colorado’s\ndecision to preserve the no-impeachment rule, cf.\nBoumediene v. Bush, 553 U. S. 723, 832–833 (2008) (Scalia,\nJ., dissenting).\n                       *    *     *\n  Perhaps good reasons exist to curtail or abandon the no-\nimpeachment rule. Some States have done so, see Appen-\ndix to majority opinion, ante, and others have not. Ulti-\n——————\n  2 Although two States declined to follow the rule in the mid-19th cen-\n\ntury, see Wright v. Illinois \u0026 Miss. Tel. Co., 20 Iowa 195, 210 (1866);\nPerry v. Bailey, 12 Kan. 539, 544–545 (1874), “most of the state courts”\nhad already “committed themselves upon the subject,” 8 Wigmore\n§2354, at 702.\n\u000c6             PENA-RODRIGUEZ v. COLORADO\n\n                    THOMAS, J., dissenting\n\nmately, that question is not for us to decide. It should be\nleft to the political process described by JUSTICE ALITO.\nSee post, at 5–7 (dissenting opinion). In its attempt to\nstimulate a “thoughtful, rational dialogue” on race rela-\ntions, ante, at 21, the Court today ends the political pro-\ncess and imposes a uniform, national rule. The Constitu-\ntion does not require such a rule. Neither should we.\n   I respectfully dissent.\n\u000c                 Cite as: 580 U. S. ____ (2017)            1\n\n                     ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 15–606\n                         _________________\n\n\nMIGUEL ANGEL PENA-RODRIGUEZ, PETITIONER v.\n               COLORADO\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF \n\n                      COLORADO\n\n                        [March 6, 2017] \n\n\n   JUSTICE ALITO, with whom THE CHIEF JUSTICE and\nJUSTICE THOMAS join, dissenting.\n   Our legal system has many rules that restrict the ad­\nmission of evidence of statements made under circum­\nstances in which confidentiality is thought to be essential.\nStatements made to an attorney in obtaining legal advice,\nstatements to a treating physician, and statements made\nto a spouse or member of the clergy are familiar examples.\nSee Trammel v. United States, 445 U. S. 40, 51 (1980).\nEven if a criminal defendant whose constitutional rights\nare at stake has a critical need to obtain and introduce\nevidence of such statements, long-established rules stand\nin the way. The goal of avoiding interference with confi­\ndential communications of great value has long been\nthought to justify the loss of important evidence and the\neffect on our justice system that this loss entails.\n   The present case concerns a rule like those just men­\ntioned, namely, the age-old rule against attempting to\noverturn or “impeach” a jury’s verdict by offering state­\nments made by jurors during the course of deliberations.\nFor centuries, it has been the judgment of experienced\njudges, trial attorneys, scholars, and lawmakers that\nallowing jurors to testify after a trial about what took\nplace in the jury room would undermine the system of\ntrial by jury that is integral to our legal system.\n\u000c2                PENA-RODRIGUEZ v. COLORADO\n\n                         ALITO, J., dissenting\n\n   Juries occupy a unique place in our justice system. The\nother participants in a trial—the presiding judge, the\nattorneys, the witnesses—function in an arena governed\nby strict rules of law. Their every word is recorded and\nmay be closely scrutinized for missteps.\n   When jurors retire to deliberate, however, they enter a\nspace that is not regulated in the same way. Jurors are\nordinary people. They are expected to speak, debate,\nargue, and make decisions the way ordinary people do in\ntheir daily lives. Our Constitution places great value on\nthis way of thinking, speaking, and deciding. The jury\ntrial right protects parties in court cases from being\njudged by a special class of trained professionals who do\nnot speak the language of ordinary people and may not\nunderstand or appreciate the way ordinary people live\ntheir lives. To protect that right, the door to the jury room\nhas been locked, and the confidentiality of jury delibera­\ntions has been closely guarded.\n   Today, with the admirable intention of providing justice\nfor one criminal defendant, the Court not only pries open\nthe door; it rules that respecting the privacy of the jury\nroom, as our legal system has done for centuries, violates\nthe Constitution. This is a startling development, and\nalthough the Court tries to limit the degree of intrusion, it\nis doubtful that there are principled grounds for prevent­\ning the expansion of today’s holding.\n   The Court justifies its decision on the ground that the\nnature of the confidential communication at issue in this\nparticular case—a clear expression of what the Court\nterms racial bias1—is uniquely harmful to our criminal\n——————\n  1 The bias at issue in this case was a “bias against Mexican men.”\n\nApp. 160. This might be described as bias based on national origin or\nethnicity. Cf. Hernandez v. New York, 500 U. S. 352, 355 (1991) (plu­\nrality opinion); Hernandez v. Texas, 347 U. S. 475, 479 (1954). How-\never, no party has suggested that these distinctions make a substantive\n\u000c                      Cite as: 580 U. S. ____ (2017)       3\n\n                           ALITO, J., dissenting\n\njustice system. And the Court is surely correct that even a\ntincture of racial bias can inflict great damage on that\nsystem, which is dependent on the public’s trust. But\nuntil today, the argument that the Court now finds con­\nvincing has not been thought to be sufficient to overcome\nconfidentiality rules like the one at issue here.\n   Suppose that a prosecution witness gives devastating\nbut false testimony against a defendant, and suppose that\nthe witness’s motivation is racial bias. Suppose that the\nwitness admits this to his attorney, his spouse, and a\nmember of the clergy. Suppose that the defendant,\nthreatened with conviction for a serious crime and a\nlengthy term of imprisonment, seeks to compel the attor­\nney, the spouse, or the member of the clergy to testify\nabout the witness’s admissions. Even though the constitu­\ntional rights of the defendant hang in the balance, the\ndefendant’s efforts to obtain the testimony would fail. The\nCourt provides no good reason why the result in this case\nshould not be the same.\n                             I\n  Rules barring the admission of juror testimony to im­\npeach a verdict (so-called “no-impeachment rules”) have a\nlong history. Indeed, they pre-date the ratification of the\nConstitution. They are typically traced back to Vaise v.\nDelaval, 1 T. R. 11, 99 Eng. Rep. 944 (K. B. 1785), in\nwhich Lord Mansfield declined to consider an affidavit\nfrom two jurors who claimed that the jury had reached its\nverdict by lot. See Warger v. Shauers, 574 U. S. ___, ___\n(2014) (slip op., at 4). Lord Mansfield’s approach “soon\ntook root in the United States,” ibid., and “[b]y the begin­\nning of [the 20th] century, if not earlier, the near-\nuniversal and firmly established common-law rule in the\n——————\ndifference in this case.\n\u000c4              PENA-RODRIGUEZ v. COLORADO\n\n                     ALITO, J., dissenting\n\nUnited States flatly prohibited the admission of juror\ntestimony to impeach a jury verdict,” Tanner v. United\nStates, 483 U. S. 107, 117 (1987); see 27 C. Wright \u0026 V.\nGold, Federal Practice and Procedure: Evidence §6071, p.\n431 (2d ed. 2007) (Wright \u0026 Gold) (noting that the Mans­\nfield approach “came to be accepted in almost all states”).\n   In McDonald v. Pless, 238 U. S. 264 (1915), this Court\nadopted a strict no-impeachment rule for cases in federal\ncourt. McDonald involved allegations that the jury had\nentered a quotient verdict—that is, that it had calculated\na damages award by taking the average of the jurors’\nsuggestions. Id., at 265–266. The Court held that evi­\ndence of this misconduct could not be used. Id., at 269. It\napplied what it said was “unquestionably the general rule,\nthat the losing party cannot, in order to secure a new trial,\nuse the testimony of jurors to impeach their verdict.” Ibid.\nThe Court recognized that the defendant had a powerful\ninterest in demonstrating that the jury had “adopted an\narbitrary and unjust method in arriving at their verdict.”\nId., at 267. “But,” the Court warned, “let it once be estab­\nlished that verdicts . . . can be attacked and set aside on\nthe testimony of those who took part in their publication\nand all verdicts could be, and many would be, followed by\nan inquiry in the hope of discovering something which\nmight invalidate the finding.” Ibid. This would lead to\n“harass[ment]” of jurors and “the destruction of all frank­\nness and freedom of discussion and conference.” Id., at\n267–268. Ultimately, even though the no-impeachment\nrule “may often exclude the only possible evidence of\nmisconduct,” relaxing the rule “would open the door to the\nmost pernicious arts and tampering with jurors.” Id., at\n268 (internal quotation marks omitted).\n   The firm no-impeachment approach taken in McDonald\ncame to be known as “the federal rule.” This approach\ncategorically bars testimony about jury deliberations,\nexcept where it is offered to demonstrate that the jury was\n\u000c                     Cite as: 580 U. S. ____ (2017)                    5\n\n                          ALITO, J., dissenting\n\nsubjected to an extraneous influence (for example, an\nattempt to bribe a juror). Warger, supra, at ___ (slip op.,\nat 5); Tanner, supra, at 117;2 see 27 Wright \u0026 Gold §6071,\nat 432–433.\n   Some jurisdictions, notably Iowa, adopted a more per­\nmissive rule. Under the Iowa rule, jurors were generally\npermitted to testify about any subject except their “subjec­\ntive intentions and thought processes in reaching a ver­\ndict.” Warger, supra, at ___ (slip op., at 4). Accordingly,\nthe Iowa rule allowed jurors to “testify as to events or\nconditions which might have improperly influenced the\nverdict, even if these took place during deliberations within\nthe jury room.” 27 Wright \u0026 Gold §6071, at 432.\n   Debate between proponents of the federal rule and the\nIowa rule emerged during the framing and adoption of\nFederal Rule of Evidence 606(b). Both sides had their\nsupporters. The contending arguments were heard and\nconsidered, and in the end the strict federal approach was\nretained.\n   An early draft of the Advisory Committee on the Federal\nRules of Evidence included a version of the Iowa rule, 51\nF. R. D. 315, 387–388 (1971). That draft was forcefully\ncriticized, however,3 and the Committee ultimately pro­\n——————\n   2 As this Court has explained, the extraneous influence exception\n\n“do[es] not detract from, but rather harmonize[s] with, the weighty\ngovernment interest in insulating the jury’s deliberative process.”\nTanner, 483 U. S., at 120. The extraneous influence exception, like the\nno-impeachment rule itself, is directed at protecting jury deliberations\nagainst unwarranted interference. Ibid.\n   3 In particular, the Justice Department observed that “[s]trong policy\n\nconsiderations continue to support” the federal approach and that\n“[r]ecent experience has shown that the danger of harassment of jurors\nby unsuccessful litigants warrants a rule which imposes strict limita­\ntions on the instances in which jurors may be questioned about their\nverdict.” Letter from R. Kliendienst, Deputy Attorney General, to\nJudge A. Maris (Aug. 9, 1971), 117 Cong. Rec. 33648, 33655 (1971).\n\u000c6                 PENA-RODRIGUEZ v. COLORADO\n\n                          ALITO, J., dissenting\n\nduced a revised draft that retained the well-established\nfederal approach. Tanner, supra, at 122; see Committee\non Rules of Practice and Procedure of the Judicial Confer­\nence of the United States, Revised Draft of Proposed Rules\nof Evidence for the United States Courts and Magistrates\n73 (Oct. 1971). Expressly repudiating the Iowa rule, the\nnew draft provided that jurors generally could not testify\n“as to any matter or statement occurring during the course\nof the jury’s deliberations.” Ibid. This new version was\napproved by the Judicial Conference and sent to this\nCourt, which adopted the rule and referred it to Congress.\n56 F. R. D. 183, 265–266 (1972).\n   Initially, the House rejected this Court’s version of Rule\n606(b) and instead reverted to the earlier (and narrower)\nAdvisory Committee draft. Tanner, supra, at 123; see\nH. R. Rep. No. 93–650, pp. 9–10 (1973) (criticizing the\nSupreme Court draft for preventing jurors from testifying\nabout “quotient verdict[s]” and other “irregularities which\noccurred in the jury room”). In the Senate, however, the\nJudiciary Committee favored this Court’s rule. The Com­\nmittee Report observed that the House draft broke with\n“long-accepted Federal law” by allowing verdicts to be\n“challenge[d] on the basis of what happened during the\njury’s internal deliberations.” S. Rep. No. 93–1277, p. 13\n(1974) (S. Rep.). In the view of the Senate Committee, the\nHouse rule would have “permit[ted] the harassment of\nformer jurors” as well as “the possible exploitation of\ndisgruntled or otherwise badly-motivated ex-jurors.” Id.,\n\n——————\nAnd Senator McClellan, an influential member of the Senate Judiciary\nCommittee, insisted that the “mischief in this Rule ought to be plain for\nall to see” and that it would be impossible “to conduct trials, particu-\nlarly criminal prosecutions, as we know them today, if every verdict were\nfollowed by a post-trial hearing into the conduct of the juror’s delibera­\ntions.” Letter from Sen. J. McClellan to Judge A. Maris (Aug. 12,\n1971), id., at 33642, 33645.\n\u000c                 Cite as: 580 U. S. ____ (2017)           7\n\n                     ALITO, J., dissenting\n\nat 14. This result would have undermined the finality of\nverdicts, violated “common fairness,” and prevented jurors\nfrom “function[ing] effectively.” Ibid. The Senate rejected\nthe House version of the rule and returned to the Court’s\nrule. A Conference Committee adopted the Senate ver­\nsion, see H. R. Conf. Rep. No. 93–1597, p. 8 (1974), and\nthis version was passed by both Houses and was signed\ninto law by the President.\n   As this summary shows, the process that culminated in\nthe adoption of Federal Rule of Evidence 606(b) was the\nepitome of reasoned democratic rulemaking. The “distin­\nguished, Supreme Court-appointed” members of the Advi­\nsory Committee went through a 7-year drafting process,\n“produced two well-circulated drafts,” and “considered\nnumerous comments from persons involved in nearly\nevery area of court-related law.” Rothstein, The Proposed\nAmendments to the Federal Rules of Evidence, 62 Geo.\nL. J. 125 (1973). The work of the Committee was consid­\nered and approved by the experienced appellate and trial\njudges serving on the Judicial Conference and by our\npredecessors on this Court. After that, the matter went to\nCongress, which “specifically understood, considered, and\nrejected a version of [the rule] that would have allowed\njurors to testify on juror conduct during deliberations.”\nTanner, 483 U. S., at 125. The judgment of all these par­\nticipants in the process, which was informed by their\nassessment of an empirical issue, i.e., the effect that the\ncompeting Iowa rule would have had on the jury system, is\nentitled to great respect.\n   Colorado considered this same question, made the same\njudgment as the participants in the federal process, and\nadopted a very similar rule. In doing so, it joined the\noverwhelming majority of States. Ante, at 9. In the great\nmajority of jurisdictions, strong no-impeachment rules\ncontinue to be “viewed as both promoting the finality of\nverdicts and insulating the jury from outside influences.”\n\u000c8              PENA-RODRIGUEZ v. COLORADO\n\n                       ALITO, J., dissenting\n\nWarger, 574 U. S., at ___ (slip op., at 4).\n                                 II\n\n                                 A\n\n   Recognizing the importance of Rule 606(b), this Court\nhas twice rebuffed efforts to create a Sixth Amendment\nexception—first in Tanner and then, just two Terms ago,\nin Warger.\n   The Tanner petitioners were convicted of committing\nmail fraud and conspiring to defraud the United States.\n483 U. S., at 109–110, 112–113. After the trial, two jurors\ncame forward with disturbing stories of juror misconduct.\nOne claimed that several jurors “consumed alcohol during\nlunch breaks . . . causing them to sleep through the after­\nnoons.” Id., at 113. The second added that jurors also\nsmoked marijuana and ingested cocaine during the trial.\nId., at 115–116. This Court held that evidence of this\nbacchanalia could properly be excluded under Rule 606(b).\nId., at 127.\n   The Court noted that “[s]ubstantial policy considera­\ntions support the common-law rule against the admission\nof jury testimony to impeach a verdict.” Id., at 119. While\nthere is “little doubt that postverdict investigation into\njuror misconduct would in some instances lead to the\ninvalidation of verdicts reached after irresponsible or\nimproper juror behavior,” the Court observed, it is “not at\nall clear . . . that the jury system could survive such efforts\nto perfect it.” Id., at 120. Allowing such post-verdict\ninquiries would “seriously disrupt the finality of the pro­\ncess.” Ibid. It would also undermine “full and frank dis­\ncussion in the jury room, jurors’ willingness to return an\nunpopular verdict, and the community’s trust in a system\nthat relies on the decisions of laypeople.” Id., at 120–121.\n   The Tanner petitioners, of course, had a Sixth Amend­\nment right “to ‘a tribunal both impartial and mentally\ncompetent to afford a hearing.’ ” Id., at 126 (quoting Jor-\n\u000c                 Cite as: 580 U. S. ____ (2017)            9\n\n                     ALITO, J., dissenting\n\ndan v. Massachusetts, 225 U. S. 167, 176 (1912)). The\nquestion, however, was whether they also had a right to\nan evidentiary hearing featuring “one particular kind of\nevidence inadmissible under the Federal Rules.” 483\nU. S., at 126–127. Turning to that question, the Court\nnoted again that “long-recognized and very substantial\nconcerns support the protection of jury deliberations from\nintrusive inquiry.” Id., at 127. By contrast, “[p]etitioners’\nSixth Amendment interests in an unimpaired jury . . .\n[were] protected by several aspects of the trial process.”\nIbid.\n   The Court identified four mechanisms that protect\ndefendants’ Sixth Amendment rights. First, jurors can be\n“examined during voir dire.” Ibid. Second, “during the\ntrial the jury is observable by the court, by counsel, and by\ncourt personnel.” Ibid. Third, “jurors are observable by\neach other, and may report inappropriate juror behavior to\nthe court before they render a verdict.” Ibid. And fourth,\n“after the trial a party may seek to impeach the verdict by\nnonjuror evidence of misconduct.” Ibid. These “other\nsources of protection of petitioners’ right to a competent\njury” convinced the Court that the juror testimony was\nproperly excluded. Ibid.\n   Warger involved a negligence suit arising from a motor­\ncycle crash. 574 U. S., at ___ (slip op., at 1). During voir\ndire, the individual who eventually became the jury’s\nforeperson said that she could decide the case fairly and\nimpartially. Id., at ___ (slip op., at 2). After the jury\nreturned a verdict in favor of the defendant, one of the\njurors came forward with evidence that called into ques­\ntion the truthfulness of the foreperson’s responses during\nvoir dire. According to this juror, the foreperson revealed\nduring the deliberations that her daughter had once\ncaused a deadly car crash, and the foreperson expressed\nthe belief that a lawsuit would have ruined her daughter’s\nlife. Ibid.\n\u000c10               PENA-RODRIGUEZ v. COLORADO\n\n                         ALITO, J., dissenting\n\n   In seeking to use this testimony to overturn the jury’s\nverdict, the plaintiff ’s primary contention was that Rule\n606(b) does not apply to evidence concerning a juror’s\nalleged misrepresentations during voir dire. If otherwise\ninterpreted, the plaintiff maintained, the rule would\nthreaten his right to trial by an impartial jury.4 The Court\ndisagreed, in part because “any claim that Rule 606(b) is\nunconstitutional in circumstances such as these is fore­\nclosed by our decision in Tanner.” Id., at ___ (slip op., at\n10). The Court explained that “[e]ven if jurors lie in voir\ndire in a way that conceals bias, juror impartiality is\nadequately assured by” two of the other Tanner safe­\nguards: pre-verdict reports by the jurors and non-juror\nevidence. 574 U. S., at ___ (slip op., at 10).\n   Tanner and Warger fit neatly into this Court’s broader\njurisprudence concerning the constitutionality of evidence\nrules. As the Court has explained, “state and federal\nrulemakers have broad latitude under the Constitution to\nestablish rules excluding evidence from criminal trials.”\nHolmes v. South Carolina, 547 U. S. 319, 324 (2006) (in­\nternal quotation marks and alteration omitted). Thus,\nevidence rules of this sort have been invalidated only if\nthey “serve no legitimate purpose or . . . are disproportion­\nate to the ends that they are asserted to promote.” Id., at\n326. Tanner and Warger recognized that Rule 606(b)\nserves vital purposes and does not impose a disproportion­\nate burden on the jury trial right.\n   Today, for the first time, the Court creates a constitu­\ntional exception to no-impeachment rules. Specifically,\nthe Court holds that no-impeachment rules violate the\nSixth Amendment to the extent that they preclude courts\n——————\n  4 Although Warger was a civil case, we wrote that “[t]he Constitution\n\nguarantees both criminal and civil litigants a right to an impartial\njury.” 574 U. S., at ___ (slip op., at 9).\n\u000c                      Cite as: 580 U. S. ____ (2017)                    11\n\n                          ALITO, J., dissenting\n\nfrom considering evidence of a juror’s racially biased com­\nments. Ante, at 17. The Court attempts to distinguish\nTanner and Warger, but its efforts fail.\n  Tanner and Warger rested on two basic propositions.\nFirst, no-impeachment rules advance crucial interests.\nSecond, the right to trial by an impartial jury is adequately\nprotected by mechanisms other than the use of juror\ntestimony regarding jury deliberations. The first of these\npropositions applies regardless of the nature of the juror\nmisconduct, and the Court does not argue otherwise.\nInstead, it contends that, in cases involving racially biased\njurors, the Tanner safeguards are less effective and the\ndefendant’s Sixth Amendment interests are more pro­\nfound. Neither argument is persuasive.\n                               B\n   As noted above, Tanner identified four “aspects of the\ntrial process” that protect a defendant’s Sixth Amendment\nrights: (1) voir dire; (2) observation by the court, counsel,\nand court personnel; (3) pre-verdict reports by the jurors;\nand (4) non-juror evidence. 483 U. S., at 127.5 Although\nthe Court insists that that these mechanisms “may be\ncompromised” in cases involving allegations of racial bias,\nit addresses only two of them and fails to make a sus­\ntained argument about either. Ante, at 16.\n                                    1\n  First, the Court contends that the effectiveness of voir\ndire is questionable in cases involving racial bias because\n——————\n   5 The majority opinion in this case identifies a fifth mechanism: jury\n\ninstructions. It observes that, by explaining the jurors’ responsibilities,\nappropriate jury instructions can promote “[p]robing and thoughtful\ndeliberation,” which in turn “improves the likelihood that other jurors\ncan confront the flawed nature of reasoning that is prompted or influ­\nenced by improper biases.” Ante, at 20–21. This mechanism, like those\nlisted in Tanner, can help to prevent bias from infecting a verdict.\n\u000c12                PENA-RODRIGUEZ v. COLORADO\n\n                           ALITO, J., dissenting\n\npointed questioning about racial attitudes may highlight\nracial issues and thereby exacerbate prejudice. Ibid. It is\nfar from clear, however, that careful voir dire cannot\nsurmount this problem. Lawyers may use questionnaires\nor individual questioning of prospective jurors6 in order to\nelicit frank answers that a juror might be reluctant to\nvoice in the presence of other prospective jurors.7 More­\nover, practice guides are replete with advice on conducting\neffective voir dire on the subject of race. They outline a\nvariety of subtle and nuanced approaches that avoid\npointed questions.8 And of course, if an attorney is con­\n——————\n  6 Both   of those techniques were used in this case for other purposes.\nApp. 13–14; Tr. 56–78 (Feb. 23, 2010, morning session).\n   7 See People v. Harlan, 8 P. 3d 448, 500 (Colo. 2000) (“The trial court\n\ntook precautions at the outset of the trial to foreclose the injection of\nimproper racial considerations by including questions concerning racial\nissues in the jury questionnaire”); Brewer v. Marshall, 119 F. 3d 993,\n996 (CA1 1997) (“The judge asked each juror, out of the presence of\nother jurors, whether they had any bias or prejudice for or against\nblack persons or persons of Hispanic origin”); 6 W. LaFave, J. Israel, N.\nKing, \u0026 O. Kerr, Criminal Procedure §22.3(a), p. 92 (4th ed. 2015)\n(noting that “[j]udges commonly allow jurors to approach the bench and\ndiscuss sensitive matters there” and are also free to conduct “in cham­\nbers discussions”).\n   8 See, e.g., J. Gobert, E. Kreitzberg, \u0026 C. Rose, Jury Selection: The\n\nLaw, Art, and Science of Selecting a Jury §7:41, pp. 357–358 (3d ed.\n2014) (explaining that “the issue should be approached more indirectly”\nand suggesting the use of “[o]pen-ended questions” on subjects like “the\ncomposition of the neighborhood in which the juror lives, the juror’s\nrelationship with co-workers or neighbors of different races, or the\njuror’s past experiences with persons of other races”); W. Jordan, Jury\nSelection §8.11, p. 237 (1980) (explaining that “the whole matter of\nprejudice” should be approached “delicately and cautiously” and giving\nan example of an indirect question that avoids the word “prejudice”); R.\nWenke, The Art of Selecting a Jury 67 (1979) (discussing questions that\ncould identify biased jurors when “your client is a member of a minority\ngroup”); id., at 66 (suggesting that instead of “asking a juror if he is\n‘prejudiced’ ” the attorney should “inquire about his ‘feeling,’ ‘belief’ or\n‘opinion’ ”); 2 National Jury Project, Inc., Jurywork: Systematic Tech­\n\u000c                     Cite as: 580 U. S. ____ (2017)                    13\n\n                          ALITO, J., dissenting\n\ncerned that a juror is concealing bias, a peremptory strike\nmay be used.9\n  The suggestion that voir dire is ineffective in unearthing\nbias runs counter to decisions of this Court holding that\nvoir dire on the subject of race is constitutionally required\nin some cases, mandated as a matter of federal supervi-\nsory authority in others, and typically advisable in any case\n\n——————\nniques §17.23 (E. Krauss ed., 2d ed. 2010) (listing sample questions\nabout racial prejudice); A. Grine \u0026 E. Coward, Raising Issues of Race in\nNorth Carolina Criminal Cases, p. 8–14 (2014) (suggesting that attor­\nneys “share a brief example about a judgment shaped by a racial\nstereotype” to make it easier for jurors to share their own biased views),\nhttp://defendermanuals.sog.unc.edu/race/8-addressing-race-trial (as last\nvisited Mar. 3, 2017); id., at 8–15 to 8–17 (suggesting additional strate­\ngies and providing sample questions); T. Mauet, Trial Techniques 44\n(8th ed. 2010) (suggesting that “likely beliefs and attitudes are more\naccurately learned through indirection”); J. Lieberman \u0026 B. Sales,\nScientific Jury Selection 114–115 (2007) (discussing research suggest­\ning that “participants were more likely to admit they were unable to\nabide by legal due process guarantees when asked open-ended ques­\ntions that did not direct their responses”).\n   9 To the extent race does become salient during voir dire, there is\n\nsocial science research suggesting that this may actually combat rather\nthan reinforce the jurors’ biases. See, e.g., Lee, A New Approach to Voir\nDire on Racial Bias, 5 U. C. Irvine L. Rev. 843, 861 (2015) (“A wealth of\nfairly recent empirical research has shown that when race is made\nsalient either through pretrial publicity, voir dire questioning of pro­\nspective jurors, opening and closing arguments, or witness testimony,\nWhite jurors are more likely to treat similarly situated Black and\nWhite defendants the same way”). See also Sommers \u0026 Ellsworth,\nWhite Juror Bias: An Investigation of Prejudice Against Black Defend­\nants in the American Courtroom, 7 Psychology, Pub. Pol’y, \u0026 L. 201,\n222 (2001); Sommers \u0026 Ellsworth, How Much Do We Really Know\nAbout Race and Juries? A Review of Social Science Theory and Re­\nsearch, 78 Chi.-Kent L. Rev. 997, 1013–1014, 1027 (2003); Schuller,\nKazoleas, \u0026 Kawakami, The Impact of Prejudice Screening Procedures\non Racial Bias in the Courtroom, 33 Law \u0026 Human Behavior 320, 326\n(2009); Cohn, Bucolo, Pride, \u0026 Somers, Reducing White Juror Bias: The\nRole of Race Salience and Racial Attitudes, 39 J. Applied Soc. Psycho-\nlogy 1953, 1964–1965 (2009).\n\u000c14                PENA-RODRIGUEZ v. COLORADO\n\n                           ALITO, J., dissenting\n\nif a defendant requests it. See Turner v. Murray, 476\nU. S. 28, 36–37 (1986); Rosales-Lopez v. United States, 451\nU. S. 182, 192 (1981) (plurality opinion); Ristaino v. Ross,\n424 U. S. 589, 597, n. 9 (1976). If voir dire were not useful\nin identifying racial prejudice, those decisions would be\npointless. Cf. Turner, supra, at 36 (plurality opinion)\n(noting “the ease with which [the] risk [of racial bias]\ncould have been minimized” through voir dire). Even the\nmajority recognizes the “advantages of careful voir dire” as\na “proces[s] designed to prevent racial bias in jury deliber­\nations.” Ante, at 20. And reported decisions substantiate\nthat voir dire can be effective in this regard. E.g., Brewer\nv. Marshall, 119 F. 3d 993, 995–996 (CA1 1997); United\nStates v. Hasting, 739 F. 2d 1269, 1271 (CA7 1984); People\nv. Harlan, 8 P. 3d 448, 500 (Colo. 2000); see Brief for\nRespondent 23–24, n. 7 (listing additional cases). Thus,\nwhile voir dire is not a magic cure, there are good reasons\nto think that it is a valuable tool.\n   In any event, the critical point for present purposes is\nthat the effectiveness of voir dire is a debatable empirical\nproposition. Its assessment should be addressed in the\nprocess of developing federal and state evidence rules.\nFederal and state rulemakers can try a variety of ap­\nproaches, and they can make changes in response to the\ninsights provided by experience and research. The ap­\nproach taken by today’s majority—imposing a federal\nconstitutional rule on the entire country—prevents exper­\nimentation and makes change exceedingly hard.10\n——————\n  10 It is worth noting that, even if voir dire were entirely ineffective at\n\ndetecting racial bias (a proposition no one defends), that still would not\nsuffice to distinguish this case from Warger v. Shauers, 574 U. S. ___\n(2014). After all, the allegation in Warger was that the foreperson had\nentirely circumvented voir dire by lying in order to shield her bias. The\nCourt, nevertheless, concluded that even where “jurors lie in voir dire\nin a way that conceals bias, juror impartiality is adequately assured”\n\u000c                      Cite as: 580 U. S. ____ (2017)       15\n\n                           ALITO, J., dissenting\n\n                                2\n  The majority also argues—even more cursorily—that\n“racial bias may make it difficult for a juror to report\ninappropriate statements during the course of juror delib­\nerations.” Ante, at 16. This is so, we are told, because it is\ndifficult to “call [another juror] a bigot.” Ibid.\n  Since the Court’s decision mandates the admission of\nthe testimony of one juror about a statement made by\nanother juror during deliberations, what the Court must\nmean in making this argument is that jurors are less\nwilling to report biased comments by fellow jurors prior to\nthe beginning of deliberations (while they are still sitting\nwith the biased juror) than they are after the verdict is\nannounced and the jurors have gone home. But this is\nalso a questionable empirical assessment, and the Court’s\nseat-of-the-pants judgment is no better than that of those\nwith the responsibility of drafting and adopting federal\nand state evidence rules. There is no question that jurors\ndo report biased comments made by fellow jurors prior to\nthe beginning of deliberations. See, e.g., United States v.\nMcClinton, 135 F. 3d 1178, 1184–1185 (CA7 1998); United\nStates v. Heller, 785 F. 2d 1524, 1525–1529 (CA11 1986);\nTavares v. Holbrook, 779 F. 2d 1, 1–3 (CA1 1985) (Breyer,\nJ.); see Brief for Respondent 31–32, n. 10; Brief for United\nStates as Amicus Curiae 31. And the Court marshals no\nevidence that such pre-deliberation reporting is rarer than\nthe post-verdict variety.\n  Even if there is something to the distinction that the\nCourt makes between pre- and post-verdict reporting, it is\ndebatable whether the difference is significant enough to\nmerit different treatment. This is especially so because\npost-verdict reporting is both more disruptive and may be\nthe result of extraneous influences. A juror who is ini-\n—————— \n\nthrough other means. Id., at ___ (slip op., at 10).\n\n\u000c16             PENA-RODRIGUEZ v. COLORADO\n\n                      ALITO, J., dissenting\n\ntially in the minority but is ultimately persuaded by other\njurors may have second thoughts after the verdict is an­\nnounced and may be angry with others on the panel who\npressed for unanimity. In addition, if a verdict is unpopu­\nlar with a particular juror’s family, friends, employer, co­\nworkers, or neighbors, the juror may regret his or her vote\nand may feel pressured to rectify what the jury has done.\n   In short, the Court provides no good reason to depart\nfrom the calculus made in Tanner and Warger. Indeed,\nthe majority itself uses hedged language and appears to\nrecognize that this “pragmatic” argument is something of\na makeweight. Ante, at 16–17 (noting that the argument\nis “not dispositive”); ante, at 16 (stating that the operation\nof the safeguards “may be compromised, or they may prove\ninsufficient”).\n                              III\n\n                               A\n\n  The real thrust of the majority opinion is that the Con­\nstitution is less tolerant of racial bias than other forms of\njuror misconduct, but it is hard to square this argument\nwith the nature of the Sixth Amendment right on which\npetitioner’s argument and the Court’s holding are based.\nWhat the Sixth Amendment protects is the right to an\n“impartial jury.” Nothing in the text or history of the\nAmendment or in the inherent nature of the jury trial\nright suggests that the extent of the protection provided\nby the Amendment depends on the nature of a jury’s\npartiality or bias. As the Colorado Supreme Court aptly\nput it, it is hard to “discern a dividing line between differ­\nent types of juror bias or misconduct, whereby one form of\npartiality would implicate a party’s Sixth Amendment\nright while another would not.” 350 P. 3d 287, 293\n\u000c                     Cite as: 580 U. S. ____ (2017)                  17\n\n                         ALITO, J., dissenting\n\n(2015).11\n   Nor has the Court found any decision of this Court\nsuggesting that the Sixth Amendment recognizes some\nsort of hierarchy of partiality or bias. The Court points to\na line of cases holding that, in some narrow circumstances,\nthe Constitution requires trial courts to conduct voir dire\non the subject of race. Those decisions, however, were not\nbased on a ranking of types of partiality but on the Court’s\nconclusion that in certain cases racial bias was especially\nlikely. See Turner, 476 U. S., at 38, n. 12 (plurality opin­\nion) (requiring voir dire on the subject of race where there\nis “a particularly compelling need to inquire into racial\nprejudice” because of a qualitatively higher “risk of racial\nbias”); Ristaino, 424 U. S., at 596 (explaining that the\nrequirement applies only if there is a “constitutionally\nsignificant likelihood that, absent questioning about\nracial prejudice, the jurors would not be [impartial]”).12\nThus, this line of cases does not advance the majority’s\nargument.\n   It is undoubtedly true that “racial bias implicates\nunique historical, constitutional, and institutional con­\ncerns.” Ante, at 16. But it is hard to see what that has to\ndo with the scope of an individual criminal defendant’s\nSixth Amendment right to be judged impartially. The\nCourt’s efforts to reconcile its decision with McDonald,\n——————\n  11 The majority’s reliance on footnote 3 of Warger, ante, at 12–13, is\nunavailing. In that footnote, the Court noted that some “cases of juror\nbias” might be “so extreme” as to prompt the Court to “consider whether\nthe usual safeguards are or are not sufficient to protect the integrity\nof the process.” 574 U. S., at ___–___, n. 3 (slip op., at 10–11, n. 3)\n(emphasis added). Considering this question is very different from\nadopting a constitutionally based exception to long-established no-\nimpeachment rules.\n  12 In addition, those cases did not involve a challenge to a long-\n\nestablished evidence rule. As such, they offer little guidance in per­\nforming the analysis required by this case.\n\u000c18                PENA-RODRIGUEZ v. COLORADO\n\n                          ALITO, J., dissenting\n\nTanner, and Warger illustrate the problem. The Court\nwrites that the misconduct in those cases, while “troubling\nand unacceptable,” was “anomalous.” Ante, at 15. By\ncontrast, racial bias, the Court says, is a “familiar and\nrecurring evil” that causes “systemic injury to the admin­\nistration of justice.” Ante, at 15–16.\n   Imagine two cellmates serving lengthy prison terms.\nBoth were convicted for homicides committed in unrelated\nbarroom fights. At the trial of the first prisoner, a juror,\nduring deliberations, expressed animosity toward the\ndefendant because of his race. At the trial of the second\nprisoner, a juror, during deliberations, expressed animos­\nity toward the defendant because he was wearing the\njersey of a hated football team. In both cases, jurors come\nforward after the trial and reveal what the biased juror\nsaid in the jury room. The Court would say to the first\nprisoner: “You are entitled to introduce the jurors’ testi­\nmony, because racial bias is damaging to our society.” To\nthe second, the Court would say: “Even if you did not have\nan impartial jury, you must stay in prison because sports\nrivalries are not a major societal issue.”\n   This disparate treatment is unsupportable under the\nSixth Amendment. If the Sixth Amendment requires the\nadmission of juror testimony about statements or conduct\nduring deliberations that show one type of juror partiality,\nthen statements or conduct showing any type of partiality\nshould be treated the same way.\n                             B\n  Recasting this as an equal protection case would not\nprovide a ground for limiting the holding to cases involv­\ning racial bias. At a minimum, cases involving bias based\non any suspect classification—such as national origin13 or\n——————\n 13 See   Cleburne v. Cleburne Living Center, Inc., 473 U. S. 432, 440\n\u000c                    Cite as: 580 U. S. ____ (2017)                 19\n\n                         ALITO, J., dissenting\n\nreligion14—would merit equal treatment. So, I think,\nwould bias based on sex, United States v. Virginia, 518\nU. S. 515, 531 (1996), or the exercise of the First Amend­\nment right to freedom of expression or association. See\nRegan v. Taxation With Representation of Washington, 461\nU. S. 540, 545 (1983). Indeed, convicting a defendant on\nthe basis of any irrational classification would violate the\nEqual Protection Clause.\n   Attempting to limit the damage worked by its decision,\nthe Court says that only “clear” expressions of bias must\nbe admitted, ante, at 17, but judging whether a statement\nis sufficiently “clear” will often not be easy. Suppose that\nthe allegedly biased juror in this case never made refer­\nence to Peña-Rodriguez’s race or national origin but said\nthat he had a lot of experience with “this macho type” and\nknew that men of this kind felt that they could get their\nway with women. Suppose that other jurors testified that\nthey were certain that “this macho type” was meant to\nrefer to Mexican or Hispanic men. Many other similarly\nsuggestive statements can easily be imagined, and under\ntoday’s decision it will be difficult for judges to discern the\ndividing line between those that are “clear[ly]” based on\nracial or ethnic bias and those that are at least somewhat\nambiguous.\n                            IV\n  Today’s decision—especially if it is expanded in the\nways that seem likely—will invite the harms that no-\nimpeachment rules were designed to prevent.\n  First, as the Court explained in Tanner, “postverdict\nscrutiny of juror conduct” will inhibit “full and frank dis­\n——————\n(1985).\n  14 See, e.g., United States v. Armstrong, 517 U. S. 456, 464 (1996);\n\nBurlington Northern R. Co. v. Ford, 504 U. S. 648, 651 (1992); New\nOrleans v. Dukes, 427 U. S. 297, 303 (1976) (per curiam).\n\u000c20               PENA-RODRIGUEZ v. COLORADO\n\n                         ALITO, J., dissenting\n\ncussion in the jury room.” 483 U. S., at 120–121; see also\nMcDonald, 238 U. S., at 267–268 (warning that the use of\njuror testimony about misconduct during deliberations\nwould “make what was intended to be a private delibera­\ntion, the constant subject of public investigation—to the\ndestruction of all frankness and freedom of discussion and\nconference”). Or, as the Senate Report put it: “[C]ommon\nfairness requires that absolute privacy be preserved for\njurors to engage in the full and free debate necessary to\nthe attainment of just verdicts. Jurors will not be able to\nfunction effectively if their deliberations are to be scruti­\nnized in post-trial litigation.” S. Rep., at 14.\n   Today’s ruling will also prompt losing parties and their\nfriends, supporters, and attorneys to contact and seek to\nquestion jurors, and this pestering may erode citizens’\nwillingness to serve on juries. Many jurisdictions now\nhave rules that prohibit or restrict post-verdict contact\nwith jurors, but whether those rules will survive today’s\ndecision is an open question—as is the effect of this deci­\nsion on privilege rules such as those noted at the outset of\nthis opinion.15\n   Where post-verdict approaches are permitted or occur,\n\n——————\n  15 The majority’s emphasis on the unique harms of racial bias will not\n\nsucceed at cabining the novel exception to no-impeachment rules, but it\nmay succeed at putting other kinds of rules under threat. For example,\nthe majority approvingly refers to the widespread rules limiting attor­\nneys’ contact with jurors. Ante, at 17–18. But under the reasoning of\nthe majority opinion, it is not clear why such rules should be enforced\nwhen they come into conflict with a defendant’s attempt to introduce\nevidence of racial bias. For instance, what will happen when a lawyer\nobtains clear evidence of racist statements by contacting jurors in\nviolation of a local rule? (Something similar happened in Tanner. 483\nU. S., at 126.) It remains to be seen whether rules of this type—or\nother rules which exclude probative evidence, such as evidentiary\nprivileges—will be allowed to stand in the way of the “imperative to\npurge racial prejudice from the administration of justice.” Ante, at 13.\n\u000c                  Cite as: 580 U. S. ____ (2017)            21\n\n                      ALITO, J., dissenting\n\nthere is almost certain to be an increase in harassment,\narm-twisting, and outright coercion.         See McDonald,\nsupra, at 267; S. Rep., at 14 (explaining that a laxer rule\n“would permit the harassment of former jurors by losing\nparties as well as the possible exploitation of disgruntled\nor otherwise badly-motivated ex-jurors”); 350 P. 3d, at\n293. As one treatise explains, “[a] juror who reluctantly\njoined a verdict is likely to be sympathetic to overtures by\nthe loser, and persuadable to the view that his own con­\nsent rested on false or impermissible considerations, and\nthe truth will be hard to know.” 3 C. Mueller \u0026 L. Kirk­\npatrick, Federal Evidence §6:16, p. 75 (4th ed. 2013).\n   The majority’s approach will also undermine the finality\nof verdicts. “Public policy requires a finality to litigation.”\nS. Rep., at 14. And accusations of juror bias—which may\nbe “raised for the first time days, weeks, or months after\nthe verdict”—can “seriously disrupt the finality of the\nprocess.” Tanner, supra, at 120. This threatens to\n“degrad[e] the prominence of the trial itself ” and to send\nthe message that juror misconduct need not be dealt with\npromptly. Engle v. Isaac, 456 U. S. 107, 127 (1982). See\nH. R. Conf. Rep. No. 93–1597, at 8 (“The Conferees believe\nthat jurors should be encouraged to be conscientious in\npromptly reporting to the court misconduct that occurs\nduring jury deliberations”).\n   The Court itself acknowledges that strict no-\nimpeachment rules “promot[e] full and vigorous discus­\nsion,” protect jurors from “be[ing] harassed or annoyed by\nlitigants seeking to challenge the verdict,” and “giv[e]\nstability and finality to verdicts.” Ante, at 9. By the ma­\njority’s own logic, then, imposing exceptions on no-\nimpeachment rules will tend to defeat full and vigorous\ndiscussion, expose jurors to harassment, and deprive\nverdicts of stability.\n   The Court’s only response is that some jurisdictions\nalready make an exception for racial bias, and the Court\n\u000c22             PENA-RODRIGUEZ v. COLORADO\n\n                      ALITO, J., dissenting\n\ndetects no signs of “a loss of juror willingness to engage in\nsearching and candid deliberations.” Ante, at 19. One\nwonders what sort of outward signs the Court would\nexpect to see if jurors in these jurisdictions do not speak as\nfreely in the jury room as their counterparts in jurisdic­\ntions with strict no-impeachment rules. Gathering and\nassessing evidence regarding the quality of jury delibera­\ntions in different jurisdictions would be a daunting enter­\nprise, and the Court offers no indication that anybody has\nundertaken that task.\n   In short, the majority barely bothers to engage with the\npolicy issues implicated by no-impeachment rules. But\neven if it had carefully grappled with those issues, it still\nwould have no basis for exalting its own judgment over\nthat of the many expert policymakers who have endorsed\nbroad no-impeachment rules.\n                             V\n  The Court’s decision is well-intentioned. It seeks to\nremedy a flaw in the jury trial system, but as this Court\nsaid some years ago, it is questionable whether our system\nof trial by jury can endure this attempt to perfect it.\nTanner, 483 U. S., at 120.\n  I respectfully dissent.\n\u000c",
	"cited_id": [
		111936,
		2758568
	],
	"id_manually_found": [
		false,
		true
	],
	"cited_case": [
		"Tanner v. United States, 483 U. S. 107 (1987)",
		"Warger v. Shauers, 574 U. S. ___ (2014)"
	],
	"case_extract": [
		"Tanner v. United States, 483 U. S. 107 (1987)",
		"Warger v. Shauers, 574 U. S. ___ (2014)"
	],
	"citing_sentence": "The prevailing opinion relied on two decisions of this Court rejecting constitutional chal­ lenges to the federal no-impeachment rule as applied to evidence of juror misconduct or bias. See Tanner v. United States, 483 U. S. 107 (1987); Warger v. Shauers, 574 U. S. ___ (2014).",
	"citing_paragraph": "The Colorado Supreme Court affirmed by a vote of 4 to 3. 350 P. 3d 287 (2015). The prevailing opinion relied on two decisions of this Court rejecting constitutional chal­ lenges to the federal no-impeachment rule as applied to evidence of juror misconduct or bias. See Tanner v. United States, 483 U. S. 107 (1987); Warger v. Shauers, 574 U. S. ___ (2014). After reviewing those precedents, the court could find no “dividing line between different types of juror bias or misconduct,” and thus no basis for permitting impeachment of the verdicts in petitioner’s trial, notwith­ standing H. C.’s apparent racial bias. 350 P. 3d, at 293. This Court granted certiorari to decide whether there is a constitutional exception to the no-impeachment rule for instances of racial bias. 578 U. S. ___ (2016).",
	"relevant_keywords": [
		"no-impeachment rule",
		"constitutional challenge",
		"misconduct",
		"bias",
		"juror",
		"testify",
		"evidence"
	],
	"query": [
		"(\"jury trial\" OR (jury AND trial)) AND juror AND (bias OR misconduct) AND \"no impeachment rule\"",
		"juror AND (bias OR misconduct) AND \"no impeachment rule\" AND (testif! OR eviden!)"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "juror"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "no impeachment rule",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "jury trial",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "jury"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "trial"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "bias"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "misconduct"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "juror"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "no impeachment rule",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "bias"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "misconduct"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "testif*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "eviden*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}