{
	"id": 67,
	"case_id": 4172497,
	"case_title": "Impression Products, Inc. v. Lexmark Int'l, Inc.",
	"date_filed": "2017-05-30",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n        IMPRESSION PRODUCTS, INC. v. LEXMARK \n\n                INTERNATIONAL, INC. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n     No. 15–1189. Argued March 21, 2017—Decided May 30, 2017\nA United States patent entitles the patent holder to “exclude others\n  from making, using, offering for sale, or selling [its] invention\n  throughout the United States or importing the invention into the\n  United States.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §154(a). Whoever engages in one of these\n  acts “without authority” from the patentee may face liability for pa-\n  tent infringement. §271(a). When a patentee sells one of its prod-\n  ucts, however, the patentee can no longer control that item through\n  the patent laws—its patent rights are said to “exhaust.”\n     Respondent Lexmark International, Inc. designs, manufactures,\n  and sells toner cartridges to consumers in the United States and\n  abroad. It owns a number of patents that cover components of those\n  cartridges and the manner in which they are used. When Lexmark\n  sells toner cartridges, it gives consumers two options: One option is to\n  buy a toner cartridge at full price, with no restrictions. The other op-\n  tion is to buy a cartridge at a discount through Lexmark’s “Return\n  Program.” In exchange for the lower price, customers who buy\n  through the Return Program must sign a contract agreeing to use the\n  cartridge only once and to refrain from transferring the cartridge to\n  anyone but Lexmark.\n     Companies known as remanufacturers acquire empty Lexmark\n  toner cartridges—including Return Program cartridges—from pur-\n  chasers in the United States, refill them with toner, and then resell\n  them. They do the same with Lexmark cartridges that they acquire\n  from purchasers overseas and import into the United States.\n  Lexmark sued a number of these remanufacturers, including peti-\n  tioner Impression Products, Inc., for patent infringement with re-\n  spect to two groups of cartridges. The first group consists of Return\n\u000c2    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                                Syllabus\n\n Program cartridges that Lexmark had sold within the United States.\n Lexmark argued that, because it expressly prohibited reuse and re-\n sale of these cartridges, Impression Products infringed the Lexmark\n patents when it refurbished and resold them. The second group con-\n sists of all toner cartridges that Lexmark had sold abroad and that\n Impression Products imported into the country. Lexmark claimed\n that it never gave anyone authority to import these cartridges, so\n Impression Products infringed its patent rights by doing just that.\n    Impression Products moved to dismiss on the grounds that\n Lexmark’s sales, both in the United States and abroad, exhausted its\n patent rights in the cartridges, so Impression Products was free to re-\n furbish and resell them, and to import them if acquired overseas.\n The District Court granted the motion to dismiss as to the domestic\n Return Program cartridges, but denied the motion as to the cartridg-\n es sold abroad. The Federal Circuit then ruled for Lexmark with re-\n spect to both groups of cartridges. Beginning with the Return Pro-\n gram cartridges that Lexmark sold domestically, the Federal Circuit\n held that a patentee may sell an item and retain the right to enforce,\n through patent infringement lawsuits, clearly communicated, lawful\n restrictions on post-sale use or resale. Because Impression Products\n knew about Lexmark’s restrictions and those restrictions did not vio-\n late any laws, Lexmark’s sales did not exhaust its patent rights, and\n it could sue Impression Products for infringement. As for the car-\n tridges that Lexmark sold abroad, the Federal Circuit held that,\n when a patentee sells a product overseas, it does not exhaust its pa-\n tent rights over that item. Lexmark was therefore free to sue for in-\n fringement when Impression Products imported cartridges that\n Lexmark had sold abroad. Judge Dyk, joined by Judge Hughes, dis-\n sented.\nHeld:\n    1. Lexmark exhausted its patent rights in the Return Program car-\n tridges that it sold in the United States. A patentee’s decision to sell\n a product exhausts all of its patent rights in that item, regardless of\n any restrictions the patentee purports to impose. As a result, even if\n the restrictions in Lexmark’s contracts with its customers were clear\n and enforceable under contract law, they do not entitle Lexmark to\n retain patent rights in an item that it has elected to sell. Pp. 5–13.\n       (a) The Patent Act grants patentees the “right to exclude others\n from making, using, offering for sale, or selling [their] invention[s].”\n \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §154(a). For over 160 years, the doctrine of patent ex-\n haustion has imposed a limit on that right to exclude: When a pa-\n tentee sells an item, that product “is no longer within the limits of\n the [patent] monopoly” and instead becomes the “private, individual\n property” of the purchaser. Bloomer v. McQuewan, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e14\u003c/span\u003e \u003cspan class=\"reporter\"\u003eHow.\u003c/span\u003e \u003cspan class=\"page\"\u003e539\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n\u000c                   Cite as: 581 U. S. ____ (2017)                      3\n\n                              Syllabus\n\n549–550. If the patentee negotiates a contract restricting the pur-\nchaser’s right to use or resell the item, it may be able to enforce that\nrestriction as a matter of contract law, but may not do so through a\npatent infringement lawsuit.\n   The exhaustion rule marks the point where patent rights yield to\nthe common law principle against restraints on alienation. The Pa-\ntent Act promotes innovation by allowing inventors to secure the fi-\nnancial rewards for their inventions. Once a patentee sells an item,\nit has secured that reward, and the patent laws provide no basis for\nrestraining the use and enjoyment of the product. Allowing further\nrestrictions would run afoul of the “common law’s refusal to permit\nrestraints on the alienation of chattels.” Kirtsaeng v. John Wiley \u0026\nSons, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e519\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 538. As Lord Coke put it in the 17th centu-\nry, if an owner restricts the resale or use of an item after selling it,\nthat restriction “is voide, because . . . it is against Trade and\nTraffique, and bargaining and contracting betweene man and man.”\n1 E. Coke, Institutes of the Laws of England §360, p. 223 (1628).\nCongress enacted and has repeatedly revised the Patent Act against\nthe backdrop of this hostility toward restraints on alienation, which\nis reflected in the exhaustion doctrine.\n   This Court accordingly has long held that, even when a patentee\nsells an item under an express, otherwise lawful restriction, the pa-\ntentee does not retain patent rights in that product. See, e.g., Quanta\nComputer, Inc. v. LG Electronics, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145800\"\u003e\u003ca href=\"/opinion/145800/quanta-computer-inc-v-lg-electronics-inc/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e617\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. And that well-\nsettled line of precedent allows for only one answer in this case:\nLexmark cannot bring a patent infringement suit against Impression\nProducts with respect to the Return Program cartridges sold in the\nUnited States because, once Lexmark sold those cartridges, it ex-\nhausted its right to control them through the patent laws. Pp. 5–9.\n     (b) The Federal Circuit reached a different result because it\nstarted from the premise that the exhaustion doctrine is an interpre-\ntation of the patent infringement statute, which prohibits anyone\nfrom using or selling a patented article “without authority” from the\npatentee. According to the Federal Circuit, exhaustion reflects a de-\nfault rule that selling an item “presumptively grant[s] ‘authority’ for\nthe purchaser to use it and resell it.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e721\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 742. But if a pa-\ntentee withholds some authority by expressly limiting the purchas-\ner’s rights, the patentee may enforce that restriction through patent\ninfringement lawsuits. See id., at 741.\n   The problem with the Federal Circuit’s logic is that the exhaustion\ndoctrine is not a presumption about the authority that comes along\nwith a sale; it is a limit on the scope of the patentee’s rights. The Pa-\ntent Act gives patentees a limited exclusionary power, and exhaus-\ntion extinguishes that power. A purchaser has the right to use, sell,\n\u000c4      IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                                   Syllabus\n\n    or import an item because those are the rights that come along with\n    ownership, not because it purchased authority to engage in those\n    practices from the patentee. Pp. 9–13.\n       2. Lexmark also sold toner cartridges abroad, which Impression\n    Products acquired from purchasers and imported into the United\n    States. Lexmark cannot sue Impression Products for infringement\n    with respect to these cartridges. An authorized sale outside the\n    United States, just as one within the United States, exhausts all\n    rights under the Patent Act.\n       The question about international exhaustion of intellectual proper-\n    ty rights has arisen in the context of copyright law. Under the first\n    sale doctrine, when a copyright owner sells a lawfully made copy of\n    its work, it loses the power to restrict the purchaser’s right “to sell or\n    otherwise dispose of . . . that copy.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §109(a). In Kirtsaeng\n    v. John Wiley \u0026 Sons, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e519\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, this Court held that the\n    first sale doctrine applies to copies of works made and sold abroad.\n    Central to that decision was the fact that the first sale doctrine has\n    its roots in the common law principle against restraints on aliena-\n    tion. Because that principle makes no geographical distinctions and\n    the text of the Copyright Act did not provide such a distinction, a\n    straightforward application of the first sale doctrine required con-\n    cluding that it applies overseas.\n       Applying patent exhaustion to foreign sales is just as straightfor-\n    ward. Patent exhaustion, too, has its roots in the antipathy toward\n    restraints on alienation, and nothing in the Patent Act shows that\n    Congress intended to confine that principle to domestic sales. Differ-\n    entiating between the patent exhaustion and copyright first sale doc-\n    trines would also make little theoretical or practical sense: The two\n    share a “strong similarity . . . and identity of purpose,” Bauer \u0026 Cie v.\n    O’Donnell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"97893\"\u003e\u003ca href=\"/opinion/97893/bauer-cie-v-odonnell/\"\u003e\u003cspan class=\"volume\"\u003e229\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 13, and many everyday products are subject to\n    both patent and copyright protections.\n       Lexmark contends that a foreign sale does not exhaust patent\n    rights because the Patent Act limits a patentee’s power to exclude\n    others from making, using, selling, or importing its products to acts\n    that occur in the United States. Because those exclusionary powers\n    do not apply abroad, the patentee may not be able to sell its products\n    overseas for the same price as it could in the United States, and\n    therefore is not sure to receive the reward guaranteed by American\n    patent laws. Without that reward, says Lexmark, there should be no\n    exhaustion.\n       The territorial limit on patent rights is no basis for distinguishing\n    copyright protections; those do not have extraterritorial effect either.\n    Nor does the territorial limit support Lexmark’s argument. Exhaus-\n    tion is a distinct limit on the patent grant, which is triggered by the\n\u000c                     Cite as: 581 U. S. ____ (2017)                      5\n\n                                Syllabus\n\n  patentee’s decision to give a patented item up for whatever fee it de-\n  cides is appropriate. The patentee may not be able to command the\n  same amount for its products abroad as it does in the United States.\n  But the Patent Act does not guarantee a particular price. Instead,\n  the Patent Act just ensures that the patentee receives one reward—of\n  whatever it deems to be satisfactory compensation—for every item\n  that passes outside the scope of its patent monopoly.\n     This Court’s decision in Boesch v. Gräff, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"92701\"\u003e\u003ca href=\"/opinion/92701/boesch-v-graeff/\"\u003e\u003cspan class=\"volume\"\u003e133\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e697\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, is not to the\n  contrary. That decision did not, as Lexmark contends, exempt all\n  foreign sales from patent exhaustion. Instead, it held that a sale\n  abroad does not exhaust a patentee’s rights when the patentee had\n  nothing to do with the transaction. That just reaffirms the basic\n  premise that only the patentee can decide whether to make a sale\n  that exhausts its patent rights in an item.\n     Finally, the United States advocates what it views as a middle-\n  ground position: that a foreign sale exhausts patent rights unless the\n  patentee expressly reserves those rights. This express-reservation\n  rule is based on the idea that overseas buyers expect to be able to use\n  and resell items freely, so exhaustion should be the presumption.\n  But, at the same time, lower courts have long allowed patentees to\n  expressly reserve their rights, so that option should remain open to\n  patentees. The sparse and inconsistent decisions the Government\n  cites, however, provide no basis for any expectation, let alone a set-\n  tled one, that patentees can reserve rights when they sell abroad.\n  The theory behind the express-reservation rule also wrongly focuses\n  on the expectations of the patentee and purchaser during a sale.\n  More is at stake when it comes to patent exhaustion than the deal-\n  ings between the parties, which can be addressed through contracts.\n  Instead, exhaustion occurs because allowing patent rights to stick to\n  an already-sold item as it travels through the market would violate\n  the principle against restraints on alienation. As a result, re-\n  strictions and location are irrelevant for patent exhaustion; what\n  matters is the patentee’s decision to make a sale. Pp. 13–18.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e721\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nTHOMAS, BREYER, ALITO, SOTOMAYOR, and KAGAN, JJ., joined. GINS-\nBURG, J., filed an opinion concurring in part and dissenting in part.\nGORSUCH, J., took no part in the consideration or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1189\n                                   _________________\n\n\n   IMPRESSION PRODUCTS, INC., PETITIONER v. \n\n        LEXMARK INTERNATIONAL, INC. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                                 [May 30, 2017] \n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   A United States patent entitles the patent holder (the\n“patentee”), for a period of 20 years, to “exclude others\nfrom making, using, offering for sale, or selling [its] inven-\ntion throughout the United States or importing the inven-\ntion into the United States.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §154(a). Whoever\nengages in one of these acts “without authority” from the\npatentee may face liability for patent infringement.\n§271(a).\n   When a patentee sells one of its products, however, the\npatentee can no longer control that item through the\npatent laws—its patent rights are said to “exhaust.” The\npurchaser and all subsequent owners are free to use or\nresell the product just like any other item of personal\nproperty, without fear of an infringement lawsuit.\n   This case presents two questions about the scope of the\npatent exhaustion doctrine: First, whether a patentee that\nsells an item under an express restriction on the purchas-\ner’s right to reuse or resell the product may enforce that\nrestriction through an infringement lawsuit. And second,\n\u000c2   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                     Opinion of the Court\n\nwhether a patentee exhausts its patent rights by selling\nits product outside the United States, where American\npatent laws do not apply. We conclude that a patentee’s\ndecision to sell a product exhausts all of its patent rights\nin that item, regardless of any restrictions the patentee\npurports to impose or the location of the sale.\n                              I\n   The underlying dispute in this case is about laser print-\ners—or, more specifically, the cartridges that contain the\npowdery substance, known as toner, that laser printers\nuse to make an image appear on paper. Respondent\nLexmark International, Inc. designs, manufactures, and\nsells toner cartridges to consumers in the United States\nand around the globe. It owns a number of patents that\ncover components of those cartridges and the manner in\nwhich they are used.\n   When toner cartridges run out of toner they can be\nrefilled and used again. This creates an opportunity for\nother companies—known as remanufacturers—to acquire\nempty Lexmark cartridges from purchasers in the United\nStates and abroad, refill them with toner, and then resell\nthem at a lower price than the new ones Lexmark puts on\nthe shelves.\n   Not blind to this business problem, Lexmark structures\nits sales in a way that encourages customers to return\nspent cartridges. It gives purchasers two options: One is\nto buy a toner cartridge at full price, with no strings at-\ntached. The other is to buy a cartridge at roughly 20-\npercent off through Lexmark’s “Return Program.” A cus-\ntomer who buys through the Return Program still owns\nthe cartridge but, in exchange for the lower price, signs a\ncontract agreeing to use it only once and to refrain from\ntransferring the empty cartridge to anyone but Lexmark.\nTo enforce this single-use/no-resale restriction, Lexmark\ninstalls a microchip on each Return Program cartridge\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\nthat prevents reuse once the toner in the cartridge runs\nout.\n   Lexmark’s strategy just spurred remanufacturers to\nget more creative. Many kept acquiring empty Return\nProgram cartridges and developed methods to counteract\nthe effect of the microchips. With that technological\nobstacle out of the way, there was little to prevent the re-\nmanufacturers from using the Return Program cartridges\nin their resale business. After all, Lexmark’s contractual\nsingle-use/no-resale agreements were with the initial\ncustomers, not with downstream purchasers like the\nremanufacturers.\n   Lexmark, however, was not so ready to concede that its\nplan had been foiled. In 2010, it sued a number of reman-\nufacturers, including petitioner Impression Products, Inc.,\nfor patent infringement with respect to two groups of\ncartridges. One group consists of Return Program car-\ntridges that Lexmark sold within the United States.\nLexmark argued that, because it expressly prohibited\nreuse and resale of these cartridges, the remanufacturers\ninfringed the Lexmark patents when they refurbished and\nresold them. The other group consists of all toner car-\ntridges that Lexmark sold abroad and that remanufactur-\ners imported into the country. Lexmark claimed that it\nnever gave anyone authority to import these cartridges, so\nthe remanufacturers ran afoul of its patent rights by doing\njust that.\n   Eventually, the lawsuit was whittled down to one de-\nfendant, Impression Products, and one defense: that\nLexmark’s sales, both in the United States and abroad,\nexhausted its patent rights in the cartridges, so Impres-\nsion Products was free to refurbish and resell them, and to\nimport them if acquired abroad. Impression Products filed\nseparate motions to dismiss with respect to both groups of\ncartridges. The District Court granted the motion as to\nthe domestic Return Program cartridges, but denied the\n\u000c4    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nmotion as to the cartridges Lexmark sold abroad. Both\nparties appealed.\n  The Federal Circuit considered the appeals en banc and\nruled for Lexmark with respect to both groups of cartridges.\nThe court began with the Return Program cartridges\nthat Lexmark sold in the United States. Relying on its\ndecision in Mallinckrodt, Inc. v. Medipart, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"591492\"\u003e\u003ca href=\"/opinion/591492/mallinckrodt-inc-v-medipart-inc-and-jerry-a-alexander/\"\u003e\u003cspan class=\"volume\"\u003e976\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e700\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1992), the Federal Circuit held that a patentee may\nsell an item and retain the right to enforce, through patent\ninfringement lawsuits, “clearly communicated, . . . lawful\nrestriction[s] as to post-sale use or resale.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e721\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n735 (2016). The exhaustion doctrine, the court reasoned,\nderives from the prohibition on making, using, selling, or\nimporting items “without authority.” Id., at 734 (quoting\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(a)). When you purchase an item you\npresumptively also acquire the authority to use or resell\nthe item freely, but that is just a presumption; the same\nauthority does not run with the item when the seller\nrestricts post-sale use or resale. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 742. Be-\ncause the parties agreed that Impression Products knew\nabout Lexmark’s restrictions and that those restrictions\ndid not violate any laws, the Federal Circuit concluded\nthat Lexmark’s sales had not exhausted all of its patent\nrights, and that the company could sue for infringement\nwhen Impression Products refurbished and resold Return\nProgram cartridges.\n  As for the cartridges that Lexmark sold abroad, the\nFederal Circuit once again looked to its precedent. In Jazz\nPhoto Corp. v. International Trade Commission, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"774860\"\u003e\u003ca href=\"/opinion/774860/jazz-photo-corporation-and-dynatec-international-inc-and-opticolor/\"\u003e\u003cspan class=\"volume\"\u003e264\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e1094\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2001), the court had held that a patentee’s decision\nto sell a product abroad did not terminate its ability to\nbring an infringement suit against a buyer that “im-\nport[ed] the article and [sold] . . . it in the United States.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 726–727. That rule, the court concluded,\nmakes good sense: Exhaustion is justified when a patentee\nreceives “the reward available from [selling in] American\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\nmarkets,” which does not occur when the patentee sells\noverseas, where the American patent offers no protection\nand therefore cannot bolster the price of the patentee’s\ngoods. Id., at 760–761. As a result, Lexmark was free to\nexercise its patent rights to sue Impression Products for\nbringing the foreign-sold cartridges to market in the United\nStates.\n  Judge Dyk, joined by Judge Hughes, dissented. In their\nview, selling the Return Program cartridges in the United\nStates exhausted Lexmark’s patent rights in those items\nbecause any “authorized sale of a patented article . . .\nfree[s] the article from any restrictions on use or sale\nbased on the patent laws.” Id., at 775–776. As for the\nforeign cartridges, the dissenters would have held that a\nsale abroad also results in exhaustion, unless the seller\n“explicitly reserve[s] [its] United States patent rights” at\nthe time of sale. Id., at 774, 788. Because Lexmark failed\nto make such an express reservation, its foreign sales\nexhausted its patent rights.\n  We granted certiorari to consider the Federal Circuit’s\ndecisions with respect to both domestic and international\nexhaustion, 580 U. S. ___ (2016), and now reverse.\n                              II\n\n                              A\n\n   First up are the Return Program cartridges that\nLexmark sold in the United States. We conclude that\nLexmark exhausted its patent rights in these cartridges\nthe moment it sold them. The single-use/no-resale re-\nstrictions in Lexmark’s contracts with customers may\nhave been clear and enforceable under contract law, but\nthey do not entitle Lexmark to retain patent rights in an\nitem that it has elected to sell.\n   The Patent Act grants patentees the “right to exclude\nothers from making, using, offering for sale, or selling\n[their] invention[s].” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §154(a). For over 160\n\u000c6    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nyears, the doctrine of patent exhaustion has imposed a\nlimit on that right to exclude. See Bloomer v. McQuewan,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e14\u003c/span\u003e \u003cspan class=\"reporter\"\u003eHow.\u003c/span\u003e \u003cspan class=\"page\"\u003e539\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1853). The limit functions automatically:\nWhen a patentee chooses to sell an item, that product “is\nno longer within the limits of the monopoly” and instead\nbecomes the “private, individual property” of the purchaser,\nwith the rights and benefits that come along with owner-\nship. Id., at 549–550. A patentee is free to set the price\nand negotiate contracts with purchasers, but may not, “by\nvirtue of his patent, control the use or disposition” of the\nproduct after ownership passes to the purchaser. United\nStates v. Univis Lens Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103675\"\u003e\u003ca href=\"/opinion/103675/united-states-v-univis-lens-co/\"\u003e\u003cspan class=\"volume\"\u003e316\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e241\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 250 (1942) (em-\nphasis added). The sale “terminates all patent rights to\nthat item.” Quanta Computer, Inc. v. LG Electronics, Inc.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145800\"\u003e\u003ca href=\"/opinion/145800/quanta-computer-inc-v-lg-electronics-inc/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e617\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 625 (2008).\n   This well-established exhaustion rule marks the point\nwhere patent rights yield to the common law principle\nagainst restraints on alienation. The Patent Act “pro-\nmote[s] the progress of science and the useful arts by\ngranting to [inventors] a limited monopoly” that allows\nthem to “secure the financial rewards” for their inventions.\nUnivis, 316 U. S., at 250. But once a patentee sells an\nitem, it has “enjoyed all the rights secured” by that limited\nmonopoly. Keeler v. Standard Folding Bed Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"94177\"\u003e\u003ca href=\"/opinion/94177/keeler-v-standard-folding-bed-co/\"\u003e\u003cspan class=\"volume\"\u003e157\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e659\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 661 (1895). Because “the purpose of the patent law is\nfulfilled . . . when the patentee has received his reward for\nthe use of his invention,” that law furnishes “no basis for\nrestraining the use and enjoyment of the thing sold.”\nUnivis, 316 U. S., at 251.\n   We have explained in the context of copyright law that\nexhaustion has “an impeccable historic pedigree,” tracing\nits lineage back to the “common law’s refusal to permit\nrestraints on the alienation of chattels.” Kirtsaeng v. John\nWiley \u0026 Sons, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e519\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 538 (2013). As Lord\nCoke put it in the 17th century, if an owner restricts the\nresale or use of an item after selling it, that restriction “is\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nvoide, because . . . it is against Trade and Traffique, and\nbargaining and contracting betweene man and man.” 1 E.\nCoke, Institutes of the Laws of England §360, p. 223\n(1628); see J. Gray, Restraints on the Alienation of Prop-\nerty §27, p. 18 (2d ed. 1895) (“A condition or conditional\nlimitation on alienation attached to a transfer of the entire\ninterest in personalty is as void as if attached to a fee\nsimple in land”).\n   This venerable principle is not, as the Federal Circuit\ndismissively viewed it, merely “one common-law jurisdic-\ntion’s general judicial policy at one time toward anti-\nalienation restrictions.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 750. Congress\nenacted and has repeatedly revised the Patent Act against\nthe backdrop of the hostility toward restraints on aliena-\ntion. That enmity is reflected in the exhaustion doctrine.\nThe patent laws do not include the right to “restrain[ ] . . .\nfurther alienation” after an initial sale; such conditions\nhave been “hateful to the law from Lord Coke’s day to\nours” and are “obnoxious to the public interest.” Straus v.\nVictor Talking Machine Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98916\"\u003e\u003ca href=\"/opinion/98916/straus-v-victor-talking-machine-co/\"\u003e\u003cspan class=\"volume\"\u003e243\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e490\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 501 (1917).\n“The inconvenience and annoyance to the public that an\nopposite conclusion would occasion are too obvious to\nrequire illustration.” Keeler, 157 U. S., at 667.\n   But an illustration never hurts. Take a shop that re-\nstores and sells used cars. The business works because\nthe shop can rest assured that, so long as those bringing in\nthe cars own them, the shop is free to repair and resell\nthose vehicles. That smooth flow of commerce would\nsputter if companies that make the thousands of parts\nthat go into a vehicle could keep their patent rights after\nthe first sale. Those companies might, for instance, re-\nstrict resale rights and sue the shop owner for patent\ninfringement. And even if they refrained from imposing\nsuch restrictions, the very threat of patent liability would\nforce the shop to invest in efforts to protect itself from\nhidden lawsuits. Either way, extending the patent rights\n\u000c8    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nbeyond the first sale would clog the channels of commerce,\nwith little benefit from the extra control that the patent-\nees retain. And advances in technology, along with in-\ncreasingly complex supply chains, magnify the problem.\nSee Brief for Costco Wholesale Corp. et al. as Amici Curiae\n7–9; Brief for Intel Corp. et al. as Amici Curiae 17, n. 5 (“A\ngeneric smartphone assembled from various high-tech\ncomponents could practice an estimated 250,000 patents”).\n   This Court accordingly has long held that, even when a\npatentee sells an item under an express restriction, the\npatentee does not retain patent rights in that product. In\nBoston Store of Chicago v. American Graphophone Co., for\nexample, a manufacturer sold graphophones—one of the\nearliest devices for recording and reproducing sounds—to\nretailers under contracts requiring those stores to resell at\na specific price. \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"99090\"\u003e\u003ca href=\"/opinion/99090/boston-store-of-chicago-v-american-graphophone-co/\"\u003e\u003cspan class=\"volume\"\u003e246\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e8\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 17–18 (1918). When the\nmanufacturer brought a patent infringement suit against\na retailer who sold for less, we concluded that there was\n“no room for controversy” about the result: By selling the\nitem, the manufacturer placed it “beyond the confines of\nthe patent law, [and] could not, by qualifying restrictions\nas to use, keep [it] under the patent monopoly.” Id., at 20,\n25.\n   Two decades later, we confronted a similar arrangement\nin United States v. Univis Lens Co. There, a company that\nmade eyeglass lenses authorized an agent to sell its prod-\nucts to wholesalers and retailers only if they promised to\nmarket the lenses at fixed prices. The Government filed\nan antitrust lawsuit, and the company defended its ar-\nrangement on the ground that it was exercising authority\nunder the Patent Act. We held that the initial sales “re-\nlinquish[ed] . . . the patent monopoly with respect to the\narticle[s] sold,” so the “stipulation . . . fixing resale prices\nderive[d] no support from the patent and must stand on\nthe same footing” as restrictions on unpatented goods. 316\nU. S., at 249–251.\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\n   It is true that Boston Store and Univis involved resale\nprice restrictions that, at the time of those decisions,\nviolated the antitrust laws. But in both cases it was the\nsale of the items, rather than the illegality of the re-\nstrictions, that prevented the patentees from enforcing\nthose resale price agreements through patent infringe-\nment suits. And if there were any lingering doubt that\npatent exhaustion applies even when a sale is subject to\nan express, otherwise lawful restriction, our recent deci-\nsion in Quanta Computer, Inc. v. LG Electronics, Inc.\nsettled the matter. In that case, a technology company—\nwith authorization from the patentee—sold microproces-\nsors under contracts requiring purchasers to use those\nprocessors with other parts that the company manufac-\ntured. One buyer disregarded the restriction, and the\npatentee sued for infringement. Without so much as\nmentioning the lawfulness of the contract, we held that\nthe patentee could not bring an infringement suit because\nthe “authorized sale . . . took its products outside the scope\nof the patent monopoly.” 553 U. S., at 638.\n   Turning to the case at hand, we conclude that this well-\nsettled line of precedent allows for only one answer:\nLexmark cannot bring a patent infringement suit against\nImpression Products to enforce the single-use/no-resale\nprovision accompanying its Return Program cartridges.\nOnce sold, the Return Program cartridges passed outside\nof the patent monopoly, and whatever rights Lexmark\nretained are a matter of the contracts with its purchasers,\nnot the patent law.\n                              B\n   The Federal Circuit reached a different result largely\nbecause it got off on the wrong foot. The “exhaustion\ndoctrine,” the court believed, “must be understood as an\ninterpretation of ” the infringement statute, which prohib-\nits anyone from using or selling a patented article “with-\n\u000c10   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nout authority” from the patentee. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 734 (quot-\ning \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(a)). Exhaustion reflects a default rule\nthat a patentee’s decision to sell an item “presumptively\ngrant[s] ‘authority’ to the purchaser to use it and resell it.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 742. But, the Federal Circuit explained, the\npatentee does not have to hand over the full “bundle of\nrights” every time. Id., at 741 (internal quotation marks\nomitted). If the patentee expressly withholds a stick from\nthe bundle—perhaps by restricting the purchaser’s resale\nrights—the buyer never acquires that withheld authority,\nand the patentee may continue to enforce its right to\nexclude that practice under the patent laws.\n   The misstep in this logic is that the exhaustion doctrine\nis not a presumption about the authority that comes along\nwith a sale; it is instead a limit on “the scope of the patent­\nee’s rights.” United States v. General Elec. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"100945\"\u003e\u003ca href=\"/opinion/100945/united-states-v-general-elec-co/\"\u003e\u003cspan class=\"volume\"\u003e272\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e476\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 489 (1926) (emphasis added). The right to use, sell,\nor import an item exists independently of the Patent Act.\nWhat a patent adds—and grants exclusively to the pat-\nentee—is a limited right to prevent others from engaging in\nthose practices. See Crown Die \u0026 Tool Co. v. Nye Tool \u0026\nMachine Works, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"100119\"\u003e\u003ca href=\"/opinion/100119/crown-co-v-nye-tool-works/\"\u003e\u003cspan class=\"volume\"\u003e261\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e24\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 35 (1923). Exhaustion\nextinguishes that exclusionary power. See Bloomer, 14\nHow., at 549 (the purchaser “exercises no rights created by\nthe act of Congress, nor does he derive title to [the item]\nby virtue of the . . . exclusive privilege granted to the\npatentee”). As a result, the sale transfers the right to use,\nsell, or import because those are the rights that come\nalong with ownership, and the buyer is free and clear of an\ninfringement lawsuit because there is no exclusionary\nright left to enforce.\n   The Federal Circuit also expressed concern that pre-\nventing patentees from reserving patent rights when they\nsell goods would create an artificial distinction between\nsuch sales and sales by licensees. Patentees, the court\nexplained, often license others to make and sell their\n\u000c                 Cite as: 581 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\nproducts, and may place restrictions on those licenses. A\ncomputer developer could, for instance, license a manufac-\nturer to make its patented devices and sell them only for\nnon-commercial use by individuals. If a licensee breaches\nthe license by selling a computer for commercial use, the\npatentee can sue the licensee for infringement. And, in\nthe Federal Circuit’s view, our decision in General Talking\nPictures Corp. v. Western Elec. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103020\"\u003e\u003ca href=\"/opinion/103020/general-pictures-co-v-electric-co/\"\u003e\u003cspan class=\"volume\"\u003e304\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e175\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, aff ’d on\nreh’g, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e305\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e124\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1938), established that—when a\npatentee grants a license “under clearly stated restrictions\non post-sale activities” of those who purchase products\nfrom the licensee—the patentee can also sue for infringe-\nment those purchasers who knowingly violate the re-\nstrictions. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e816\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 743–744. If patentees can employ\nlicenses to impose post-sale restrictions on purchasers that\nare enforceable through infringement suits, the court\nconcluded, it would make little sense to prevent patentees\nfrom doing so when they sell directly to consumers.\n   The Federal Circuit’s concern is misplaced. A patentee\ncan impose restrictions on licensees because a license does\nnot implicate the same concerns about restraints on alien-\nation as a sale. Patent exhaustion reflects the principle\nthat, when an item passes into commerce, it should not be\nshaded by a legal cloud on title as it moves through the\nmarketplace. But a license is not about passing title to a\nproduct, it is about changing the contours of the patentee’s\nmonopoly: The patentee agrees not to exclude a licensee\nfrom making or selling the patented invention, expanding\nthe club of authorized producers and sellers. See General\nElec. Co., 272 U. S., at 489–490. Because the patentee is\nexchanging rights, not goods, it is free to relinquish only a\nportion of its bundle of patent protections.\n   A patentee’s authority to limit licensees does not, as the\nFederal Circuit thought, mean that patentees can use\nlicenses to impose post-sale restrictions on purchasers that\nare enforceable through the patent laws. So long as a\n\u000c12   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                       Opinion of the Court\n\nlicensee complies with the license when selling an item,\nthe patentee has, in effect, authorized the sale. That\nlicensee’s sale is treated, for purposes of patent exhaus-\ntion, as if the patentee made the sale itself. The result:\nThe sale exhausts the patentee’s rights in that item. See\nHobbie v. Jennison, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"93636\"\u003e\u003ca href=\"/opinion/93636/hobbie-v-jennison/\"\u003e\u003cspan class=\"volume\"\u003e149\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e355\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 362–363 (1893). A\nlicense may require the licensee to impose a restriction on\npurchasers, like the license limiting the computer manu-\nfacturer to selling for non-commercial use by individuals.\nBut if the licensee does so—by, perhaps, having each\ncustomer sign a contract promising not to use the comput-\ners in business—the sale nonetheless exhausts all patent\nrights in the item sold. See Motion Picture Patents Co. v.\nUniversal Film Mfg. Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98917\"\u003e\u003ca href=\"/opinion/98917/motion-picture-co-v-universal-film-co/\"\u003e\u003cspan class=\"volume\"\u003e243\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e502\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 506–507, 516\n(1917). The purchasers might not comply with the re-\nstriction, but the only recourse for the licensee is through\ncontract law, just as if the patentee itself sold the item\nwith a restriction.\n    General Talking Pictures involved a fundamentally\ndifferent situation: There, a licensee “knowingly ma[de]\n. . . sales . . . outside the scope of its license.” 304 U. S., at\n181–182 (emphasis added). We treated the sale “as if no\nlicense whatsoever had been granted” by the patentee,\nwhich meant that the patentee could sue both the licensee\nand the purchaser—who knew about the breach—for\ninfringement. General Talking Pictures Corp. v. Western\nElec. Co., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e305\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e124\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 127 (1938). This does not mean\nthat patentees can use licenses to impose post-sale re-\nstraints on purchasers. Quite the contrary: The licensee\ninfringed the patentee’s rights because it did not comply\nwith the terms of its license, and the patentee could bring\na patent suit against the purchaser only because the\npurchaser participated in the licensee’s infringement.\nGeneral Talking Pictures, then, stands for the modest\nprinciple that, if a patentee has not given authority for a\nlicensee to make a sale, that sale cannot exhaust the\n\u000c                  Cite as: 581 U. S. ____ (2017)           13\n\n                      Opinion of the Court\n\npatentee’s rights.\n  In sum, patent exhaustion is uniform and automatic.\nOnce a patentee decides to sell—whether on its own or\nthrough a licensee—that sale exhausts its patent rights,\nregardless of any post-sale restrictions the patentee pur-\nports to impose, either directly or through a license.\n                               III\n   Our conclusion that Lexmark exhausted its patent\nrights when it sold the domestic Return Program cartridges\ngoes only halfway to resolving this case. Lexmark also\nsold toner cartridges abroad and sued Impression Prod-\nucts for patent infringement for “importing [Lexmark’s]\ninvention into the United States.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §154(a).\nLexmark contends that it may sue for infringement with\nrespect to all of the imported cartridges—not just those in\nthe Return Program—because a foreign sale does not\ntrigger patent exhaustion unless the patentee “expressly\nor implicitly transfer[s] or license[s]” its rights. Brief for\nRespondent 36–37. The Federal Circuit agreed, but we do\nnot. An authorized sale outside the United States, just as\none within the United States, exhausts all rights under\nthe Patent Act.\n   This question about international exhaustion of intellec-\ntual property rights has also arisen in the context of copy-\nright law. Under the “first sale doctrine,” which is codified\nat \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §109(a), when a copyright owner sells a\nlawfully made copy of its work, it loses the power to re-\nstrict the purchaser’s freedom “to sell or otherwise dispose\nof . . . that copy.” In Kirtsaeng v. John Wiley \u0026 Sons, Inc.,\nwe held that this “ ‘first sale’ [rule] applies to copies of a\ncopyrighted work lawfully made [and sold] abroad.” 568\nU. S., at 525. We began with the text of §109(a), but it\nwas not decisive: The language neither “restrict[s] the\nscope of [the] ‘first sale’ doctrine geographically,” nor\nclearly embraces international exhaustion. Id., at 528–\n\u000c14   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                     Opinion of the Court\n\n533. What helped tip the scales for global exhaustion was\nthe fact that the first sale doctrine originated in “the\ncommon law’s refusal to permit restraints on the aliena-\ntion of chattels.” Id., at 538. That “common-law doctrine\nmakes no geographical distinctions.” Id., at 539. The lack\nof any textual basis for distinguishing between domestic\nand international sales meant that “a straightforward\napplication” of the first sale doctrine required the conclu-\nsion that it applies overseas. Id., at 540 (internal quota-\ntion marks omitted).\n   Applying patent exhaustion to foreign sales is just as\nstraightforward. Patent exhaustion, too, has its roots in\nthe antipathy toward restraints on alienation, see supra,\nat 6–8, and nothing in the text or history of the Patent Act\nshows that Congress intended to confine that borderless\ncommon law principle to domestic sales. In fact, Congress\nhas not altered patent exhaustion at all; it remains an\nunwritten limit on the scope of the patentee’s monopoly.\nSee Astoria Fed. Sav. \u0026 Loan Assn. v. Solimino, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112618\"\u003e\u003ca href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e104\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 108 (1991) (“[W]here a common-law principle is well\nestablished, . . . courts may take it as given that Congress\nhas legislated with an expectation that the principle will\napply except when a statutory purpose to the contrary is\nevident” (internal quotation marks omitted)). And differ-\nentiating the patent exhaustion and copyright first sale\ndoctrines would make little theoretical or practical sense:\nThe two share a “strong similarity . . . and identity of\npurpose,” Bauer \u0026 Cie v. O’Donnell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"97893\"\u003e\u003ca href=\"/opinion/97893/bauer-cie-v-odonnell/\"\u003e\u003cspan class=\"volume\"\u003e229\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 13 (1913),\nand many everyday products—“automobiles, microwaves,\ncalculators, mobile phones, tablets, and personal comput-\ners”—are subject to both patent and copyright protections,\nsee Kirtsaeng, 568 U. S., at 545; Brief for Costco Wholesale\nCorp. et al. as Amici Curiae 14–15. There is a “historic\nkinship between patent law and copyright law,” Sony\nCorp. of America v. Universal City Studios, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111062\"\u003e\u003ca href=\"/opinion/111062/sony-corp-of-america-v-universal-city-studios-inc/\"\u003e\u003cspan class=\"volume\"\u003e464\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e417\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 439 (1984), and the bond between the two leaves no\n\u000c                 Cite as: 581 U. S. ____ (2017)          15\n\n                     Opinion of the Court\n\nroom for a rift on the question of international exhaustion.\n   Lexmark sees the matter differently. The Patent Act, it\npoints out, limits the patentee’s “right to exclude others”\nfrom making, using, selling, or importing its products to\nacts that occur in the United States. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §154(a).\nA domestic sale, it argues, triggers exhaustion because the\nsale compensates the patentee for “surrendering [those]\nU. S. rights.” Brief for Respondent 38. A foreign sale is\ndifferent: The Patent Act does not give patentees exclu-\nsionary powers abroad. Without those powers, a patentee\nselling in a foreign market may not be able to sell its\nproduct for the same price that it could in the United\nStates, and therefore is not sure to receive “the reward\nguaranteed by U. S. patent law.” Id., at 39 (internal quo-\ntation marks omitted).         Absent that reward, says\nLexmark, there should be no exhaustion. In short, there is\nno patent exhaustion from sales abroad because there are\nno patent rights abroad to exhaust.\n   The territorial limit on patent rights is, however, no\nbasis for distinguishing copyright protections; those pro-\ntections “do not have any extraterritorial operation” ei-\nther. 5 M. Nimmer \u0026 D. Nimmer, Copyright §17.02, p.\n17–26 (2017). Nor does the territorial limit support the\npremise of Lexmark’s argument. Exhaustion is a separate\nlimit on the patent grant, and does not depend on the\npatentee receiving some undefined premium for selling the\nright to access the American market. A purchaser buys an\nitem, not patent rights. And exhaustion is triggered by\nthe patentee’s decision to give that item up and receive\nwhatever fee it decides is appropriate “for the article and\nthe invention which it embodies.” Univis, 316 U. S., at\n251. The patentee may not be able to command the same\namount for its products abroad as it does in the United\nStates. But the Patent Act does not guarantee a particu-\nlar price, much less the price from selling to American\nconsumers. Instead, the right to exclude just ensures that\n\u000c16   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                    Opinion of the Court\n\nthe patentee receives one reward—of whatever amount\nthe patentee deems to be “satisfactory compensation,”\nKeeler, 157 U. S., at 661—for every item that passes out-\nside the scope of the patent monopoly.\n   This Court has addressed international patent exhaus-\ntion in only one case, Boesch v. Gräff, decided over 125\nyears ago. All that case illustrates is that a sale abroad\ndoes not exhaust a patentee’s rights when the patentee\nhad nothing to do with the transaction. Boesch—from the\ndays before the widespread adoption of electrical light-\ning—involved a retailer who purchased lamp burners from\na manufacturer in Germany, with plans to sell them in the\nUnited States. The manufacturer had authority to make\nthe burners under German law, but there was a hitch:\nTwo individuals with no ties to the German manufacturer\nheld the American patent to that invention. These patent-\nees sued the retailer for infringement when the retailer\nimported the lamp burners into the United States, and we\nrejected the argument that the German manufacturer’s\nsale had exhausted the American patentees’ rights. The\nGerman manufacturer had no permission to sell in the\nUnited States from the American patentees, and the\nAmerican patentees had not exhausted their patent rights\nin the products because they had not sold them to anyone,\nso “purchasers from [the German manufacturer] could not\nbe thereby authorized to sell the articles in the United\nStates.” \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"92701\"\u003e\u003ca href=\"/opinion/92701/boesch-v-graeff/\"\u003e\u003cspan class=\"volume\"\u003e133\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e697\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 703 (1890).\n   Our decision did not, as Lexmark contends, exempt all\nforeign sales from patent exhaustion. See Brief for Re-\nspondent 44–45. Rather, it reaffirmed the basic premise\nthat only the patentee can decide whether to make a sale\nthat exhausts its patent rights in an item. The American\npatentees did not do so with respect to the German prod-\nucts, so the German sales did not exhaust their rights.\n   Finally, the United States, as an amicus, advocates\nwhat it views as a middle-ground position: that “a foreign\n\u000c                  Cite as: 581 U. S. ____ (2017)            17\n\n                      Opinion of the Court\n\nsale authorized by the U. S. patentee exhausts U. S. pat-\nent rights unless those rights are expressly reserved.”\nBrief for United States 7–8. Its position is largely based\non policy rather than principle. The Government thinks\nthat an overseas “buyer’s legitimate expectation” is that a\n“sale conveys all of the seller’s interest in the patented\narticle,” so the presumption should be that a foreign sale\ntriggers exhaustion. Id., at 32–33. But, at the same time,\n“lower courts long ago coalesced around” the rule that “a\npatentee’s express reservation of U. S. patent rights at the\ntime of a foreign sale will be given effect,” so that option\nshould remain open to the patentee. Id., at 22 (emphasis\ndeleted).\n   The Government has little more than “long ago” on its\nside. In the 1890s, two circuit courts—in cases involving\nthe same company—did hold that patentees may use\nexpress restrictions to reserve their patent rights in con-\nnection with foreign sales. See Dickerson v. Tinling, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e84\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e192\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 194–195 (CA8 1897); Dickerson v. Matheson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e57\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e524\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 527 (CA2 1893). But no “coalesc[ing]” ever took place:\nOver the following hundred-plus years, only a smattering\nof lower court decisions mentioned this express-\nreservation rule for foreign sales. See, e.g., Sanofi, S. A. v.\nMed-Tech Veterinarian Prods., Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1458241\"\u003e\u003ca href=\"/opinion/1458241/sanofi-sa-v-med-tech-veterinarian-products/\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e931\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 938\n(NJ 1983). And in 2001, the Federal Circuit adopted its\nblanket rule that foreign sales do not trigger exhaustion,\neven if the patentee fails to expressly reserve its rights.\nJazz Photo, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e264\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1105. These sparse and incon-\nsistent decisions provide no basis for any expectation, let\nalone a settled one, that patentees can reserve patent\nrights when they sell abroad.\n   The theory behind the Government’s express-\nreservation rule also wrongly focuses on the likely expec-\ntations of the patentee and purchaser during a sale.\nExhaustion does not arise because of the parties’ expecta-\ntions about how sales transfer patent rights. More is at\n\u000c18   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                     Opinion of the Court\n\nstake when it comes to patents than simply the dealings\nbetween the parties, which can be addressed through\ncontract law. Instead, exhaustion occurs because, in a\nsale, the patentee elects to give up title to an item in\nexchange for payment. Allowing patent rights to stick\nremora-like to that item as it flows through the market\nwould violate the principle against restraints on aliena-\ntion. Exhaustion does not depend on whether the patentee\nreceives a premium for selling in the United States, or\nthe type of rights that buyers expect to receive. As a\nresult, restrictions and location are irrelevant; what mat-\nters is the patentee’s decision to make a sale.\n                        *    *     *\n  The judgment of the United States Court of Appeals for\nthe Federal Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c                  Cite as: 581 U. S. ____ (2017)                 1\n\n      GINSBURG, J., concurring\n                      Opinion ofinGpart and,dissenting\n                                   INSBURG  J.         in part\n\nSUPREME COURT OF THE UNITED STATES\n                           _________________\n\n                           No. 15–1189\n                           _________________\n\n\n   IMPRESSION PRODUCTS, INC., PETITIONER v. \n\n        LEXMARK INTERNATIONAL, INC. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                          [May 30, 2017] \n\n\n  JUSTICE GINSBURG, concurring in part and dissenting in\npart.\n  I concur in the Court’s holding regarding domestic ex-\nhaustion—a patentee who sells a product with an express\nrestriction on reuse or resale may not enforce that re-\nstriction through an infringement lawsuit, because the\nU. S. sale exhausts the U. S. patent rights in the product\nsold. See ante, at 5–13. I dissent, however, from the\nCourt’s holding on international exhaustion. A foreign\nsale, I would hold, does not exhaust a U. S. inventor’s\nU. S. patent rights.\n  Patent law is territorial. When an inventor receives a\nU. S. patent, that patent provides no protection abroad.\nSee Deepsouth Packing Co. v. Laitram Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108547\"\u003e\u003ca href=\"/opinion/108547/deepsouth-packing-co-v-laitram-corp/\"\u003e\u003cspan class=\"volume\"\u003e406\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e518\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 531 (1972) (“Our patent system makes no claim to\nextraterritorial effect.”). See also \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e35\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §271(a)\n(establishing liability for acts of patent infringement\n“within the United States” and for “import[ation] into the\nUnited States [of] any patented invention”). A U. S. pat-\nentee must apply to each country in which she seeks the\nexclusive right to sell her invention. Microsoft Corp. v.\nAT\u0026T Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145735\"\u003e\u003ca href=\"/opinion/145735/microsoft-corp-v-at-t-corp/\"\u003e\u003cspan class=\"volume\"\u003e550\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e437\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 456 (2007) (“[F]oreign law\nalone, not United States law, currently governs the manu-\nfacture and sale of components of patented inventions in\nforeign countries.”). See also Convention at Brussels, An\n\u000c2   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                    Opinion of GINSBURG, J.\n\nAdditional Act Modifying the Paris Convention for the\nProtection of Industrial Property of Mar. 20, 1883, Dec. 14,\n1900, Art. I, 32 Stat. 1940 (“Patents applied for in the\ndifferent contracting States . . . shall be independent of the\npatents obtained for the same invention in the other\nStates.”). And patent laws vary by country; each country’s\nlaws “may embody different policy judgments about the\nrelative rights of inventors, competitors, and the public in\npatented inventions.” Microsoft, 550 U. S., at 455 (inter-\nnal quotation marks omitted).\n   Because a sale abroad operates independently of the\nU. S. patent system, it makes little sense to say that such\na sale exhausts an inventor’s U. S. patent rights. U. S.\npatent protection accompanies none of a U. S. patentee’s\nsales abroad—a competitor could sell the same patented\nproduct abroad with no U. S.-patent-law consequence.\nAccordingly, the foreign sale should not diminish the\nprotections of U. S. law in the United States.\n   The majority disagrees, in part because this Court\ndecided, in Kirtsaeng v. John Wiley \u0026 Sons, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e519\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 525 (2013), that a foreign sale exhausts U. S. copy-\nright protections. Copyright and patent exhaustion, the\nmajority states, “share a strong similarity.” Ante, at 14\n(internal quotation marks omitted). I dissented from our\ndecision in Kirtsaeng and adhere to the view that a foreign\nsale should not exhaust U. S. copyright protections. See\n568 U. S., at 557.\n   But even if I subscribed to Kirtsaeng’s reasoning with\nrespect to copyright, that decision should bear little weight\nin the patent context. Although there may be a “historical\nkinship” between patent law and copyright law, Sony\nCorp. of America v. Universal City Studios, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111062\"\u003e\u003ca href=\"/opinion/111062/sony-corp-of-america-v-universal-city-studios-inc/\"\u003e\u003cspan class=\"volume\"\u003e464\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e417\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 439 (1984), the two “are not identical twins,” id, at\n439, n. 19. The Patent Act contains no analogue to \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e17\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §109(a), the Copyright Act first-sale provision\nanalyzed in Kirtsaeng. See ante, at 13–14. More im-\n\u000c                   Cite as: 581 U. S. ____ (2017)                 3\n\n                      Opinion of GINSBURG, J.\n\nportantly, copyright protections, unlike patent protections,\nare harmonized across countries. Under the Berne Con-\nvention, which 174 countries have joined,* members\n“agree to treat authors from other member countries as\nwell as they treat their own.” Golan v. Holder, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e302\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 308 (2012) (citing Berne Convention for the Protec-\ntion of Literary and Artistic Works, Sept. 9, 1886, as re-\nvised at Stockholm on July 14, 1967, Arts. 1, 5(1), 828\nU. N. T. S. 225, 231–233). The copyright protections one\nreceives abroad are thus likely to be similar to those re-\nceived at home, even if provided under each country’s\nseparate copyright regime.\n   For these reasons, I would affirm the Federal Circuit’s\njudgment with respect to foreign exhaustion.\n\n\n\n\n——————\n  * See WIPO-Administered Treaties: Contracting Parties: Berne\nConvention, www.wipo.int/treaties/en/ShowResults.jsp?lang=en\u0026treaty_\nid=5 (as last visited May 25, 2017).\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n        IMPRESSION PRODUCTS, INC. v. LEXMARK \n\n                INTERNATIONAL, INC. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n     No. 15–1189. Argued March 21, 2017—Decided May 30, 2017\nA United States patent entitles the patent holder to “exclude others\n  from making, using, offering for sale, or selling [its] invention\n  throughout the United States or importing the invention into the\n  United States.” 35 U. S. C. §154(a). Whoever engages in one of these\n  acts “without authority” from the patentee may face liability for pa-\n  tent infringement. §271(a). When a patentee sells one of its prod-\n  ucts, however, the patentee can no longer control that item through\n  the patent laws—its patent rights are said to “exhaust.”\n     Respondent Lexmark International, Inc. designs, manufactures,\n  and sells toner cartridges to consumers in the United States and\n  abroad. It owns a number of patents that cover components of those\n  cartridges and the manner in which they are used. When Lexmark\n  sells toner cartridges, it gives consumers two options: One option is to\n  buy a toner cartridge at full price, with no restrictions. The other op-\n  tion is to buy a cartridge at a discount through Lexmark’s “Return\n  Program.” In exchange for the lower price, customers who buy\n  through the Return Program must sign a contract agreeing to use the\n  cartridge only once and to refrain from transferring the cartridge to\n  anyone but Lexmark.\n     Companies known as remanufacturers acquire empty Lexmark\n  toner cartridges—including Return Program cartridges—from pur-\n  chasers in the United States, refill them with toner, and then resell\n  them. They do the same with Lexmark cartridges that they acquire\n  from purchasers overseas and import into the United States.\n  Lexmark sued a number of these remanufacturers, including peti-\n  tioner Impression Products, Inc., for patent infringement with re-\n  spect to two groups of cartridges. The first group consists of Return\n\u000c2    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                                Syllabus\n\n Program cartridges that Lexmark had sold within the United States.\n Lexmark argued that, because it expressly prohibited reuse and re-\n sale of these cartridges, Impression Products infringed the Lexmark\n patents when it refurbished and resold them. The second group con-\n sists of all toner cartridges that Lexmark had sold abroad and that\n Impression Products imported into the country. Lexmark claimed\n that it never gave anyone authority to import these cartridges, so\n Impression Products infringed its patent rights by doing just that.\n    Impression Products moved to dismiss on the grounds that\n Lexmark’s sales, both in the United States and abroad, exhausted its\n patent rights in the cartridges, so Impression Products was free to re-\n furbish and resell them, and to import them if acquired overseas.\n The District Court granted the motion to dismiss as to the domestic\n Return Program cartridges, but denied the motion as to the cartridg-\n es sold abroad. The Federal Circuit then ruled for Lexmark with re-\n spect to both groups of cartridges. Beginning with the Return Pro-\n gram cartridges that Lexmark sold domestically, the Federal Circuit\n held that a patentee may sell an item and retain the right to enforce,\n through patent infringement lawsuits, clearly communicated, lawful\n restrictions on post-sale use or resale. Because Impression Products\n knew about Lexmark’s restrictions and those restrictions did not vio-\n late any laws, Lexmark’s sales did not exhaust its patent rights, and\n it could sue Impression Products for infringement. As for the car-\n tridges that Lexmark sold abroad, the Federal Circuit held that,\n when a patentee sells a product overseas, it does not exhaust its pa-\n tent rights over that item. Lexmark was therefore free to sue for in-\n fringement when Impression Products imported cartridges that\n Lexmark had sold abroad. Judge Dyk, joined by Judge Hughes, dis-\n sented.\nHeld:\n    1. Lexmark exhausted its patent rights in the Return Program car-\n tridges that it sold in the United States. A patentee’s decision to sell\n a product exhausts all of its patent rights in that item, regardless of\n any restrictions the patentee purports to impose. As a result, even if\n the restrictions in Lexmark’s contracts with its customers were clear\n and enforceable under contract law, they do not entitle Lexmark to\n retain patent rights in an item that it has elected to sell. Pp. 5–13.\n       (a) The Patent Act grants patentees the “right to exclude others\n from making, using, offering for sale, or selling [their] invention[s].”\n 35 U. S. C. §154(a). For over 160 years, the doctrine of patent ex-\n haustion has imposed a limit on that right to exclude: When a pa-\n tentee sells an item, that product “is no longer within the limits of\n the [patent] monopoly” and instead becomes the “private, individual\n property” of the purchaser. Bloomer v. McQuewan, 14 How. 539,\n\u000c                   Cite as: 581 U. S. ____ (2017)                      3\n\n                              Syllabus\n\n549–550. If the patentee negotiates a contract restricting the pur-\nchaser’s right to use or resell the item, it may be able to enforce that\nrestriction as a matter of contract law, but may not do so through a\npatent infringement lawsuit.\n   The exhaustion rule marks the point where patent rights yield to\nthe common law principle against restraints on alienation. The Pa-\ntent Act promotes innovation by allowing inventors to secure the fi-\nnancial rewards for their inventions. Once a patentee sells an item,\nit has secured that reward, and the patent laws provide no basis for\nrestraining the use and enjoyment of the product. Allowing further\nrestrictions would run afoul of the “common law’s refusal to permit\nrestraints on the alienation of chattels.” Kirtsaeng v. John Wiley \u0026\nSons, Inc., 568 U. S. 519, 538. As Lord Coke put it in the 17th centu-\nry, if an owner restricts the resale or use of an item after selling it,\nthat restriction “is voide, because . . . it is against Trade and\nTraffique, and bargaining and contracting betweene man and man.”\n1 E. Coke, Institutes of the Laws of England §360, p. 223 (1628).\nCongress enacted and has repeatedly revised the Patent Act against\nthe backdrop of this hostility toward restraints on alienation, which\nis reflected in the exhaustion doctrine.\n   This Court accordingly has long held that, even when a patentee\nsells an item under an express, otherwise lawful restriction, the pa-\ntentee does not retain patent rights in that product. See, e.g., Quanta\nComputer, Inc. v. LG Electronics, Inc., 553 U. S. 617. And that well-\nsettled line of precedent allows for only one answer in this case:\nLexmark cannot bring a patent infringement suit against Impression\nProducts with respect to the Return Program cartridges sold in the\nUnited States because, once Lexmark sold those cartridges, it ex-\nhausted its right to control them through the patent laws. Pp. 5–9.\n     (b) The Federal Circuit reached a different result because it\nstarted from the premise that the exhaustion doctrine is an interpre-\ntation of the patent infringement statute, which prohibits anyone\nfrom using or selling a patented article “without authority” from the\npatentee. According to the Federal Circuit, exhaustion reflects a de-\nfault rule that selling an item “presumptively grant[s] ‘authority’ for\nthe purchaser to use it and resell it.” 816 F. 3d 721, 742. But if a pa-\ntentee withholds some authority by expressly limiting the purchas-\ner’s rights, the patentee may enforce that restriction through patent\ninfringement lawsuits. See id., at 741.\n   The problem with the Federal Circuit’s logic is that the exhaustion\ndoctrine is not a presumption about the authority that comes along\nwith a sale; it is a limit on the scope of the patentee’s rights. The Pa-\ntent Act gives patentees a limited exclusionary power, and exhaus-\ntion extinguishes that power. A purchaser has the right to use, sell,\n\u000c4      IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                                   Syllabus\n\n    or import an item because those are the rights that come along with\n    ownership, not because it purchased authority to engage in those\n    practices from the patentee. Pp. 9–13.\n       2. Lexmark also sold toner cartridges abroad, which Impression\n    Products acquired from purchasers and imported into the United\n    States. Lexmark cannot sue Impression Products for infringement\n    with respect to these cartridges. An authorized sale outside the\n    United States, just as one within the United States, exhausts all\n    rights under the Patent Act.\n       The question about international exhaustion of intellectual proper-\n    ty rights has arisen in the context of copyright law. Under the first\n    sale doctrine, when a copyright owner sells a lawfully made copy of\n    its work, it loses the power to restrict the purchaser’s right “to sell or\n    otherwise dispose of . . . that copy.” 17 U. S. C. §109(a). In Kirtsaeng\n    v. John Wiley \u0026 Sons, Inc., 568 U. S. 519, this Court held that the\n    first sale doctrine applies to copies of works made and sold abroad.\n    Central to that decision was the fact that the first sale doctrine has\n    its roots in the common law principle against restraints on aliena-\n    tion. Because that principle makes no geographical distinctions and\n    the text of the Copyright Act did not provide such a distinction, a\n    straightforward application of the first sale doctrine required con-\n    cluding that it applies overseas.\n       Applying patent exhaustion to foreign sales is just as straightfor-\n    ward. Patent exhaustion, too, has its roots in the antipathy toward\n    restraints on alienation, and nothing in the Patent Act shows that\n    Congress intended to confine that principle to domestic sales. Differ-\n    entiating between the patent exhaustion and copyright first sale doc-\n    trines would also make little theoretical or practical sense: The two\n    share a “strong similarity . . . and identity of purpose,” Bauer \u0026 Cie v.\n    O’Donnell, 229 U. S. 1, 13, and many everyday products are subject to\n    both patent and copyright protections.\n       Lexmark contends that a foreign sale does not exhaust patent\n    rights because the Patent Act limits a patentee’s power to exclude\n    others from making, using, selling, or importing its products to acts\n    that occur in the United States. Because those exclusionary powers\n    do not apply abroad, the patentee may not be able to sell its products\n    overseas for the same price as it could in the United States, and\n    therefore is not sure to receive the reward guaranteed by American\n    patent laws. Without that reward, says Lexmark, there should be no\n    exhaustion.\n       The territorial limit on patent rights is no basis for distinguishing\n    copyright protections; those do not have extraterritorial effect either.\n    Nor does the territorial limit support Lexmark’s argument. Exhaus-\n    tion is a distinct limit on the patent grant, which is triggered by the\n\u000c                     Cite as: 581 U. S. ____ (2017)                      5\n\n                                Syllabus\n\n  patentee’s decision to give a patented item up for whatever fee it de-\n  cides is appropriate. The patentee may not be able to command the\n  same amount for its products abroad as it does in the United States.\n  But the Patent Act does not guarantee a particular price. Instead,\n  the Patent Act just ensures that the patentee receives one reward—of\n  whatever it deems to be satisfactory compensation—for every item\n  that passes outside the scope of its patent monopoly.\n     This Court’s decision in Boesch v. Gräff, 133 U. S. 697, is not to the\n  contrary. That decision did not, as Lexmark contends, exempt all\n  foreign sales from patent exhaustion. Instead, it held that a sale\n  abroad does not exhaust a patentee’s rights when the patentee had\n  nothing to do with the transaction. That just reaffirms the basic\n  premise that only the patentee can decide whether to make a sale\n  that exhausts its patent rights in an item.\n     Finally, the United States advocates what it views as a middle-\n  ground position: that a foreign sale exhausts patent rights unless the\n  patentee expressly reserves those rights. This express-reservation\n  rule is based on the idea that overseas buyers expect to be able to use\n  and resell items freely, so exhaustion should be the presumption.\n  But, at the same time, lower courts have long allowed patentees to\n  expressly reserve their rights, so that option should remain open to\n  patentees. The sparse and inconsistent decisions the Government\n  cites, however, provide no basis for any expectation, let alone a set-\n  tled one, that patentees can reserve rights when they sell abroad.\n  The theory behind the express-reservation rule also wrongly focuses\n  on the expectations of the patentee and purchaser during a sale.\n  More is at stake when it comes to patent exhaustion than the deal-\n  ings between the parties, which can be addressed through contracts.\n  Instead, exhaustion occurs because allowing patent rights to stick to\n  an already-sold item as it travels through the market would violate\n  the principle against restraints on alienation. As a result, re-\n  strictions and location are irrelevant for patent exhaustion; what\n  matters is the patentee’s decision to make a sale. Pp. 13–18.\n816 F. 3d 721, reversed and remanded.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nTHOMAS, BREYER, ALITO, SOTOMAYOR, and KAGAN, JJ., joined. GINS-\nBURG, J., filed an opinion concurring in part and dissenting in part.\nGORSUCH, J., took no part in the consideration or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–1189\n                                   _________________\n\n\n   IMPRESSION PRODUCTS, INC., PETITIONER v. \n\n        LEXMARK INTERNATIONAL, INC. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                                 [May 30, 2017] \n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   A United States patent entitles the patent holder (the\n“patentee”), for a period of 20 years, to “exclude others\nfrom making, using, offering for sale, or selling [its] inven-\ntion throughout the United States or importing the inven-\ntion into the United States.” 35 U. S. C. §154(a). Whoever\nengages in one of these acts “without authority” from the\npatentee may face liability for patent infringement.\n§271(a).\n   When a patentee sells one of its products, however, the\npatentee can no longer control that item through the\npatent laws—its patent rights are said to “exhaust.” The\npurchaser and all subsequent owners are free to use or\nresell the product just like any other item of personal\nproperty, without fear of an infringement lawsuit.\n   This case presents two questions about the scope of the\npatent exhaustion doctrine: First, whether a patentee that\nsells an item under an express restriction on the purchas-\ner’s right to reuse or resell the product may enforce that\nrestriction through an infringement lawsuit. And second,\n\u000c2   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                     Opinion of the Court\n\nwhether a patentee exhausts its patent rights by selling\nits product outside the United States, where American\npatent laws do not apply. We conclude that a patentee’s\ndecision to sell a product exhausts all of its patent rights\nin that item, regardless of any restrictions the patentee\npurports to impose or the location of the sale.\n                              I\n   The underlying dispute in this case is about laser print-\ners—or, more specifically, the cartridges that contain the\npowdery substance, known as toner, that laser printers\nuse to make an image appear on paper. Respondent\nLexmark International, Inc. designs, manufactures, and\nsells toner cartridges to consumers in the United States\nand around the globe. It owns a number of patents that\ncover components of those cartridges and the manner in\nwhich they are used.\n   When toner cartridges run out of toner they can be\nrefilled and used again. This creates an opportunity for\nother companies—known as remanufacturers—to acquire\nempty Lexmark cartridges from purchasers in the United\nStates and abroad, refill them with toner, and then resell\nthem at a lower price than the new ones Lexmark puts on\nthe shelves.\n   Not blind to this business problem, Lexmark structures\nits sales in a way that encourages customers to return\nspent cartridges. It gives purchasers two options: One is\nto buy a toner cartridge at full price, with no strings at-\ntached. The other is to buy a cartridge at roughly 20-\npercent off through Lexmark’s “Return Program.” A cus-\ntomer who buys through the Return Program still owns\nthe cartridge but, in exchange for the lower price, signs a\ncontract agreeing to use it only once and to refrain from\ntransferring the empty cartridge to anyone but Lexmark.\nTo enforce this single-use/no-resale restriction, Lexmark\ninstalls a microchip on each Return Program cartridge\n\u000c                 Cite as: 581 U. S. ____ (2017)           3\n\n                     Opinion of the Court\n\nthat prevents reuse once the toner in the cartridge runs\nout.\n   Lexmark’s strategy just spurred remanufacturers to\nget more creative. Many kept acquiring empty Return\nProgram cartridges and developed methods to counteract\nthe effect of the microchips. With that technological\nobstacle out of the way, there was little to prevent the re-\nmanufacturers from using the Return Program cartridges\nin their resale business. After all, Lexmark’s contractual\nsingle-use/no-resale agreements were with the initial\ncustomers, not with downstream purchasers like the\nremanufacturers.\n   Lexmark, however, was not so ready to concede that its\nplan had been foiled. In 2010, it sued a number of reman-\nufacturers, including petitioner Impression Products, Inc.,\nfor patent infringement with respect to two groups of\ncartridges. One group consists of Return Program car-\ntridges that Lexmark sold within the United States.\nLexmark argued that, because it expressly prohibited\nreuse and resale of these cartridges, the remanufacturers\ninfringed the Lexmark patents when they refurbished and\nresold them. The other group consists of all toner car-\ntridges that Lexmark sold abroad and that remanufactur-\ners imported into the country. Lexmark claimed that it\nnever gave anyone authority to import these cartridges, so\nthe remanufacturers ran afoul of its patent rights by doing\njust that.\n   Eventually, the lawsuit was whittled down to one de-\nfendant, Impression Products, and one defense: that\nLexmark’s sales, both in the United States and abroad,\nexhausted its patent rights in the cartridges, so Impres-\nsion Products was free to refurbish and resell them, and to\nimport them if acquired abroad. Impression Products filed\nseparate motions to dismiss with respect to both groups of\ncartridges. The District Court granted the motion as to\nthe domestic Return Program cartridges, but denied the\n\u000c4    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nmotion as to the cartridges Lexmark sold abroad. Both\nparties appealed.\n  The Federal Circuit considered the appeals en banc and\nruled for Lexmark with respect to both groups of cartridges.\nThe court began with the Return Program cartridges\nthat Lexmark sold in the United States. Relying on its\ndecision in Mallinckrodt, Inc. v. Medipart, Inc., 976 F. 2d\n700 (1992), the Federal Circuit held that a patentee may\nsell an item and retain the right to enforce, through patent\ninfringement lawsuits, “clearly communicated, . . . lawful\nrestriction[s] as to post-sale use or resale.” 816 F. 3d 721,\n735 (2016). The exhaustion doctrine, the court reasoned,\nderives from the prohibition on making, using, selling, or\nimporting items “without authority.” Id., at 734 (quoting\n35 U. S. C. §271(a)). When you purchase an item you\npresumptively also acquire the authority to use or resell\nthe item freely, but that is just a presumption; the same\nauthority does not run with the item when the seller\nrestricts post-sale use or resale. 816 F. 3d, at 742. Be-\ncause the parties agreed that Impression Products knew\nabout Lexmark’s restrictions and that those restrictions\ndid not violate any laws, the Federal Circuit concluded\nthat Lexmark’s sales had not exhausted all of its patent\nrights, and that the company could sue for infringement\nwhen Impression Products refurbished and resold Return\nProgram cartridges.\n  As for the cartridges that Lexmark sold abroad, the\nFederal Circuit once again looked to its precedent. In Jazz\nPhoto Corp. v. International Trade Commission, 264 F. 3d\n1094 (2001), the court had held that a patentee’s decision\nto sell a product abroad did not terminate its ability to\nbring an infringement suit against a buyer that “im-\nport[ed] the article and [sold] . . . it in the United States.”\n816 F. 3d, at 726–727. That rule, the court concluded,\nmakes good sense: Exhaustion is justified when a patentee\nreceives “the reward available from [selling in] American\n\u000c                 Cite as: 581 U. S. ____ (2017)           5\n\n                     Opinion of the Court\n\nmarkets,” which does not occur when the patentee sells\noverseas, where the American patent offers no protection\nand therefore cannot bolster the price of the patentee’s\ngoods. Id., at 760–761. As a result, Lexmark was free to\nexercise its patent rights to sue Impression Products for\nbringing the foreign-sold cartridges to market in the United\nStates.\n  Judge Dyk, joined by Judge Hughes, dissented. In their\nview, selling the Return Program cartridges in the United\nStates exhausted Lexmark’s patent rights in those items\nbecause any “authorized sale of a patented article . . .\nfree[s] the article from any restrictions on use or sale\nbased on the patent laws.” Id., at 775–776. As for the\nforeign cartridges, the dissenters would have held that a\nsale abroad also results in exhaustion, unless the seller\n“explicitly reserve[s] [its] United States patent rights” at\nthe time of sale. Id., at 774, 788. Because Lexmark failed\nto make such an express reservation, its foreign sales\nexhausted its patent rights.\n  We granted certiorari to consider the Federal Circuit’s\ndecisions with respect to both domestic and international\nexhaustion, 580 U. S. ___ (2016), and now reverse.\n                              II\n\n                              A\n\n   First up are the Return Program cartridges that\nLexmark sold in the United States. We conclude that\nLexmark exhausted its patent rights in these cartridges\nthe moment it sold them. The single-use/no-resale re-\nstrictions in Lexmark’s contracts with customers may\nhave been clear and enforceable under contract law, but\nthey do not entitle Lexmark to retain patent rights in an\nitem that it has elected to sell.\n   The Patent Act grants patentees the “right to exclude\nothers from making, using, offering for sale, or selling\n[their] invention[s].” 35 U. S. C. §154(a). For over 160\n\u000c6    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nyears, the doctrine of patent exhaustion has imposed a\nlimit on that right to exclude. See Bloomer v. McQuewan,\n14 How. 539 (1853). The limit functions automatically:\nWhen a patentee chooses to sell an item, that product “is\nno longer within the limits of the monopoly” and instead\nbecomes the “private, individual property” of the purchaser,\nwith the rights and benefits that come along with owner-\nship. Id., at 549–550. A patentee is free to set the price\nand negotiate contracts with purchasers, but may not, “by\nvirtue of his patent, control the use or disposition” of the\nproduct after ownership passes to the purchaser. United\nStates v. Univis Lens Co., 316 U. S. 241, 250 (1942) (em-\nphasis added). The sale “terminates all patent rights to\nthat item.” Quanta Computer, Inc. v. LG Electronics, Inc.,\n553 U. S. 617, 625 (2008).\n   This well-established exhaustion rule marks the point\nwhere patent rights yield to the common law principle\nagainst restraints on alienation. The Patent Act “pro-\nmote[s] the progress of science and the useful arts by\ngranting to [inventors] a limited monopoly” that allows\nthem to “secure the financial rewards” for their inventions.\nUnivis, 316 U. S., at 250. But once a patentee sells an\nitem, it has “enjoyed all the rights secured” by that limited\nmonopoly. Keeler v. Standard Folding Bed Co., 157 U. S.\n659, 661 (1895). Because “the purpose of the patent law is\nfulfilled . . . when the patentee has received his reward for\nthe use of his invention,” that law furnishes “no basis for\nrestraining the use and enjoyment of the thing sold.”\nUnivis, 316 U. S., at 251.\n   We have explained in the context of copyright law that\nexhaustion has “an impeccable historic pedigree,” tracing\nits lineage back to the “common law’s refusal to permit\nrestraints on the alienation of chattels.” Kirtsaeng v. John\nWiley \u0026 Sons, Inc., 568 U. S. 519, 538 (2013). As Lord\nCoke put it in the 17th century, if an owner restricts the\nresale or use of an item after selling it, that restriction “is\n\u000c                  Cite as: 581 U. S. ____ (2017)            7\n\n                      Opinion of the Court\n\nvoide, because . . . it is against Trade and Traffique, and\nbargaining and contracting betweene man and man.” 1 E.\nCoke, Institutes of the Laws of England §360, p. 223\n(1628); see J. Gray, Restraints on the Alienation of Prop-\nerty §27, p. 18 (2d ed. 1895) (“A condition or conditional\nlimitation on alienation attached to a transfer of the entire\ninterest in personalty is as void as if attached to a fee\nsimple in land”).\n   This venerable principle is not, as the Federal Circuit\ndismissively viewed it, merely “one common-law jurisdic-\ntion’s general judicial policy at one time toward anti-\nalienation restrictions.” 816 F. 3d, at 750. Congress\nenacted and has repeatedly revised the Patent Act against\nthe backdrop of the hostility toward restraints on aliena-\ntion. That enmity is reflected in the exhaustion doctrine.\nThe patent laws do not include the right to “restrain[ ] . . .\nfurther alienation” after an initial sale; such conditions\nhave been “hateful to the law from Lord Coke’s day to\nours” and are “obnoxious to the public interest.” Straus v.\nVictor Talking Machine Co., 243 U. S. 490, 501 (1917).\n“The inconvenience and annoyance to the public that an\nopposite conclusion would occasion are too obvious to\nrequire illustration.” Keeler, 157 U. S., at 667.\n   But an illustration never hurts. Take a shop that re-\nstores and sells used cars. The business works because\nthe shop can rest assured that, so long as those bringing in\nthe cars own them, the shop is free to repair and resell\nthose vehicles. That smooth flow of commerce would\nsputter if companies that make the thousands of parts\nthat go into a vehicle could keep their patent rights after\nthe first sale. Those companies might, for instance, re-\nstrict resale rights and sue the shop owner for patent\ninfringement. And even if they refrained from imposing\nsuch restrictions, the very threat of patent liability would\nforce the shop to invest in efforts to protect itself from\nhidden lawsuits. Either way, extending the patent rights\n\u000c8    IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nbeyond the first sale would clog the channels of commerce,\nwith little benefit from the extra control that the patent-\nees retain. And advances in technology, along with in-\ncreasingly complex supply chains, magnify the problem.\nSee Brief for Costco Wholesale Corp. et al. as Amici Curiae\n7–9; Brief for Intel Corp. et al. as Amici Curiae 17, n. 5 (“A\ngeneric smartphone assembled from various high-tech\ncomponents could practice an estimated 250,000 patents”).\n   This Court accordingly has long held that, even when a\npatentee sells an item under an express restriction, the\npatentee does not retain patent rights in that product. In\nBoston Store of Chicago v. American Graphophone Co., for\nexample, a manufacturer sold graphophones—one of the\nearliest devices for recording and reproducing sounds—to\nretailers under contracts requiring those stores to resell at\na specific price. 246 U. S. 8, 17–18 (1918). When the\nmanufacturer brought a patent infringement suit against\na retailer who sold for less, we concluded that there was\n“no room for controversy” about the result: By selling the\nitem, the manufacturer placed it “beyond the confines of\nthe patent law, [and] could not, by qualifying restrictions\nas to use, keep [it] under the patent monopoly.” Id., at 20,\n25.\n   Two decades later, we confronted a similar arrangement\nin United States v. Univis Lens Co. There, a company that\nmade eyeglass lenses authorized an agent to sell its prod-\nucts to wholesalers and retailers only if they promised to\nmarket the lenses at fixed prices. The Government filed\nan antitrust lawsuit, and the company defended its ar-\nrangement on the ground that it was exercising authority\nunder the Patent Act. We held that the initial sales “re-\nlinquish[ed] . . . the patent monopoly with respect to the\narticle[s] sold,” so the “stipulation . . . fixing resale prices\nderive[d] no support from the patent and must stand on\nthe same footing” as restrictions on unpatented goods. 316\nU. S., at 249–251.\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\n   It is true that Boston Store and Univis involved resale\nprice restrictions that, at the time of those decisions,\nviolated the antitrust laws. But in both cases it was the\nsale of the items, rather than the illegality of the re-\nstrictions, that prevented the patentees from enforcing\nthose resale price agreements through patent infringe-\nment suits. And if there were any lingering doubt that\npatent exhaustion applies even when a sale is subject to\nan express, otherwise lawful restriction, our recent deci-\nsion in Quanta Computer, Inc. v. LG Electronics, Inc.\nsettled the matter. In that case, a technology company—\nwith authorization from the patentee—sold microproces-\nsors under contracts requiring purchasers to use those\nprocessors with other parts that the company manufac-\ntured. One buyer disregarded the restriction, and the\npatentee sued for infringement. Without so much as\nmentioning the lawfulness of the contract, we held that\nthe patentee could not bring an infringement suit because\nthe “authorized sale . . . took its products outside the scope\nof the patent monopoly.” 553 U. S., at 638.\n   Turning to the case at hand, we conclude that this well-\nsettled line of precedent allows for only one answer:\nLexmark cannot bring a patent infringement suit against\nImpression Products to enforce the single-use/no-resale\nprovision accompanying its Return Program cartridges.\nOnce sold, the Return Program cartridges passed outside\nof the patent monopoly, and whatever rights Lexmark\nretained are a matter of the contracts with its purchasers,\nnot the patent law.\n                              B\n   The Federal Circuit reached a different result largely\nbecause it got off on the wrong foot. The “exhaustion\ndoctrine,” the court believed, “must be understood as an\ninterpretation of ” the infringement statute, which prohib-\nits anyone from using or selling a patented article “with-\n\u000c10   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                      Opinion of the Court\n\nout authority” from the patentee. 816 F. 3d, at 734 (quot-\ning 35 U. S. C. §271(a)). Exhaustion reflects a default rule\nthat a patentee’s decision to sell an item “presumptively\ngrant[s] ‘authority’ to the purchaser to use it and resell it.”\n816 F. 3d, at 742. But, the Federal Circuit explained, the\npatentee does not have to hand over the full “bundle of\nrights” every time. Id., at 741 (internal quotation marks\nomitted). If the patentee expressly withholds a stick from\nthe bundle—perhaps by restricting the purchaser’s resale\nrights—the buyer never acquires that withheld authority,\nand the patentee may continue to enforce its right to\nexclude that practice under the patent laws.\n   The misstep in this logic is that the exhaustion doctrine\nis not a presumption about the authority that comes along\nwith a sale; it is instead a limit on “the scope of the patent­\nee’s rights.” United States v. General Elec. Co., 272 U. S.\n476, 489 (1926) (emphasis added). The right to use, sell,\nor import an item exists independently of the Patent Act.\nWhat a patent adds—and grants exclusively to the pat-\nentee—is a limited right to prevent others from engaging in\nthose practices. See Crown Die \u0026 Tool Co. v. Nye Tool \u0026\nMachine Works, 261 U. S. 24, 35 (1923). Exhaustion\nextinguishes that exclusionary power. See Bloomer, 14\nHow., at 549 (the purchaser “exercises no rights created by\nthe act of Congress, nor does he derive title to [the item]\nby virtue of the . . . exclusive privilege granted to the\npatentee”). As a result, the sale transfers the right to use,\nsell, or import because those are the rights that come\nalong with ownership, and the buyer is free and clear of an\ninfringement lawsuit because there is no exclusionary\nright left to enforce.\n   The Federal Circuit also expressed concern that pre-\nventing patentees from reserving patent rights when they\nsell goods would create an artificial distinction between\nsuch sales and sales by licensees. Patentees, the court\nexplained, often license others to make and sell their\n\u000c                 Cite as: 581 U. S. ____ (2017)           11\n\n                     Opinion of the Court\n\nproducts, and may place restrictions on those licenses. A\ncomputer developer could, for instance, license a manufac-\nturer to make its patented devices and sell them only for\nnon-commercial use by individuals. If a licensee breaches\nthe license by selling a computer for commercial use, the\npatentee can sue the licensee for infringement. And, in\nthe Federal Circuit’s view, our decision in General Talking\nPictures Corp. v. Western Elec. Co., 304 U. S. 175, aff ’d on\nreh’g, 305 U. S. 124 (1938), established that—when a\npatentee grants a license “under clearly stated restrictions\non post-sale activities” of those who purchase products\nfrom the licensee—the patentee can also sue for infringe-\nment those purchasers who knowingly violate the re-\nstrictions. 816 F. 3d, at 743–744. If patentees can employ\nlicenses to impose post-sale restrictions on purchasers that\nare enforceable through infringement suits, the court\nconcluded, it would make little sense to prevent patentees\nfrom doing so when they sell directly to consumers.\n   The Federal Circuit’s concern is misplaced. A patentee\ncan impose restrictions on licensees because a license does\nnot implicate the same concerns about restraints on alien-\nation as a sale. Patent exhaustion reflects the principle\nthat, when an item passes into commerce, it should not be\nshaded by a legal cloud on title as it moves through the\nmarketplace. But a license is not about passing title to a\nproduct, it is about changing the contours of the patentee’s\nmonopoly: The patentee agrees not to exclude a licensee\nfrom making or selling the patented invention, expanding\nthe club of authorized producers and sellers. See General\nElec. Co., 272 U. S., at 489–490. Because the patentee is\nexchanging rights, not goods, it is free to relinquish only a\nportion of its bundle of patent protections.\n   A patentee’s authority to limit licensees does not, as the\nFederal Circuit thought, mean that patentees can use\nlicenses to impose post-sale restrictions on purchasers that\nare enforceable through the patent laws. So long as a\n\u000c12   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                       Opinion of the Court\n\nlicensee complies with the license when selling an item,\nthe patentee has, in effect, authorized the sale. That\nlicensee’s sale is treated, for purposes of patent exhaus-\ntion, as if the patentee made the sale itself. The result:\nThe sale exhausts the patentee’s rights in that item. See\nHobbie v. Jennison, 149 U. S. 355, 362–363 (1893). A\nlicense may require the licensee to impose a restriction on\npurchasers, like the license limiting the computer manu-\nfacturer to selling for non-commercial use by individuals.\nBut if the licensee does so—by, perhaps, having each\ncustomer sign a contract promising not to use the comput-\ners in business—the sale nonetheless exhausts all patent\nrights in the item sold. See Motion Picture Patents Co. v.\nUniversal Film Mfg. Co., 243 U. S. 502, 506–507, 516\n(1917). The purchasers might not comply with the re-\nstriction, but the only recourse for the licensee is through\ncontract law, just as if the patentee itself sold the item\nwith a restriction.\n    General Talking Pictures involved a fundamentally\ndifferent situation: There, a licensee “knowingly ma[de]\n. . . sales . . . outside the scope of its license.” 304 U. S., at\n181–182 (emphasis added). We treated the sale “as if no\nlicense whatsoever had been granted” by the patentee,\nwhich meant that the patentee could sue both the licensee\nand the purchaser—who knew about the breach—for\ninfringement. General Talking Pictures Corp. v. Western\nElec. Co., 305 U. S. 124, 127 (1938). This does not mean\nthat patentees can use licenses to impose post-sale re-\nstraints on purchasers. Quite the contrary: The licensee\ninfringed the patentee’s rights because it did not comply\nwith the terms of its license, and the patentee could bring\na patent suit against the purchaser only because the\npurchaser participated in the licensee’s infringement.\nGeneral Talking Pictures, then, stands for the modest\nprinciple that, if a patentee has not given authority for a\nlicensee to make a sale, that sale cannot exhaust the\n\u000c                  Cite as: 581 U. S. ____ (2017)           13\n\n                      Opinion of the Court\n\npatentee’s rights.\n  In sum, patent exhaustion is uniform and automatic.\nOnce a patentee decides to sell—whether on its own or\nthrough a licensee—that sale exhausts its patent rights,\nregardless of any post-sale restrictions the patentee pur-\nports to impose, either directly or through a license.\n                               III\n   Our conclusion that Lexmark exhausted its patent\nrights when it sold the domestic Return Program cartridges\ngoes only halfway to resolving this case. Lexmark also\nsold toner cartridges abroad and sued Impression Prod-\nucts for patent infringement for “importing [Lexmark’s]\ninvention into the United States.” 35 U. S. C. §154(a).\nLexmark contends that it may sue for infringement with\nrespect to all of the imported cartridges—not just those in\nthe Return Program—because a foreign sale does not\ntrigger patent exhaustion unless the patentee “expressly\nor implicitly transfer[s] or license[s]” its rights. Brief for\nRespondent 36–37. The Federal Circuit agreed, but we do\nnot. An authorized sale outside the United States, just as\none within the United States, exhausts all rights under\nthe Patent Act.\n   This question about international exhaustion of intellec-\ntual property rights has also arisen in the context of copy-\nright law. Under the “first sale doctrine,” which is codified\nat 17 U. S. C. §109(a), when a copyright owner sells a\nlawfully made copy of its work, it loses the power to re-\nstrict the purchaser’s freedom “to sell or otherwise dispose\nof . . . that copy.” In Kirtsaeng v. John Wiley \u0026 Sons, Inc.,\nwe held that this “ ‘first sale’ [rule] applies to copies of a\ncopyrighted work lawfully made [and sold] abroad.” 568\nU. S., at 525. We began with the text of §109(a), but it\nwas not decisive: The language neither “restrict[s] the\nscope of [the] ‘first sale’ doctrine geographically,” nor\nclearly embraces international exhaustion. Id., at 528–\n\u000c14   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                     Opinion of the Court\n\n533. What helped tip the scales for global exhaustion was\nthe fact that the first sale doctrine originated in “the\ncommon law’s refusal to permit restraints on the aliena-\ntion of chattels.” Id., at 538. That “common-law doctrine\nmakes no geographical distinctions.” Id., at 539. The lack\nof any textual basis for distinguishing between domestic\nand international sales meant that “a straightforward\napplication” of the first sale doctrine required the conclu-\nsion that it applies overseas. Id., at 540 (internal quota-\ntion marks omitted).\n   Applying patent exhaustion to foreign sales is just as\nstraightforward. Patent exhaustion, too, has its roots in\nthe antipathy toward restraints on alienation, see supra,\nat 6–8, and nothing in the text or history of the Patent Act\nshows that Congress intended to confine that borderless\ncommon law principle to domestic sales. In fact, Congress\nhas not altered patent exhaustion at all; it remains an\nunwritten limit on the scope of the patentee’s monopoly.\nSee Astoria Fed. Sav. \u0026 Loan Assn. v. Solimino, 501 U. S.\n104, 108 (1991) (“[W]here a common-law principle is well\nestablished, . . . courts may take it as given that Congress\nhas legislated with an expectation that the principle will\napply except when a statutory purpose to the contrary is\nevident” (internal quotation marks omitted)). And differ-\nentiating the patent exhaustion and copyright first sale\ndoctrines would make little theoretical or practical sense:\nThe two share a “strong similarity . . . and identity of\npurpose,” Bauer \u0026 Cie v. O’Donnell, 229 U. S. 1, 13 (1913),\nand many everyday products—“automobiles, microwaves,\ncalculators, mobile phones, tablets, and personal comput-\ners”—are subject to both patent and copyright protections,\nsee Kirtsaeng, 568 U. S., at 545; Brief for Costco Wholesale\nCorp. et al. as Amici Curiae 14–15. There is a “historic\nkinship between patent law and copyright law,” Sony\nCorp. of America v. Universal City Studios, Inc., 464 U. S.\n417, 439 (1984), and the bond between the two leaves no\n\u000c                 Cite as: 581 U. S. ____ (2017)          15\n\n                     Opinion of the Court\n\nroom for a rift on the question of international exhaustion.\n   Lexmark sees the matter differently. The Patent Act, it\npoints out, limits the patentee’s “right to exclude others”\nfrom making, using, selling, or importing its products to\nacts that occur in the United States. 35 U. S. C. §154(a).\nA domestic sale, it argues, triggers exhaustion because the\nsale compensates the patentee for “surrendering [those]\nU. S. rights.” Brief for Respondent 38. A foreign sale is\ndifferent: The Patent Act does not give patentees exclu-\nsionary powers abroad. Without those powers, a patentee\nselling in a foreign market may not be able to sell its\nproduct for the same price that it could in the United\nStates, and therefore is not sure to receive “the reward\nguaranteed by U. S. patent law.” Id., at 39 (internal quo-\ntation marks omitted).         Absent that reward, says\nLexmark, there should be no exhaustion. In short, there is\nno patent exhaustion from sales abroad because there are\nno patent rights abroad to exhaust.\n   The territorial limit on patent rights is, however, no\nbasis for distinguishing copyright protections; those pro-\ntections “do not have any extraterritorial operation” ei-\nther. 5 M. Nimmer \u0026 D. Nimmer, Copyright §17.02, p.\n17–26 (2017). Nor does the territorial limit support the\npremise of Lexmark’s argument. Exhaustion is a separate\nlimit on the patent grant, and does not depend on the\npatentee receiving some undefined premium for selling the\nright to access the American market. A purchaser buys an\nitem, not patent rights. And exhaustion is triggered by\nthe patentee’s decision to give that item up and receive\nwhatever fee it decides is appropriate “for the article and\nthe invention which it embodies.” Univis, 316 U. S., at\n251. The patentee may not be able to command the same\namount for its products abroad as it does in the United\nStates. But the Patent Act does not guarantee a particu-\nlar price, much less the price from selling to American\nconsumers. Instead, the right to exclude just ensures that\n\u000c16   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                    Opinion of the Court\n\nthe patentee receives one reward—of whatever amount\nthe patentee deems to be “satisfactory compensation,”\nKeeler, 157 U. S., at 661—for every item that passes out-\nside the scope of the patent monopoly.\n   This Court has addressed international patent exhaus-\ntion in only one case, Boesch v. Gräff, decided over 125\nyears ago. All that case illustrates is that a sale abroad\ndoes not exhaust a patentee’s rights when the patentee\nhad nothing to do with the transaction. Boesch—from the\ndays before the widespread adoption of electrical light-\ning—involved a retailer who purchased lamp burners from\na manufacturer in Germany, with plans to sell them in the\nUnited States. The manufacturer had authority to make\nthe burners under German law, but there was a hitch:\nTwo individuals with no ties to the German manufacturer\nheld the American patent to that invention. These patent-\nees sued the retailer for infringement when the retailer\nimported the lamp burners into the United States, and we\nrejected the argument that the German manufacturer’s\nsale had exhausted the American patentees’ rights. The\nGerman manufacturer had no permission to sell in the\nUnited States from the American patentees, and the\nAmerican patentees had not exhausted their patent rights\nin the products because they had not sold them to anyone,\nso “purchasers from [the German manufacturer] could not\nbe thereby authorized to sell the articles in the United\nStates.” 133 U. S. 697, 703 (1890).\n   Our decision did not, as Lexmark contends, exempt all\nforeign sales from patent exhaustion. See Brief for Re-\nspondent 44–45. Rather, it reaffirmed the basic premise\nthat only the patentee can decide whether to make a sale\nthat exhausts its patent rights in an item. The American\npatentees did not do so with respect to the German prod-\nucts, so the German sales did not exhaust their rights.\n   Finally, the United States, as an amicus, advocates\nwhat it views as a middle-ground position: that “a foreign\n\u000c                  Cite as: 581 U. S. ____ (2017)            17\n\n                      Opinion of the Court\n\nsale authorized by the U. S. patentee exhausts U. S. pat-\nent rights unless those rights are expressly reserved.”\nBrief for United States 7–8. Its position is largely based\non policy rather than principle. The Government thinks\nthat an overseas “buyer’s legitimate expectation” is that a\n“sale conveys all of the seller’s interest in the patented\narticle,” so the presumption should be that a foreign sale\ntriggers exhaustion. Id., at 32–33. But, at the same time,\n“lower courts long ago coalesced around” the rule that “a\npatentee’s express reservation of U. S. patent rights at the\ntime of a foreign sale will be given effect,” so that option\nshould remain open to the patentee. Id., at 22 (emphasis\ndeleted).\n   The Government has little more than “long ago” on its\nside. In the 1890s, two circuit courts—in cases involving\nthe same company—did hold that patentees may use\nexpress restrictions to reserve their patent rights in con-\nnection with foreign sales. See Dickerson v. Tinling, 84 F.\n192, 194–195 (CA8 1897); Dickerson v. Matheson, 57 F.\n524, 527 (CA2 1893). But no “coalesc[ing]” ever took place:\nOver the following hundred-plus years, only a smattering\nof lower court decisions mentioned this express-\nreservation rule for foreign sales. See, e.g., Sanofi, S. A. v.\nMed-Tech Veterinarian Prods., Inc., 565 F. Supp. 931, 938\n(NJ 1983). And in 2001, the Federal Circuit adopted its\nblanket rule that foreign sales do not trigger exhaustion,\neven if the patentee fails to expressly reserve its rights.\nJazz Photo, 264 F. 3d, at 1105. These sparse and incon-\nsistent decisions provide no basis for any expectation, let\nalone a settled one, that patentees can reserve patent\nrights when they sell abroad.\n   The theory behind the Government’s express-\nreservation rule also wrongly focuses on the likely expec-\ntations of the patentee and purchaser during a sale.\nExhaustion does not arise because of the parties’ expecta-\ntions about how sales transfer patent rights. More is at\n\u000c18   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                     Opinion of the Court\n\nstake when it comes to patents than simply the dealings\nbetween the parties, which can be addressed through\ncontract law. Instead, exhaustion occurs because, in a\nsale, the patentee elects to give up title to an item in\nexchange for payment. Allowing patent rights to stick\nremora-like to that item as it flows through the market\nwould violate the principle against restraints on aliena-\ntion. Exhaustion does not depend on whether the patentee\nreceives a premium for selling in the United States, or\nthe type of rights that buyers expect to receive. As a\nresult, restrictions and location are irrelevant; what mat-\nters is the patentee’s decision to make a sale.\n                        *    *     *\n  The judgment of the United States Court of Appeals for\nthe Federal Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c                  Cite as: 581 U. S. ____ (2017)                 1\n\n      GINSBURG, J., concurring\n                      Opinion ofinGpart and,dissenting\n                                   INSBURG  J.         in part\n\nSUPREME COURT OF THE UNITED STATES\n                           _________________\n\n                           No. 15–1189\n                           _________________\n\n\n   IMPRESSION PRODUCTS, INC., PETITIONER v. \n\n        LEXMARK INTERNATIONAL, INC. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                          [May 30, 2017] \n\n\n  JUSTICE GINSBURG, concurring in part and dissenting in\npart.\n  I concur in the Court’s holding regarding domestic ex-\nhaustion—a patentee who sells a product with an express\nrestriction on reuse or resale may not enforce that re-\nstriction through an infringement lawsuit, because the\nU. S. sale exhausts the U. S. patent rights in the product\nsold. See ante, at 5–13. I dissent, however, from the\nCourt’s holding on international exhaustion. A foreign\nsale, I would hold, does not exhaust a U. S. inventor’s\nU. S. patent rights.\n  Patent law is territorial. When an inventor receives a\nU. S. patent, that patent provides no protection abroad.\nSee Deepsouth Packing Co. v. Laitram Corp., 406 U. S.\n518, 531 (1972) (“Our patent system makes no claim to\nextraterritorial effect.”). See also 35 U. S. C. §271(a)\n(establishing liability for acts of patent infringement\n“within the United States” and for “import[ation] into the\nUnited States [of] any patented invention”). A U. S. pat-\nentee must apply to each country in which she seeks the\nexclusive right to sell her invention. Microsoft Corp. v.\nAT\u0026T Corp., 550 U. S. 437, 456 (2007) (“[F]oreign law\nalone, not United States law, currently governs the manu-\nfacture and sale of components of patented inventions in\nforeign countries.”). See also Convention at Brussels, An\n\u000c2   IMPRESSION PRODUCTS, INC. v. LEXMARK INT’L, INC.\n\n                    Opinion of GINSBURG, J.\n\nAdditional Act Modifying the Paris Convention for the\nProtection of Industrial Property of Mar. 20, 1883, Dec. 14,\n1900, Art. I, 32 Stat. 1940 (“Patents applied for in the\ndifferent contracting States . . . shall be independent of the\npatents obtained for the same invention in the other\nStates.”). And patent laws vary by country; each country’s\nlaws “may embody different policy judgments about the\nrelative rights of inventors, competitors, and the public in\npatented inventions.” Microsoft, 550 U. S., at 455 (inter-\nnal quotation marks omitted).\n   Because a sale abroad operates independently of the\nU. S. patent system, it makes little sense to say that such\na sale exhausts an inventor’s U. S. patent rights. U. S.\npatent protection accompanies none of a U. S. patentee’s\nsales abroad—a competitor could sell the same patented\nproduct abroad with no U. S.-patent-law consequence.\nAccordingly, the foreign sale should not diminish the\nprotections of U. S. law in the United States.\n   The majority disagrees, in part because this Court\ndecided, in Kirtsaeng v. John Wiley \u0026 Sons, Inc., 568 U. S.\n519, 525 (2013), that a foreign sale exhausts U. S. copy-\nright protections. Copyright and patent exhaustion, the\nmajority states, “share a strong similarity.” Ante, at 14\n(internal quotation marks omitted). I dissented from our\ndecision in Kirtsaeng and adhere to the view that a foreign\nsale should not exhaust U. S. copyright protections. See\n568 U. S., at 557.\n   But even if I subscribed to Kirtsaeng’s reasoning with\nrespect to copyright, that decision should bear little weight\nin the patent context. Although there may be a “historical\nkinship” between patent law and copyright law, Sony\nCorp. of America v. Universal City Studios, Inc., 464 U. S.\n417, 439 (1984), the two “are not identical twins,” id, at\n439, n. 19. The Patent Act contains no analogue to 17\nU. S. C. §109(a), the Copyright Act first-sale provision\nanalyzed in Kirtsaeng. See ante, at 13–14. More im-\n\u000c                   Cite as: 581 U. S. ____ (2017)                 3\n\n                      Opinion of GINSBURG, J.\n\nportantly, copyright protections, unlike patent protections,\nare harmonized across countries. Under the Berne Con-\nvention, which 174 countries have joined,* members\n“agree to treat authors from other member countries as\nwell as they treat their own.” Golan v. Holder, 565 U. S.\n302, 308 (2012) (citing Berne Convention for the Protec-\ntion of Literary and Artistic Works, Sept. 9, 1886, as re-\nvised at Stockholm on July 14, 1967, Arts. 1, 5(1), 828\nU. N. T. S. 225, 231–233). The copyright protections one\nreceives abroad are thus likely to be similar to those re-\nceived at home, even if provided under each country’s\nseparate copyright regime.\n   For these reasons, I would affirm the Federal Circuit’s\njudgment with respect to foreign exhaustion.\n\n\n\n\n——————\n  * See WIPO-Administered Treaties: Contracting Parties: Berne\nConvention, www.wipo.int/treaties/en/ShowResults.jsp?lang=en\u0026treaty_\nid=5 (as last visited May 25, 2017).\n\u000c",
	"cited_id": [
		86806
	],
	"id_manually_found": [
		true
	],
	"cited_case": [
		"Bloomer v. McQuewan, 14 How. 539 (1853)"
	],
	"case_extract": [
		"Bloomer v. McQuewan, 14 How. 539 (1853)"
	],
	"citing_sentence": "For over 160 years, the doctrine of patent exhaustion has imposed a limit on that right to exclude. See Bloomer v. McQuewan, 14 How. 539 (1853).",
	"citing_paragraph": "For over 160 years, the doctrine of patent exhaustion has imposed a limit on that right to exclude. See Bloomer v. McQuewan, 14 How. 539 (1853). The limit functions automatically: When a patentee chooses to sell an item, that product “is no longer within the limits of the monopoly” and instead becomes the “private, individual property” of the purchaser, with the rights and benefits that come along with owner- ship. Id., at 549–550. A patentee is free to set the price and negotiate contracts with purchasers, but may not, “by virtue of his patent, control the use or disposition” of the product after ownership passes to the purchaser. United States v. Univis Lens Co., 316 U. S. 241, 250 (1942) (em- phasis added). The sale “terminates all patent rights to that item.” Quanta Computer, Inc. v. LG Electronics, Inc., 553 U. S. 617, 625 (2008).",
	"relevant_keywords": [
		"patent",
		"monopoly",
		"patentee",
		"exhaustion",
		"ownership",
		"sale",
		"right to exclude",
		"limit",
		"ownership",
		"control"
	],
	"query": [
		"patent AND \"patent exhaustion\" AND (limit! OR restrict!) AND right! AND patentee",
		"patent AND \"patent exhaustion\" AND (limit! OR restrict!) AND \"right to exclude\" AND patentee",
		"patent AND (\"Patent Act\" OR \"35 U S C\" OR \"35 USC\") AND (\"§154\" OR \"§ 154\" OR \"section 154\" OR \"s 154\") AND \"patent exhaustion\" AND (limit! OR restrict!) AND \"right to exclude\""
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent exhaustion",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "right*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patentee"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "limit*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "restrict*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent exhaustion",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "right to exclude",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patentee"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "limit*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "restrict*"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent exhaustion",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "right to exclude",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "patent act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "35 u s c",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "35 usc",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§154"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 154",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 154",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 154",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "limit*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "restrict*"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}