{
	"id": 75,
	"case_id": 4106441,
	"case_title": "Shaw v. United States",
	"date_filed": "2016-12-12",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                      SHAW v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n  No. 15–5991. Argued October 4, 2016—Decided December 12, 2016\nPetitioner Shaw used identifying numbers of a bank account belonging\n  to bank customer Hsu in a scheme to transfer funds from that ac-\n  count to accounts at other institutions from which Shaw was able to\n  obtain Hsu’s funds. Shaw was convicted of violating \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n  §1344(1), which makes it a crime to “knowingly execut[e] a\n  scheme . . . to defraud a financial institution.” The Ninth Circuit af-\n  firmed.\nHeld:\n     1. Subsection (1) of the bank fraud statute covers schemes to de-\n  prive a bank of money in a customer’s deposit account. Shaw’s argu-\n  ments in favor of his claim that subsection (1) does not apply to him\n  because he intended to cheat only a bank depositor, not a bank, are\n  unpersuasive.\n     First, the bank did have property rights in Hsu’s bank deposits:\n  When a customer deposits funds, the bank ordinarily becomes the\n  owner of the funds, which the bank has a right to use as a source of\n  loans that help the bank earn profits. Sometimes, the contract be-\n  tween the customer and the bank provides that the customer retains\n  ownership of the funds and the bank only assumes possession; even\n  then, the bank has a property interest in the funds because its role is\n  akin to that of a bailee. Hence, for purposes of the bank fraud stat-\n  ute, a scheme fraudulently to obtain funds from a bank depositor’s\n  account normally is also a scheme fraudulently to obtain property\n  from a “financial institution,” at least where, as here, the defendant\n  knew that the bank held the deposits, the funds obtained came from\n  the deposit account, and the defendant misled the bank in order to\n  obtain those funds.\n     Second, Shaw may not have intended to cause the bank financial\n  harm, but the statute, while insisting upon “a scheme to defraud,”\n\u000c2                      SHAW v. UNITED STATES\n\n                                 Syllabus\n  demands neither a showing that the bank suffered ultimate financial\n  loss nor a showing that the defendant intended to cause such loss.\n  This Court has found no case that interprets the statute as Shaw\n  does. Cf. Carpenter v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111964\"\u003e\u003ca href=\"/opinion/111964/carpenter-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e19\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 26.\n    Third, that Shaw may have been ignorant of relevant bank-related\n  property law is no defense to criminal prosecution for bank fraud.\n  Shaw knew that the bank possessed Hsu’s account, Shaw made false\n  statements to the bank, Shaw believed that those false statements\n  would lead the bank to release from that account funds that ultimate-\n  ly and wrongfully ended up with Shaw, and the bank in fact pos-\n  sessed a property interest in the account. These facts are sufficient\n  to show that Shaw knew that he was entering into a scheme to de-\n  fraud the bank even if he was not aware of the niceties of bank-\n  related property law. Cf. Pasquantino v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"142889\"\u003e\u003ca href=\"/opinion/142889/pasquantino-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e544\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n  \u003cspan class=\"page\"\u003e349\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 355–356.\n    Fourth, Shaw mistakenly contends that the statute requires the\n  Government to prove not just that he acted with the knowledge that\n  he would likely harm the bank’s property interest but also that such\n  was his purpose. This Court has found no relevant authority sup-\n  porting the view that a statute making criminal the “knowin[g] ex-\n  ecut[ion of] a scheme . . . to defraud” requires something more than\n  knowledge. Allison Engine Co. v. United States ex rel. Sanders, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145798\"\u003e\u003ca href=\"/opinion/145798/allison-engine-co-v-us-ex-rel-sanders/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e\n  \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e662\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 665–668; Tanner v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111936\"\u003e\u003ca href=\"/opinion/111936/tanner-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e107\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 110–112;\n  United States v. Cohn, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e270\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e339\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 343; and Bridges v. United\n  States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e346\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e209\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 221–222, distinguished.\n    Fifth, subsection (2) of the bank fraud statute, which makes crimi-\n  nal the use of “false or fraudulent pretenses” to obtain “property . . .\n  under the custody or control of” a bank, may overlap with subsection\n  (1), but it does not do so completely. Thus, it should not be read as\n  excluding from subsection (1) applications that would otherwise fall\n  within the scope of subsection (1), such as the conduct at issue in this\n  case. See Loughrin v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e573\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, n. 4.\n    Finally, because the bank fraud statute is clear enough, the rule of\n  lenity is not implicated. Pp. 2–8.\n    2. With regard to the parties’ dispute over whether the District\n  Court improperly instructed the jury that a scheme to defraud a bank\n  must be one to deceive the bank or deprive it of something of value,\n  instead of one to deceive and deprive, the Ninth Circuit is left to de-\n  termine whether that question was properly presented and if so,\n  whether the instruction given is lawful, and, if not, whether any error\n  was harmless in this case. Pp. 8–9.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e781\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1130\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n    BREYER, J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: 580 U. S. ____ (2016)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–5991\n                                   _________________\n\n\n     LAWRENCE EUGENE SHAW, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                              [December 12, 2016]\n\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  A federal statute makes it a crime “knowingly [to] ex-\necut[e] a scheme . . . to defraud a financial institution,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1344(1), for example, a federally insured bank,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §20. The petitioner, Lawrence Shaw, was\nconvicted of violating this provision. He argues here that\nthe provision does not apply to him because he intended to\ncheat only a bank depositor, not a bank. We do not accept\nhis arguments.\n                            I\n\n  The relevant criminal statute makes it a crime: \n\n    “knowingly [to] execut[e] a scheme . . .\n         “(1) to defraud a financial institution; or\n         “(2) to obtain any of the moneys, funds, credits,\n      assets, securities, or other property owned by, or\n      under the custody or control of, a financial institu-\n      tion, by means of false or fraudulent pretenses, rep-\n      resentations, or promises.” §1344.\nShaw obtained the identifying numbers of a Bank of\nAmerica account belonging to a bank customer, Stanley\n\u000c2                  SHAW v. UNITED STATES\n\n                      Opinion of the Court\n\nHsu. Shaw used those numbers (and other related infor-\nmation) to transfer funds from Hsu’s account to other\naccounts at other institutions from which Shaw could\nobtain (and eventually did obtain) Hsu’s funds. Shaw was\nconvicted of violating the first clause of the statute, namely,\nthe prohibition against “defraud[ing] a financial insti-\ntution.” The Ninth Circuit affirmed his conviction. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e781\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1130\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2015). Shaw then filed a petition for certiorari\narguing that the words “scheme to defraud a financial\ninstitution” require the Government to prove that the\ndefendant had “a specific intent not only to deceive, but\nalso to cheat, a bank,” rather than “a non-bank third\nparty.” Pet. for Cert. i. We granted review.\n                               II\n  Shaw makes several related arguments in favor of his\nbasic claim, namely, that the statute does not cover\nschemes to deprive a bank of customer deposits. First, he\nsays that subsection (1) requires “an intent to wrong a\nvictim bank [a ‘financial institution’] in its property\nrights . . . .” Brief for Petitioner 23. He adds that the\nproperty he took, money in Hsu’s bank account, belonged\nto Hsu, the bank’s customer, and that Hsu is not a “finan-\ncial institution.” Id., at 25, 45. Hence Shaw’s was a\nscheme “designed” to obtain only “a bank customer’s prop-\nerty,” not “a bank’s own property.” Id., at 24–25.\n  The basic flaw in this argument lies in the fact that the\nbank, too, had property rights in Hsu’s bank account.\nWhen a customer deposits funds, the bank ordinarily\nbecomes the owner of the funds and consequently has the\nright to use the funds as a source of loans that help the\nbank earn profits (though the customer retains the right,\nfor example, to withdraw funds). 5A Michie, Banks and\nBanking, ch. 9, §1, pp. 1–7 (2014) (Michie); id., §4b, at 54–\n58; id., §38, at 162; Phoenix Bank v. Risley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"91092\"\u003e\u003ca href=\"/opinion/91092/phoenix-bank-v-risley/\"\u003e\u003cspan class=\"volume\"\u003e111\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e125\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n127 (1884). Sometimes, the contract between the customer\n\u000c                 Cite as: 580 U. S. ____ (2016)            3\n\n                     Opinion of the Court\n\nand the bank provides that the customer retains owner-\nship of the funds and the bank merely assumes possession.\nMichie, ch. 9, §38, at 162; Phoenix Bank, supra, at 127.\nBut even then the bank is like a bailee, say, a garage that\nstores a customer’s car. Michie, ch. 9, §38, at 162. And as\nbailee, the bank can assert the right to possess the depos-\nited funds against all the world but for the bailor (or, say,\nthe bailor’s authorized agent). 8A Am. Jur. 2d, Bailment\n§166, pp. 685–686 (2009). This right, too, is a property\nright. 2 W. Blackstone, Commentaries on the Laws of\nEngland 452–454 (1766) (referring to a bailee’s right in a\nbailment as a “special qualified property”). Thus, Shaw’s\nscheme to cheat Hsu was also a scheme to deprive the\nbank of certain bank property rights.\n   Hence, for purposes of the bank fraud statute, a scheme\nfraudulently to obtain funds from a bank depositor’s ac-\ncount normally is also a scheme fraudulently to obtain\nproperty from a “financial institution,” at least where, as\nhere, the defendant knew that the bank held the deposits,\nthe funds obtained came from the deposit account, and the\ndefendant misled the bank in order to obtain those funds.\n   Second, Shaw says he did not intend to cause the bank\nfinancial harm. Indeed, the parties appear to agree that,\ndue to standard banking practices in place at the time of\nthe fraud, no bank involved in the scheme ultimately\nsuffered any monetary loss. Brief for Petitioner 4; Brief\nfor United States 4, 27–28. But the statute, while insist-\ning upon “a scheme to defraud,” demands neither a show-\ning of ultimate financial loss nor a showing of intent to\ncause financial loss. Many years ago Judge Learned Hand\npointed out that “[a] man is none the less cheated out of\nhis property, when he is induced to part with it by fraud,”\neven if “he gets a quid pro quo of equal value.” United\nStates v. Rowe, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1479560\"\u003e\u003ca href=\"/opinion/1479560/united-states-v-rowe/\"\u003e\u003cspan class=\"volume\"\u003e56\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e747\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 749 (CA2 1932). That is\nbecause “[i]t may be impossible to measure his loss by the\ngross scales available to a court, but he has suffered a\n\u000c4                 SHAW v. UNITED STATES\n\n                      Opinion of the Court\n\nwrong; he has lost,” for example, “his chance to bargain\nwith the facts before him.” Ibid. Cf. O. Holmes, The\nCommon Law 132 (1881) (“[A] man is liable to an action\nfor deceit if he makes a false representation to another,\nknowing it to be false, but intending that the other should\nbelieve and act upon it”); Neder v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118298\"\u003e\u003ca href=\"/opinion/118298/neder-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e527\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 21–25 (1999) (bank fraud statute’s definition of fraud\nreflects the common law).\n   It is consequently not surprising that, when interpreting\nthe analogous mail fraud statute, we have held it “suffi-\ncient” that the victim (here, the bank) be “deprived of its\nright” to use of the property, even if it ultimately did not\nsuffer unreimbursed loss. Carpenter v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111964\"\u003e\u003ca href=\"/opinion/111964/carpenter-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e484\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e19\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 26–27 (1987). Lower courts have explained that,\nwhere cash is taken from a bank “but the bank [is] fully\ninsured[,] [t]he theft [is] complete when the cash [i]s taken;\nthe fact that the bank ha[s] a contract with an insur-\nance company enabling it to shift the loss to that company\n[is] immaterial.” United States v. Kucik, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"504449\"\u003e\u003ca href=\"/opinion/504449/united-states-v-martin-r-kucik/\"\u003e\u003cspan class=\"volume\"\u003e844\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e493\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n495 (CA7 1988). And commentators have made clear that\n“on the criminal side, it is generally held that the lack of\nfinancial loss is no defense to false pretenses.” 2 W. LaFave\n\u0026 A. Scott, Substantive Criminal Law §8.7(i)(3), p. 404\n(1986). We have found no case from this Court interpret-\ning the bank fraud statute as requiring that the victim\nbank ultimately suffer financial harm, or that the defend-\nant intend that the victim bank suffer such harm.\n   Third, Shaw appears to argue that, whatever the true\nstate of property law, he did not know that the bank had a\nproperty interest in Hsu’s account; hence he could not\nhave intended to cheat the bank of its property. Shaw did\nknow, however, that the bank possessed Hsu’s account.\nHe did make false statements to the bank. He did correctly\nbelieve that those false statements would lead the bank\nto release from that account funds that ultimately and\nwrongfully ended up in Shaw’s pocket. And the bank did in\n\u000c                 Cite as: 580 U. S. ____ (2016)            5\n\n                     Opinion of the Court\n\nfact possess a property interest in the account. These facts\nare sufficient to show that Shaw knew he was entering\ninto a scheme to defraud the bank even if he was not\naware of the niceties of bank-related property law. To\nrequire more, i.e., to require actual knowledge of those\nbank-related property-law niceties, would free (or convict)\nequally culpable defendants depending upon their property-\nlaw expertise—an arbitrary result. We have found no\ncase from this Court requiring legal knowledge of the kind\nShaw suggests he lacked. But we have found cases in\nroughly similar fraud-related contexts where this Court\nhas asked only whether the targeted property was in fact\nproperty in the hands of the victim, not whether the de-\nfendant knew that the law would characterize the items at\nissue as “property.” See Pasquantino v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"142889\"\u003e\u003ca href=\"/opinion/142889/pasquantino-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e544\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e349\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 355–356 (2005) (Canada’s right to uncollected\nexcise taxes on imported liquor counted as “property” for\npurposes of the wire fraud statute); Carpenter, supra, at\n25–26 (a newspaper’s interest in the confidentiality of the\ncontents and timing of a news column counted as property\nfor the purposes of the mail and wire fraud statutes). We\nconclude that the legal ignorance that Shaw claims here is\nno defense to criminal prosecution for bank fraud.\n   Fourth, Shaw argues that the bank fraud statute re-\nquires the Government to prove more than his simple\nknowledge that he would likely harm the bank’s property\ninterest; in his view, the Government must prove that\nsuch was his purpose. See Voisine v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e579\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip op., at 4) (“knowingly” commit-\nting an assault requires an awareness “ ‘that [harm] is\npractically certain,’ ” whereas “purposefully” committing\nan assault is “to have that result as a ‘conscious object’ ”\n(quoting ALI, Model Penal Code §§2.02(2)(a)–(b) (1962))).\nShaw adds that his purpose was to take money from Hsu;\ntaking property from the bank was not his purpose.\n   But the statute itself makes criminal the “knowin[g]\n\u000c6                 SHAW v. UNITED STATES\n\n                      Opinion of the Court\n\nexecut[ion of] a scheme . . . to defraud.” To hold that\nsomething other than knowledge is required would as-\nsume that Congress intended to distinguish, in respect to\nstates of mind, between (1) the fraudulent scheme, and (2)\nits fraudulent elements. Why would Congress wish to do\nso? Shaw refers us to a number of cases involving fraud\nagainst the Government and points to language in those\ncases suggesting that the relevant statutes required that\nthe defendant’s purpose be to harm the statutorily pro-\ntected target and not a third party. Brief for Petitioner\n25–29. But in two of those cases, the fraudulent state-\nment was made not to the Government but to the third\nparty—a circumstance not present here. See Allison\nEngine Co. v. United States ex rel. Sanders, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145798\"\u003e\u003ca href=\"/opinion/145798/allison-engine-co-v-us-ex-rel-sanders/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e662\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n665–668 (2008); Tanner v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111936\"\u003e\u003ca href=\"/opinion/111936/tanner-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e107\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n110–112 (1987). In the third, the relevant portion of the\nstatute expressly required a false statement “ ‘for the\npurpose . . . of . . . defrauding the Government of the United\nStates.’ ” United States v. Cohn, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e270\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e339\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 343\n(1926) (emphasis added). As for the fourth case, the lan-\nguage Shaw cites states the uncontroversial proposition\nthat “defrauding or attempting to defraud the United\nStates” means “fraud against the Government.” Bridges v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e346\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e209\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 221–222 (1953). In any\nevent, these cases all involved crimes of fraud targeting\nthe Government—an area of the law with its own special\nrules and protections. We have found no relevant authority\nin the area of mail fraud, wire fraud, financial frauds, or\nthe like supporting Shaw’s view.\n   Fifth, Shaw, reading the bank fraud statute as a whole,\nurges us to compare subsection (1) with subsection (2).\nSupra, at 1. Subsection (2), he points out, makes criminal\nthe use of “false or fraudulent pretenses” to obtain “prop-\nerty . . . under the custody or control of ” a bank. And in\nhis view that fact means that we should read subsection\n(1) not to apply to those circumstances. That is to say,\n\u000c                  Cite as: 580 U. S. ____ (2016)            7\n\n                      Opinion of the Court\n\ngiven the language of subsection (2), efforts such as his\neffort fraudulently to obtain money deposited in a bank\naccount should not fall within the scope of the subsection\n(1) phrase “scheme . . . to defraud a financial institution.”\nBrief for Petitioner 30–33.\n  As we read the two subsections, however, they do not\ndemand that interpretation. The two subsections overlap\nsubstantially but not completely. Subsection (2) makes\ncriminal the use of a scheme\n    “to obtain any of the moneys, funds, credits, assets,\n    securities, or other property owned by, or under the\n    custody or control of, a financial institution, by means\n    of false or fraudulent pretenses, representations, or\n    promises.”\nThis language covers much that subsection (1) also covers,\nfor example, making a false representation to a bank in\norder to obtain property belonging to that bank. See\nLoughrin v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e573\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___–___, n. 4\n(2014) (slip op., at 6–7, n. 4) (recognizing the “substantial”\noverlap between the two subsections and noting that such\noverlap “is not uncommon in criminal statutes”). At the\nsame time, it applies to a circumstance in which a shopper\nmakes a false statement to a department store cashier in\norder to pay for goods with money “under the custody or\ncontrol of a financial institution,” say, Bank A. The shop-\nper’s false statement, though designed to obtain Bank A’s\nproperty, might well not amount to an effort (under sub-\nsection (1)) to defraud Bank A (since the statement was\nmade not to Bank A but to an agent of the department\nstore). Given, on the one hand, the overlap and, on the\nother hand, a plausible reading of the language that ap-\nplies it to circumstances significantly different from those\nat issue here, we have no good reason to read subsection\n(2) as excluding from subsection (1) applications that\nwould otherwise fall within the scope of subsection (1),\n\u000c8                 SHAW v. UNITED STATES\n\n                     Opinion of the Court\n\nsuch as conduct of the kind before us.\n  Finally, Shaw asks us to apply the rule of lenity. Brief\nfor Petitioner 40–41. We have said that the rule applies if\n“at the end of the process of construing what Congress has\nexpressed,” Callanan v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106152\"\u003e\u003ca href=\"/opinion/106152/callanan-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e364\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e587\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 596\n(1961), there is “ ‘a grievous ambiguity or uncertainty in\nthe statute,’ ” Muscarello v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118224\"\u003e\u003ca href=\"/opinion/118224/muscarello-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e524\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e125\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n138–139 (1998) (quoting Staples v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1087954\"\u003e\u003ca href=\"/opinion/1087954/staples-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e511\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e600\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 619, n. 17 (1994)). The statute is clear enough\nthat we need not rely on the rule of lenity. As we have\nsaid, a deposit account at a bank counts as bank property\nfor purposes of subsection (1). Supra, at 2–3. The defend-\nant, in circumstances such as those present here, need not\nknow that the deposit account is, as a legal matter, char-\nacterized as bank property. Supra, at 4–5. Moreover, in\nthose circumstances, the Government need not prove that\nthe defendant intended that the bank ultimately suffer\nmonetary loss. Supra, at 3–4. Finally, the statute as\napplied here requires a state of mind equivalent to\nknowledge, not purpose. Supra, at 5–6.\n                              III\n  Shaw further argues that the instructions the District\nCourt gave the jury were erroneous. He points out that\nthe District Court told the jury that the\n    “phrase ‘scheme to defraud’ means any deliberate plan\n    of action or course of conduct by which someone\n    intends to deceive, cheat, or deprive a financial insti-\n    tution of something of value.” App. 18 (emphasis\n    added).\nThis instruction, Shaw says, could be understood as per-\nmitting the jury to find him guilty if it found no more than\nthat his scheme was one to deceive the bank but not\nto “deprive” the bank of anything of value. Brief for Peti-\ntioner 22–23. The parties agree, as do we, that the scheme\n\u000c                 Cite as: 580 U. S. ____ (2016)            9\n\n                     Opinion of the Court\n\nmust be one to deceive the bank and deprive it of some-\nthing of value.\n   For reasons previously pointed out, we have held that a\nplan to deprive a bank of money in a customer’s deposit\naccount is a plan to deprive the bank of “something of\nvalue” within the meaning of the bank fraud statute. The\nparties dispute whether the jury instruction is nonetheless\nambiguous or otherwise improper. We leave to the Ninth\nCircuit to determine whether that question was fairly\npresented to that court and, if so, whether the instruction\nis lawful, and, if not, whether any error was harmless in\nthis case.\n   For these reasons, the judgment of the Ninth Circuit is\nvacated, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                            It is so ordered.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                      SHAW v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n  No. 15–5991. Argued October 4, 2016—Decided December 12, 2016\nPetitioner Shaw used identifying numbers of a bank account belonging\n  to bank customer Hsu in a scheme to transfer funds from that ac-\n  count to accounts at other institutions from which Shaw was able to\n  obtain Hsu’s funds. Shaw was convicted of violating 18 U. S. C.\n  §1344(1), which makes it a crime to “knowingly execut[e] a\n  scheme . . . to defraud a financial institution.” The Ninth Circuit af-\n  firmed.\nHeld:\n     1. Subsection (1) of the bank fraud statute covers schemes to de-\n  prive a bank of money in a customer’s deposit account. Shaw’s argu-\n  ments in favor of his claim that subsection (1) does not apply to him\n  because he intended to cheat only a bank depositor, not a bank, are\n  unpersuasive.\n     First, the bank did have property rights in Hsu’s bank deposits:\n  When a customer deposits funds, the bank ordinarily becomes the\n  owner of the funds, which the bank has a right to use as a source of\n  loans that help the bank earn profits. Sometimes, the contract be-\n  tween the customer and the bank provides that the customer retains\n  ownership of the funds and the bank only assumes possession; even\n  then, the bank has a property interest in the funds because its role is\n  akin to that of a bailee. Hence, for purposes of the bank fraud stat-\n  ute, a scheme fraudulently to obtain funds from a bank depositor’s\n  account normally is also a scheme fraudulently to obtain property\n  from a “financial institution,” at least where, as here, the defendant\n  knew that the bank held the deposits, the funds obtained came from\n  the deposit account, and the defendant misled the bank in order to\n  obtain those funds.\n     Second, Shaw may not have intended to cause the bank financial\n  harm, but the statute, while insisting upon “a scheme to defraud,”\n\u000c2                      SHAW v. UNITED STATES\n\n                                 Syllabus\n  demands neither a showing that the bank suffered ultimate financial\n  loss nor a showing that the defendant intended to cause such loss.\n  This Court has found no case that interprets the statute as Shaw\n  does. Cf. Carpenter v. United States, 484 U. S. 19, 26.\n    Third, that Shaw may have been ignorant of relevant bank-related\n  property law is no defense to criminal prosecution for bank fraud.\n  Shaw knew that the bank possessed Hsu’s account, Shaw made false\n  statements to the bank, Shaw believed that those false statements\n  would lead the bank to release from that account funds that ultimate-\n  ly and wrongfully ended up with Shaw, and the bank in fact pos-\n  sessed a property interest in the account. These facts are sufficient\n  to show that Shaw knew that he was entering into a scheme to de-\n  fraud the bank even if he was not aware of the niceties of bank-\n  related property law. Cf. Pasquantino v. United States, 544 U. S.\n  349, 355–356.\n    Fourth, Shaw mistakenly contends that the statute requires the\n  Government to prove not just that he acted with the knowledge that\n  he would likely harm the bank’s property interest but also that such\n  was his purpose. This Court has found no relevant authority sup-\n  porting the view that a statute making criminal the “knowin[g] ex-\n  ecut[ion of] a scheme . . . to defraud” requires something more than\n  knowledge. Allison Engine Co. v. United States ex rel. Sanders, 553\n  U. S. 662, 665–668; Tanner v. United States, 483 U. S. 107, 110–112;\n  United States v. Cohn, 270 U. S. 339, 343; and Bridges v. United\n  States, 346 U. S. 209, 221–222, distinguished.\n    Fifth, subsection (2) of the bank fraud statute, which makes crimi-\n  nal the use of “false or fraudulent pretenses” to obtain “property . . .\n  under the custody or control of” a bank, may overlap with subsection\n  (1), but it does not do so completely. Thus, it should not be read as\n  excluding from subsection (1) applications that would otherwise fall\n  within the scope of subsection (1), such as the conduct at issue in this\n  case. See Loughrin v. United States, 573 U. S. ___, ___, n. 4.\n    Finally, because the bank fraud statute is clear enough, the rule of\n  lenity is not implicated. Pp. 2–8.\n    2. With regard to the parties’ dispute over whether the District\n  Court improperly instructed the jury that a scheme to defraud a bank\n  must be one to deceive the bank or deprive it of something of value,\n  instead of one to deceive and deprive, the Ninth Circuit is left to de-\n  termine whether that question was properly presented and if so,\n  whether the instruction given is lawful, and, if not, whether any error\n  was harmless in this case. Pp. 8–9.\n781 F. 3d 1130, vacated and remanded.\n\n    BREYER, J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: 580 U. S. ____ (2016)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–5991\n                                   _________________\n\n\n     LAWRENCE EUGENE SHAW, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                              [December 12, 2016]\n\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  A federal statute makes it a crime “knowingly [to] ex-\necut[e] a scheme . . . to defraud a financial institution,” 18\nU. S. C. §1344(1), for example, a federally insured bank,\n18 U. S. C. §20. The petitioner, Lawrence Shaw, was\nconvicted of violating this provision. He argues here that\nthe provision does not apply to him because he intended to\ncheat only a bank depositor, not a bank. We do not accept\nhis arguments.\n                            I\n\n  The relevant criminal statute makes it a crime: \n\n    “knowingly [to] execut[e] a scheme . . .\n         “(1) to defraud a financial institution; or\n         “(2) to obtain any of the moneys, funds, credits,\n      assets, securities, or other property owned by, or\n      under the custody or control of, a financial institu-\n      tion, by means of false or fraudulent pretenses, rep-\n      resentations, or promises.” §1344.\nShaw obtained the identifying numbers of a Bank of\nAmerica account belonging to a bank customer, Stanley\n\u000c2                  SHAW v. UNITED STATES\n\n                      Opinion of the Court\n\nHsu. Shaw used those numbers (and other related infor-\nmation) to transfer funds from Hsu’s account to other\naccounts at other institutions from which Shaw could\nobtain (and eventually did obtain) Hsu’s funds. Shaw was\nconvicted of violating the first clause of the statute, namely,\nthe prohibition against “defraud[ing] a financial insti-\ntution.” The Ninth Circuit affirmed his conviction. 781\nF. 3d 1130 (2015). Shaw then filed a petition for certiorari\narguing that the words “scheme to defraud a financial\ninstitution” require the Government to prove that the\ndefendant had “a specific intent not only to deceive, but\nalso to cheat, a bank,” rather than “a non-bank third\nparty.” Pet. for Cert. i. We granted review.\n                               II\n  Shaw makes several related arguments in favor of his\nbasic claim, namely, that the statute does not cover\nschemes to deprive a bank of customer deposits. First, he\nsays that subsection (1) requires “an intent to wrong a\nvictim bank [a ‘financial institution’] in its property\nrights . . . .” Brief for Petitioner 23. He adds that the\nproperty he took, money in Hsu’s bank account, belonged\nto Hsu, the bank’s customer, and that Hsu is not a “finan-\ncial institution.” Id., at 25, 45. Hence Shaw’s was a\nscheme “designed” to obtain only “a bank customer’s prop-\nerty,” not “a bank’s own property.” Id., at 24–25.\n  The basic flaw in this argument lies in the fact that the\nbank, too, had property rights in Hsu’s bank account.\nWhen a customer deposits funds, the bank ordinarily\nbecomes the owner of the funds and consequently has the\nright to use the funds as a source of loans that help the\nbank earn profits (though the customer retains the right,\nfor example, to withdraw funds). 5A Michie, Banks and\nBanking, ch. 9, §1, pp. 1–7 (2014) (Michie); id., §4b, at 54–\n58; id., §38, at 162; Phoenix Bank v. Risley, 111 U. S. 125,\n127 (1884). Sometimes, the contract between the customer\n\u000c                 Cite as: 580 U. S. ____ (2016)            3\n\n                     Opinion of the Court\n\nand the bank provides that the customer retains owner-\nship of the funds and the bank merely assumes possession.\nMichie, ch. 9, §38, at 162; Phoenix Bank, supra, at 127.\nBut even then the bank is like a bailee, say, a garage that\nstores a customer’s car. Michie, ch. 9, §38, at 162. And as\nbailee, the bank can assert the right to possess the depos-\nited funds against all the world but for the bailor (or, say,\nthe bailor’s authorized agent). 8A Am. Jur. 2d, Bailment\n§166, pp. 685–686 (2009). This right, too, is a property\nright. 2 W. Blackstone, Commentaries on the Laws of\nEngland 452–454 (1766) (referring to a bailee’s right in a\nbailment as a “special qualified property”). Thus, Shaw’s\nscheme to cheat Hsu was also a scheme to deprive the\nbank of certain bank property rights.\n   Hence, for purposes of the bank fraud statute, a scheme\nfraudulently to obtain funds from a bank depositor’s ac-\ncount normally is also a scheme fraudulently to obtain\nproperty from a “financial institution,” at least where, as\nhere, the defendant knew that the bank held the deposits,\nthe funds obtained came from the deposit account, and the\ndefendant misled the bank in order to obtain those funds.\n   Second, Shaw says he did not intend to cause the bank\nfinancial harm. Indeed, the parties appear to agree that,\ndue to standard banking practices in place at the time of\nthe fraud, no bank involved in the scheme ultimately\nsuffered any monetary loss. Brief for Petitioner 4; Brief\nfor United States 4, 27–28. But the statute, while insist-\ning upon “a scheme to defraud,” demands neither a show-\ning of ultimate financial loss nor a showing of intent to\ncause financial loss. Many years ago Judge Learned Hand\npointed out that “[a] man is none the less cheated out of\nhis property, when he is induced to part with it by fraud,”\neven if “he gets a quid pro quo of equal value.” United\nStates v. Rowe, 56 F. 2d 747, 749 (CA2 1932). That is\nbecause “[i]t may be impossible to measure his loss by the\ngross scales available to a court, but he has suffered a\n\u000c4                 SHAW v. UNITED STATES\n\n                      Opinion of the Court\n\nwrong; he has lost,” for example, “his chance to bargain\nwith the facts before him.” Ibid. Cf. O. Holmes, The\nCommon Law 132 (1881) (“[A] man is liable to an action\nfor deceit if he makes a false representation to another,\nknowing it to be false, but intending that the other should\nbelieve and act upon it”); Neder v. United States, 527 U. S.\n1, 21–25 (1999) (bank fraud statute’s definition of fraud\nreflects the common law).\n   It is consequently not surprising that, when interpreting\nthe analogous mail fraud statute, we have held it “suffi-\ncient” that the victim (here, the bank) be “deprived of its\nright” to use of the property, even if it ultimately did not\nsuffer unreimbursed loss. Carpenter v. United States, 484\nU. S. 19, 26–27 (1987). Lower courts have explained that,\nwhere cash is taken from a bank “but the bank [is] fully\ninsured[,] [t]he theft [is] complete when the cash [i]s taken;\nthe fact that the bank ha[s] a contract with an insur-\nance company enabling it to shift the loss to that company\n[is] immaterial.” United States v. Kucik, 844 F. 2d 493,\n495 (CA7 1988). And commentators have made clear that\n“on the criminal side, it is generally held that the lack of\nfinancial loss is no defense to false pretenses.” 2 W. LaFave\n\u0026 A. Scott, Substantive Criminal Law §8.7(i)(3), p. 404\n(1986). We have found no case from this Court interpret-\ning the bank fraud statute as requiring that the victim\nbank ultimately suffer financial harm, or that the defend-\nant intend that the victim bank suffer such harm.\n   Third, Shaw appears to argue that, whatever the true\nstate of property law, he did not know that the bank had a\nproperty interest in Hsu’s account; hence he could not\nhave intended to cheat the bank of its property. Shaw did\nknow, however, that the bank possessed Hsu’s account.\nHe did make false statements to the bank. He did correctly\nbelieve that those false statements would lead the bank\nto release from that account funds that ultimately and\nwrongfully ended up in Shaw’s pocket. And the bank did in\n\u000c                 Cite as: 580 U. S. ____ (2016)            5\n\n                     Opinion of the Court\n\nfact possess a property interest in the account. These facts\nare sufficient to show that Shaw knew he was entering\ninto a scheme to defraud the bank even if he was not\naware of the niceties of bank-related property law. To\nrequire more, i.e., to require actual knowledge of those\nbank-related property-law niceties, would free (or convict)\nequally culpable defendants depending upon their property-\nlaw expertise—an arbitrary result. We have found no\ncase from this Court requiring legal knowledge of the kind\nShaw suggests he lacked. But we have found cases in\nroughly similar fraud-related contexts where this Court\nhas asked only whether the targeted property was in fact\nproperty in the hands of the victim, not whether the de-\nfendant knew that the law would characterize the items at\nissue as “property.” See Pasquantino v. United States, 544\nU. S. 349, 355–356 (2005) (Canada’s right to uncollected\nexcise taxes on imported liquor counted as “property” for\npurposes of the wire fraud statute); Carpenter, supra, at\n25–26 (a newspaper’s interest in the confidentiality of the\ncontents and timing of a news column counted as property\nfor the purposes of the mail and wire fraud statutes). We\nconclude that the legal ignorance that Shaw claims here is\nno defense to criminal prosecution for bank fraud.\n   Fourth, Shaw argues that the bank fraud statute re-\nquires the Government to prove more than his simple\nknowledge that he would likely harm the bank’s property\ninterest; in his view, the Government must prove that\nsuch was his purpose. See Voisine v. United States, 579\nU. S. ___, ___ (2016) (slip op., at 4) (“knowingly” commit-\nting an assault requires an awareness “ ‘that [harm] is\npractically certain,’ ” whereas “purposefully” committing\nan assault is “to have that result as a ‘conscious object’ ”\n(quoting ALI, Model Penal Code §§2.02(2)(a)–(b) (1962))).\nShaw adds that his purpose was to take money from Hsu;\ntaking property from the bank was not his purpose.\n   But the statute itself makes criminal the “knowin[g]\n\u000c6                 SHAW v. UNITED STATES\n\n                      Opinion of the Court\n\nexecut[ion of] a scheme . . . to defraud.” To hold that\nsomething other than knowledge is required would as-\nsume that Congress intended to distinguish, in respect to\nstates of mind, between (1) the fraudulent scheme, and (2)\nits fraudulent elements. Why would Congress wish to do\nso? Shaw refers us to a number of cases involving fraud\nagainst the Government and points to language in those\ncases suggesting that the relevant statutes required that\nthe defendant’s purpose be to harm the statutorily pro-\ntected target and not a third party. Brief for Petitioner\n25–29. But in two of those cases, the fraudulent state-\nment was made not to the Government but to the third\nparty—a circumstance not present here. See Allison\nEngine Co. v. United States ex rel. Sanders, 553 U. S. 662,\n665–668 (2008); Tanner v. United States, 483 U. S. 107,\n110–112 (1987). In the third, the relevant portion of the\nstatute expressly required a false statement “ ‘for the\npurpose . . . of . . . defrauding the Government of the United\nStates.’ ” United States v. Cohn, 270 U. S. 339, 343\n(1926) (emphasis added). As for the fourth case, the lan-\nguage Shaw cites states the uncontroversial proposition\nthat “defrauding or attempting to defraud the United\nStates” means “fraud against the Government.” Bridges v.\nUnited States, 346 U. S. 209, 221–222 (1953). In any\nevent, these cases all involved crimes of fraud targeting\nthe Government—an area of the law with its own special\nrules and protections. We have found no relevant authority\nin the area of mail fraud, wire fraud, financial frauds, or\nthe like supporting Shaw’s view.\n   Fifth, Shaw, reading the bank fraud statute as a whole,\nurges us to compare subsection (1) with subsection (2).\nSupra, at 1. Subsection (2), he points out, makes criminal\nthe use of “false or fraudulent pretenses” to obtain “prop-\nerty . . . under the custody or control of ” a bank. And in\nhis view that fact means that we should read subsection\n(1) not to apply to those circumstances. That is to say,\n\u000c                  Cite as: 580 U. S. ____ (2016)            7\n\n                      Opinion of the Court\n\ngiven the language of subsection (2), efforts such as his\neffort fraudulently to obtain money deposited in a bank\naccount should not fall within the scope of the subsection\n(1) phrase “scheme . . . to defraud a financial institution.”\nBrief for Petitioner 30–33.\n  As we read the two subsections, however, they do not\ndemand that interpretation. The two subsections overlap\nsubstantially but not completely. Subsection (2) makes\ncriminal the use of a scheme\n    “to obtain any of the moneys, funds, credits, assets,\n    securities, or other property owned by, or under the\n    custody or control of, a financial institution, by means\n    of false or fraudulent pretenses, representations, or\n    promises.”\nThis language covers much that subsection (1) also covers,\nfor example, making a false representation to a bank in\norder to obtain property belonging to that bank. See\nLoughrin v. United States, 573 U. S. ___, ___–___, n. 4\n(2014) (slip op., at 6–7, n. 4) (recognizing the “substantial”\noverlap between the two subsections and noting that such\noverlap “is not uncommon in criminal statutes”). At the\nsame time, it applies to a circumstance in which a shopper\nmakes a false statement to a department store cashier in\norder to pay for goods with money “under the custody or\ncontrol of a financial institution,” say, Bank A. The shop-\nper’s false statement, though designed to obtain Bank A’s\nproperty, might well not amount to an effort (under sub-\nsection (1)) to defraud Bank A (since the statement was\nmade not to Bank A but to an agent of the department\nstore). Given, on the one hand, the overlap and, on the\nother hand, a plausible reading of the language that ap-\nplies it to circumstances significantly different from those\nat issue here, we have no good reason to read subsection\n(2) as excluding from subsection (1) applications that\nwould otherwise fall within the scope of subsection (1),\n\u000c8                 SHAW v. UNITED STATES\n\n                     Opinion of the Court\n\nsuch as conduct of the kind before us.\n  Finally, Shaw asks us to apply the rule of lenity. Brief\nfor Petitioner 40–41. We have said that the rule applies if\n“at the end of the process of construing what Congress has\nexpressed,” Callanan v. United States, 364 U. S. 587, 596\n(1961), there is “ ‘a grievous ambiguity or uncertainty in\nthe statute,’ ” Muscarello v. United States, 524 U. S. 125,\n138–139 (1998) (quoting Staples v. United States, 511\nU. S. 600, 619, n. 17 (1994)). The statute is clear enough\nthat we need not rely on the rule of lenity. As we have\nsaid, a deposit account at a bank counts as bank property\nfor purposes of subsection (1). Supra, at 2–3. The defend-\nant, in circumstances such as those present here, need not\nknow that the deposit account is, as a legal matter, char-\nacterized as bank property. Supra, at 4–5. Moreover, in\nthose circumstances, the Government need not prove that\nthe defendant intended that the bank ultimately suffer\nmonetary loss. Supra, at 3–4. Finally, the statute as\napplied here requires a state of mind equivalent to\nknowledge, not purpose. Supra, at 5–6.\n                              III\n  Shaw further argues that the instructions the District\nCourt gave the jury were erroneous. He points out that\nthe District Court told the jury that the\n    “phrase ‘scheme to defraud’ means any deliberate plan\n    of action or course of conduct by which someone\n    intends to deceive, cheat, or deprive a financial insti-\n    tution of something of value.” App. 18 (emphasis\n    added).\nThis instruction, Shaw says, could be understood as per-\nmitting the jury to find him guilty if it found no more than\nthat his scheme was one to deceive the bank but not\nto “deprive” the bank of anything of value. Brief for Peti-\ntioner 22–23. The parties agree, as do we, that the scheme\n\u000c                 Cite as: 580 U. S. ____ (2016)            9\n\n                     Opinion of the Court\n\nmust be one to deceive the bank and deprive it of some-\nthing of value.\n   For reasons previously pointed out, we have held that a\nplan to deprive a bank of money in a customer’s deposit\naccount is a plan to deprive the bank of “something of\nvalue” within the meaning of the bank fraud statute. The\nparties dispute whether the jury instruction is nonetheless\nambiguous or otherwise improper. We leave to the Ninth\nCircuit to determine whether that question was fairly\npresented to that court and, if so, whether the instruction\nis lawful, and, if not, whether any error was harmless in\nthis case.\n   For these reasons, the judgment of the Ninth Circuit is\nvacated, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                            It is so ordered.\n\u000c",
	"cited_id": [
		91092
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Phoenix Bank v. Risley, 111 U. S. 125 (1884)"
	],
	"case_extract": [
		"Phoenix Bank v. Risley, 111 U. S. 125, 127 (1884)"
	],
	"citing_sentence": "When a customer deposits funds, the bank ordinarily becomes the owner of the funds and consequently has the right to use the funds as a source of loans that help the bank earn profits (though the customer retains the right, for example, to withdraw funds). 5A Michie, Banks and Banking, ch. 9, §1, pp. 1–7 (2014) (Michie); id., §4b, at 54– 58; id., §38, at 162; Phoenix Bank v. Risley, 111 U. S. 125, 127 (1884).",
	"citing_paragraph": "The basic flaw in this argument lies in the fact that the bank, too, had property rights in Hsu’s bank account. When a customer deposits funds, the bank ordinarily becomes the owner of the funds and consequently has the right to use the funds as a source of loans that help the bank earn profits (though the customer retains the right, for example, to withdraw funds). 5A Michie, Banks and Banking, ch. 9, §1, pp. 1–7 (2014) (Michie); id., §4b, at 54– 58; id., §38, at 162; Phoenix Bank v. Risley, 111 U. S. 125, 127 (1884). Sometimes, the contract between the customer and the bank provides that the customer retains owner- ship of the funds and the bank merely assumes possession. Michie, ch. 9, §38, at 162; Phoenix Bank, supra, at 127. But even then the bank is like a bailee, say, a garage that stores a customer’s car. Michie, ch. 9, §38, at 162. And as bailee, the bank can assert the right to possess the depos- ited funds against all the world but for the bailor (or, say, the bailor’s authorized agent). 8A Am. Jur. 2d, Bailment §166, pp. 685–686 (2009). This right, too, is a property right. 2 W. Blackstone, Commentaries on the Laws of England 452–454 (1766) (referring to a bailee’s right in a bailment as a “special qualified property”). Thus, Shaw’s scheme to cheat Hsu was also a scheme to deprive the bank of certain bank property rights.",
	"relevant_keywords": [
		"deposit",
		"bank",
		"money",
		"fund",
		"owner",
		"use",
		"loan"
	],
	"query": [
		"bank AND deposit! AND (mone! OR fund! OR cash) AND owner",
		"bank AND deposit! AND (mone! OR fund! OR cash) AND owner AND use AND loan AND right",
		"(bank OR \"financial institute\") AND deposit! AND (mone! OR fund! OR cash) AND owner AND use AND loan AND (right OR \"right to use\") AND withdraw"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "bank"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "deposit*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "owner"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "mone*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fund*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "cash"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "bank"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "deposit*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "owner"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "use"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "loan"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "right"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "mone*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fund*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "cash"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "deposit*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "owner"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "use"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "loan"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "withdraw"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "bank"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "financial institute",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "mone*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fund*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "cash"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "right"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "right to use",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}