{
	"id": 79,
	"case_id": 4104823,
	"case_title": "Salman v. United States",
	"date_filed": "2016-12-06",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                    SALMAN v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n   No. 15–628.      Argued October 5, 2016—Decided December 6, 2016\nSection 10(b) of the Securities Exchange Act of 1934 and the Securities\n  and Exchange Commission’s Rule 10b–5 prohibit undisclosed trading\n  on inside corporate information by persons bound by a duty of trust\n  and confidence not to exploit that information for their personal ad-\n  vantage. These persons are also forbidden from tipping inside infor-\n  mation to others for trading. A tippee who receives such information\n  with the knowledge that its disclosure breached the tipper’s duty ac-\n  quires that duty and may be liable for securities fraud for any undis-\n  closed trading on the information. In Dirks v. SEC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111009\"\u003e\u003ca href=\"/opinion/111009/dirks-v-sec/\"\u003e\u003cspan class=\"volume\"\u003e463\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e646\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n  this Court explained that tippee liability hinges on whether the tip-\n  per’s disclosure breaches a fiduciary duty, which occurs when the tip-\n  per discloses the information for a personal benefit. The Court also\n  held that a personal benefit may be inferred where the tipper re-\n  ceives something of value in exchange for the tip or “makes a gift of\n  confidential information to a trading relative or friend.” Id., at 664.\n     Petitioner Salman was indicted for federal securities-fraud crimes\n  for trading on inside information he received from a friend and rela-\n  tive-by-marriage, Michael Kara, who, in turn, received the infor-\n  mation from his brother, Maher Kara, a former investment banker at\n  Citigroup. Maher testified at Salman’s trial that he shared inside in-\n  formation with his brother Michael to benefit him and expected him\n  to trade on it, and Michael testified to sharing that information with\n  Salman, who knew that it was from Maher. Salman was convicted.\n     While Salman’s appeal to the Ninth Circuit was pending, the Sec-\n  ond Circuit decided that Dirks does not permit a factfinder to infer a\n  personal benefit to the tipper from a gift of confidential information\n  to a trading relative or friend, unless there is “proof of a meaningfully\n  close personal relationship” between tipper and tippee “that gener-\n\u000c2                     SALMAN v. UNITED STATES\n\n                                 Syllabus\n\n    ates an exchange that is objective, consequential, and represents at\n    least a potential gain of a pecuniary or similarly valuable nature,”\n    United States v. Newman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e438\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 452, cert. denied, 577 U. S.\n    ___. The Ninth Circuit declined to follow Newman so far, holding\n    that Dirks allowed Salman’s jury to infer that the tipper breached a\n    duty because he made “ ‘a gift of confidential information to a trad-\n    ing relative.’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1087\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1092 (quoting Dirks, 463 U. S., at\n    664).\nHeld: The Ninth Circuit properly applied Dirks to affirm Salman’s con-\n viction. Under Dirks, the jury could infer that the tipper here per-\n sonally benefited from making a gift of confidential information to a\n trading relative. Pp. 6–12.\n    (a) Salman contends that a gift of confidential information to a\n friend or family member alone is insufficient to establish the personal\n benefit required for tippee liability, claiming that a tipper does not\n personally benefit unless the tipper’s goal in disclosing information is\n to obtain money, property, or something of tangible value. The Gov-\n ernment counters that a gift of confidential information to anyone,\n not just a “trading relative or friend,” is enough to prove securities\n fraud because a tipper personally benefits through any disclosure of\n confidential trading information for a personal (non-corporate) pur-\n pose. The Government argues that any concerns raised by permit-\n ting such an inference are significantly alleviated by other statutory\n elements prosecutors must satisfy. Pp. 6–8.\n    (b) This Court adheres to the holding in Dirks, which easily re-\n solves the case at hand: “when an insider makes a gift of confidential\n information to a trading relative or friend . . . [t]he tip and trade re-\n semble trading by the insider himself followed by a gift of the profits\n to the recipient,” 463 U. S., at 664. In these situations, the tipper\n personally benefits because giving a gift of trading information to a\n trading relative is the same thing as trading by the tipper followed by\n a gift of the proceeds. Here, by disclosing confidential information as\n a gift to his brother with the expectation that he would trade on it,\n Maher breached his duty of trust and confidence to Citigroup and its\n clients—a duty acquired and breached by Salman when he traded on\n the information with full knowledge that it had been improperly dis-\n closed. To the extent that the Second Circuit in Newman held that\n the tipper must also receive something of a “pecuniary or similarly\n valuable nature” in exchange for a gift to a trading relative, that rule\n is inconsistent with Dirks. Pp. 8–10.\n    (c) Salman’s arguments to the contrary are rejected. Salman has\n cited nothing in this Court’s precedents that undermines the gift-\n giving principle this Court announced in Dirks. Nor has he demon-\n strated that either §10(b) itself or Dirks’s gift-giving standard “leav[e]\n\u000c                     Cite as: 580 U. S. ____ (2016)                   3\n\n                               Syllabus\n\n  grave uncertainty about how to estimate the risk posed by a crime” or\n  are plagued by “hopeless indeterminacy.” Johnson v. United States,\n  \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, ___. Salman also has shown “no grievous ambigui-\n  ty or uncertainty that would trigger” the rule of lenity. Barber v.\n  Thomas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"147954\"\u003e\u003ca href=\"/opinion/147954/barber-v-thomas/\"\u003e\u003cspan class=\"volume\"\u003e560\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e474\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 492 (internal quotation marks omitted). To\n  the contrary, his conduct is in the heartland of Dirks’s rule concern-\n  ing gifts of confidential information to trading relatives. Pp. 10–12.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1087\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, affirmed.\n\n  ALITO, J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: 580 U. S. ____ (2016)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–628\n                                   _________________\n\n\n     BASSAM YACOUB SALMAN, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                              [December 6, 2016]\n\n\n   JUSTICE ALITO delivered the opinion of the Court.\n   Section 10(b) of the Securities Exchange Act of 1934 and\nthe Securities and Exchange Commission’s Rule 10b–5\nprohibit undisclosed trading on inside corporate infor-\nmation by individuals who are under a duty of trust and\nconfidence that prohibits them from secretly using such\ninformation for their personal advantage. 48 Stat. 891, as\namended, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §78j(b) (prohibiting the use, “in\nconnection with the purchase or sale of any security,” of\n“any manipulative or deceptive device or contrivance in\ncontravention of such rules as the [Securities and Ex-\nchange Commission] may prescribe”); 17 CFR §240.10b–5\n(2016) (forbidding the use, “in connection with the sale or\npurchase of any security,” of “any device, scheme or arti-\nfice to defraud,” or any “act, practice, or course of business\nwhich operates . . . as a fraud or deceit”); see United States\nv. O’Hagan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118143\"\u003e\u003ca href=\"/opinion/118143/united-states-v-ohagan/\"\u003e\u003cspan class=\"volume\"\u003e521\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e642\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 650–652 (1997). Individuals\nunder this duty may face criminal and civil liability for\ntrading on inside information (unless they make appropri-\nate disclosures ahead of time).\n   These persons also may not tip inside information to\n\u000c2                SALMAN v. UNITED STATES\n\n                      Opinion of the Court\n\nothers for trading. The tippee acquires the tipper’s duty to\ndisclose or abstain from trading if the tippee knows the\ninformation was disclosed in breach of the tipper’s duty,\nand the tippee may commit securities fraud by trading in\ndisregard of that knowledge. In Dirks v. SEC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111009\"\u003e\u003ca href=\"/opinion/111009/dirks-v-sec/\"\u003e\u003cspan class=\"volume\"\u003e463\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e646\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1983), this Court explained that a tippee’s liability for\ntrading on inside information hinges on whether the tip-\nper breached a fiduciary duty by disclosing the infor-\nmation. A tipper breaches such a fiduciary duty, we held,\nwhen the tipper discloses the inside information for a\npersonal benefit. And, we went on to say, a jury can infer\na personal benefit—and thus a breach of the tipper’s\nduty—where the tipper receives something of value in\nexchange for the tip or “makes a gift of confidential infor-\nmation to a trading relative or friend.” Id., at 664.\n   Petitioner Bassam Salman challenges his convictions for\nconspiracy and insider trading. Salman received lucrative\ntrading tips from an extended family member, who had\nreceived the information from Salman’s brother-in-law.\nSalman then traded on the information. He argues that\nhe cannot be held liable as a tippee because the tipper (his\nbrother-in-law) did not personally receive money or prop-\nerty in exchange for the tips and thus did not personally\nbenefit from them. The Court of Appeals disagreed, hold-\ning that Dirks allowed the jury to infer that the tipper\nhere breached a duty because he made a “ ‘gift of confiden-\ntial information to a trading relative.’ ” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1087\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1092 (CA9 2015) (quoting Dirks, supra, at 664). Because\nthe Court of Appeals properly applied Dirks, we affirm the\njudgment below.\n                             I\n   Maher Kara was an investment banker in Citigroup’s\nhealthcare investment banking group. He dealt with\nhighly confidential information about mergers and acqui-\nsitions involving Citigroup’s clients. Maher enjoyed a\n\u000c                 Cite as: 580 U. S. ____ (2016)           3\n\n                     Opinion of the Court\n\nclose relationship with his older brother, Mounir Kara\n(known as Michael). After Maher started at Citigroup, he\nbegan discussing aspects of his job with Michael. At first\nhe relied on Michael’s chemistry background to help him\ngrasp scientific concepts relevant to his new job. Then,\nwhile their father was battling cancer, the brothers dis-\ncussed companies that dealt with innovative cancer\ntreatment and pain management techniques. Michael\nbegan to trade on the information Maher shared with him.\nAt first, Maher was unaware of his brother’s trading activ-\nity, but eventually he began to suspect that it was taking\nplace.\n   Ultimately, Maher began to assist Michael’s trading by\nsharing inside information with his brother about pending\nmergers and acquisitions. Maher sometimes used code\nwords to communicate corporate information to his brother.\nOther times, he shared inside information about deals\nhe was not working on in order to avoid detection. See,\ne.g., App. 118, 124–125. Without his younger brother’s\nknowledge, Michael fed the information to others—\nincluding Salman, Michael’s friend and Maher’s brother-\nin-law. By the time the authorities caught on, Salman\nhad made over $1.5 million in profits that he split with\nanother relative who executed trades via a brokerage\naccount on Salman’s behalf.\n   Salman was indicted on one count of conspiracy to com-\nmit securities fraud, see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §371, and four counts\nof securities fraud, see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e15\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§78j(b), 78ff; \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §2; 17 CFR §240.10b–5. Facing charges of their\nown, both Maher and Michael pleaded guilty and testified\nat Salman’s trial.\n   The evidence at trial established that Maher and Mi-\nchael enjoyed a “very close relationship.” App. 215. Ma-\nher “love[d] [his] brother very much,” Michael was like “a\nsecond father to Maher,” and Michael was the best man at\nMaher’s wedding to Salman’s sister. Id., at 158, 195, 104–\n\u000c4                SALMAN v. UNITED STATES\n\n                     Opinion of the Court\n\n107. Maher testified that he shared inside information\nwith his brother to benefit him and with the expectation\nthat his brother would trade on it. While Maher explained\nthat he disclosed the information in large part to appease\nMichael (who pestered him incessantly for it), he also\ntestified that he tipped his brother to “help him” and to\n“fulfil[l] whatever needs he had.” Id., at 118, 82. For\ninstance, Michael once called Maher and told him that “he\nneeded a favor.” Id., at 124. Maher offered his brother\nmoney but Michael asked for information instead. Maher\nthen disclosed an upcoming acquisition. Ibid. Although\nhe instantly regretted the tip and called his brother back\nto implore him not to trade, Maher expected his brother to\ndo so anyway. Id., at 125.\n  For his part, Michael told the jury that his brother’s tips\ngave him “timely information that the average person does\nnot have access to” and “access to stocks, options, and\nwhat have you, that I can capitalize on, that the average\nperson would never have or dream of.” Id., at 251. Mi-\nchael testified that he became friends with Salman when\nMaher was courting Salman’s sister and later began shar-\ning Maher’s tips with Salman. As he explained at trial,\n“any time a major deal came in, [Salman] was the first on\nmy phone list.” Id., at 258. Michael also testified that he\ntold Salman that the information was coming from Maher.\nSee, e.g., id., at 286 (“ ‘Maher is the source of all this\ninformation’ ”).\n  After a jury trial in the Northern District of California,\nSalman was convicted on all counts. He was sentenced to\n36 months of imprisonment, three years of supervised\nrelease, and over $730,000 in restitution. After his motion\nfor a new trial was denied, Salman appealed to the Ninth\nCircuit. While his appeal was pending, the Second Circuit\nissued its opinion in United States v. Newman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e438\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2014), cert. denied, 577 U. S. ___ (2015). There, the\nSecond Circuit reversed the convictions of two portfolio\n\u000c                    Cite as: 580 U. S. ____ (2016)                  5\n\n                        Opinion of the Court\n\nmanagers who traded on inside information. The Newman\ndefendants were “several steps removed from the corpo-\nrate insiders” and the court found that “there was no\nevidence that either was aware of the source of the inside\ninformation.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 443. The court acknowledged\nthat Dirks and Second Circuit case law allow a factfinder\nto infer a personal benefit to the tipper from a gift of con-\nfidential information to a trading relative or friend. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 452. But the court concluded that, “[t]o the ex-\ntent” Dirks permits “such an inference,” the inference “is\nimpermissible in the absence of proof of a meaningfully\nclose personal relationship that generates an exchange\nthat is objective, consequential, and represents at least a\npotential gain of a pecuniary or similarly valuable nature.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 452.1\n   Pointing to Newman, Salman argued that his conviction\nshould be reversed. While the evidence established that\nMaher made a gift of trading information to Michael and\nthat Salman knew it, there was no evidence that Maher\nreceived anything of “a pecuniary or similarly valuable\nnature” in exchange—or that Salman knew of any such\nbenefit. The Ninth Circuit disagreed and affirmed Sal-\nman’s conviction. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1087\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. The court reasoned\nthat the case was governed by Dirks’s holding that a tip-\nper benefits personally by making a gift of confidential\ninformation to a trading relative or friend. Indeed, Ma-\nher’s disclosures to Michael were “precisely the gift of\nconfidential information to a trading relative that Dirks\nenvisioned.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1092 (internal quotation marks\nomitted). To the extent Newman went further and re-\nquired additional gain to the tipper in cases involving gifts\n——————\n   1 The Second Circuit also reversed the Newman defendants’ convic-\n\ntions because the Government introduced no evidence that the defend-\nants knew the information they traded on came from insiders or that\nthe insiders received a personal benefit in exchange for the tips. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 453–454. This case does not implicate those issues.\n\u000c6                    SALMAN v. UNITED STATES\n\n                          Opinion of the Court\n\nof confidential information to family and friends, the\nNinth Circuit “decline[d] to follow it.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1093.\n  We granted certiorari to resolve the tension between the\nSecond Circuit’s Newman decision and the Ninth Circuit’s\ndecision in this case.2 577 U. S. ___ (2016).\n                              II\n\n                              A\n\n   In this case, Salman contends that an insider’s “gift of\nconfidential information to a trading relative or friend,”\nDirks, 463 U. S., at 664, is not enough to establish securi-\nties fraud. Instead, Salman argues, a tipper does not\npersonally benefit unless the tipper’s goal in disclosing\ninside information is to obtain money, property, or some-\nthing of tangible value. He claims that our insider-trading\nprecedents, and the cases those precedents cite, involve\nsituations in which the insider exploited confidential\ninformation for the insider’s own “tangible monetary\nprofit.” Brief for Petitioner 31. He suggests that his\n——————\n   2 Dirks v. SEC, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111009\"\u003e\u003ca href=\"/opinion/111009/dirks-v-sec/\"\u003e\u003cspan class=\"volume\"\u003e463\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e646\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1983), established the personal-benefit\n\nframework in a case brought under the classical theory of insider-\ntrading liability, which applies “when a corporate insider” or his tippee\n“trades in the securities of [the tipper’s] corporation on the basis of\nmaterial, nonpublic information.” United States v. O’Hagan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118143\"\u003e\u003ca href=\"/opinion/118143/united-states-v-ohagan/\"\u003e\u003cspan class=\"volume\"\u003e521\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e642\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 651–652 (1997). In such a case, the defendant breaches a duty to,\nand takes advantage of, the shareholders of his corporation. By con-\ntrast, the misappropriation theory holds that a person commits securi-\nties fraud “when he misappropriates confidential information for\nsecurities trading purposes, in breach of a duty owed to the source of\nthe information” such as an employer or client. Id., at 652. In such a\ncase, the defendant breaches a duty to, and defrauds, the source of the\ninformation, as opposed to the shareholders of his corporation. The\nCourt of Appeals observed that this is a misappropriation case, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1087, 1092, n. 4 (CA9 2015), while the Government represents\nthat both theories apply on the facts of this case, Brief for United States\n15, n. 1. We need not resolve the question. The parties do not dispute\nthat Dirks’s personal-benefit analysis applies in both classical and\nmisappropriation cases, so we will proceed on the assumption that it\ndoes.\n\u000c                 Cite as: 580 U. S. ____ (2016)            7\n\n                     Opinion of the Court\n\nposition is reinforced by our criminal-fraud precedents\noutside of the insider-trading context, because those cases\nconfirm that a fraudster must personally obtain money or\nproperty. Id., at 33–34. More broadly, Salman urges that\ndefining a gift as a personal benefit renders the insider-\ntrading offense indeterminate and overbroad: indetermi-\nnate, because liability may turn on facts such as the close-\nness of the relationship between tipper and tippee and the\ntipper’s purpose for disclosure; and overbroad, because the\nGovernment may avoid having to prove a concrete per-\nsonal benefit by simply arguing that the tipper meant to give\na gift to the tippee. He also argues that we should inter-\npret Dirks’s standard narrowly so as to avoid constitutional\nconcerns. Brief for Petitioner 36–37. Finally, Salman\ncontends that gift situations create especially troubling\nproblems for remote tippees—that is, tippees who receive\ninside information from another tippee, rather than the\ntipper—who may have no knowledge of the relationship\nbetween the original tipper and tippee and thus may not\nknow why the tipper made the disclosure. Id., at 43, 48,\n50.\n   The Government disagrees and argues that a gift of\nconfidential information to anyone, not just a “trading\nrelative or friend,” is enough to prove securities fraud. See\nBrief for United States 27 (“Dirks’s personal-benefit test\nencompasses a gift to any person with the expectation that\nthe information will be used for trading, not just to ‘a\ntrading relative or friend’ ” (quoting 463 U. S., at 664;\nemphasis in original)). Under the Government’s view, a\ntipper personally benefits whenever the tipper discloses\nconfidential trading information for a noncorporate pur-\npose. Accordingly, a gift to a friend, a family member, or\nanyone else would support the inference that the tipper\nexploited the trading value of inside information for per-\nsonal purposes and thus personally benefited from the\ndisclosure. The Government claims to find support for\n\u000c8                SALMAN v. UNITED STATES\n\n                     Opinion of the Court\n\nthis reading in Dirks and the precedents on which Dirks\nrelied. See, e.g., id., at 654 (“fraud” in an insider-trading\ncase “derives ‘from the inherent unfairness involved where\none takes advantage’ of ‘information intended to be avail-\nable only for a corporate purpose and not for the personal\nbenefit of anyone’ ” (quoting In re Merrill Lynch, Pierce,\nFenner \u0026 Smith, Inc., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e43\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.E.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. 933, 936 (1968))).\n   The Government also argues that Salman’s concerns\nabout unlimited and indeterminate liability for remote\ntippees are significantly alleviated by other statutory\nelements that prosecutors must satisfy to convict a tippee\nfor insider trading. The Government observes that, in\norder to establish a defendant’s criminal liability as a\ntippee, it must prove beyond a reasonable doubt that the\ntipper expected that the information being disclosed would\nbe used in securities trading. Brief for United States 23–\n24; Tr. of Oral Arg. 38. The Government also notes that,\nto establish a defendant’s criminal liability as a tippee, it\nmust prove that the tippee knew that the tipper breached\na duty—in other words, that the tippee knew that the\ntipper disclosed the information for a personal benefit and\nthat the tipper expected trading to ensue. Brief for United\nStates 43; Tr. of Oral Arg. 36–37, 39.\n                             B\n   We adhere to Dirks, which easily resolves the narrow\nissue presented here.\n   In Dirks, we explained that a tippee is exposed to liabil-\nity for trading on inside information only if the tippee\nparticipates in a breach of the tipper’s fiduciary duty.\nWhether the tipper breached that duty depends “in large\npart on the purpose of the disclosure” to the tippee. 463\nU. S., at 662. “[T]he test,” we explained, “is whether the\ninsider personally will benefit, directly or indirectly, from\nhis disclosure.” Ibid. Thus, the disclosure of confidential\ninformation without personal benefit is not enough. In\n\u000c                 Cite as: 580 U. S. ____ (2016)            9\n\n                     Opinion of the Court\n\ndetermining whether a tipper derived a personal benefit,\nwe instructed courts to “focus on objective criteria, i.e.,\nwhether the insider receives a direct or indirect personal\nbenefit from the disclosure, such as a pecuniary gain or a\nreputational benefit that will translate into future earn-\nings.” Id., at 663. This personal benefit can “often” be\ninferred “from objective facts and circumstances,” we\nexplained, such as “a relationship between the insider and\nthe recipient that suggests a quid pro quo from the latter,\nor an intention to benefit the particular recipient.” Id., at\n664. In particular, we held that “[t]he elements of fiduci-\nary duty and exploitation of nonpublic information also\nexist when an insider makes a gift of confidential infor-\nmation to a trading relative or friend.” Ibid. (emphasis\nadded). In such cases, “[t]he tip and trade resemble trad-\ning by the insider followed by a gift of the profits to the\nrecipient.” Ibid. We then applied this gift-giving principle\nto resolve Dirks itself, finding it dispositive that the tip-\npers “received no monetary or personal benefit” from their\ntips to Dirks, “nor was their purpose to make a gift of\nvaluable information to Dirks.” Id., at 667 (emphasis\nadded).\n   Our discussion of gift giving resolves this case. Maher,\nthe tipper, provided inside information to a close relative,\nhis brother Michael. Dirks makes clear that a tipper\nbreaches a fiduciary duty by making a gift of confidential\ninformation to “a trading relative,” and that rule is suffi-\ncient to resolve the case at hand. As Salman’s counsel\nacknowledged at oral argument, Maher would have\nbreached his duty had he personally traded on the infor-\nmation here himself then given the proceeds as a gift to\nhis brother. Tr. of Oral Arg. 3–4. It is obvious that Maher\nwould personally benefit in that situation. But Maher\neffectively achieved the same result by disclosing the\ninformation to Michael, and allowing him to trade on it.\nDirks appropriately prohibits that approach, as well. Cf.\n\u000c10               SALMAN v. UNITED STATES\n\n                     Opinion of the Court\n\n463 U. S., at 659 (holding that “insiders [are] forbidden”\nboth “from personally using undisclosed corporate infor-\nmation to their advantage” and from “giv[ing] such infor-\nmation to an outsider for the same improper purpose of\nexploiting the information for their personal gain”). Dirks\nspecifies that when a tipper gives inside information to “a\ntrading relative or friend,” the jury can infer that the\ntipper meant to provide the equivalent of a cash gift. In\nsuch situations, the tipper benefits personally because\ngiving a gift of trading information is the same thing as\ntrading by the tipper followed by a gift of the proceeds.\nHere, by disclosing confidential information as a gift to his\nbrother with the expectation that he would trade on it,\nMaher breached his duty of trust and confidence to\nCitigroup and its clients—a duty Salman acquired, and\nbreached himself, by trading on the information with full\nknowledge that it had been improperly disclosed.\n   To the extent the Second Circuit held that the tipper\nmust also receive something of a “pecuniary or similarly\nvaluable nature” in exchange for a gift to family or friends,\nNewman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e773\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 452, we agree with the Ninth\nCircuit that this requirement is inconsistent with Dirks.\n                              C\n  Salman points out that many insider-trading cases—\nincluding several that Dirks cited—involved insiders who\npersonally profited through the misuse of trading infor-\nmation. But this observation does not undermine the test\nDirks articulated and applied. Salman also cites a sam-\npling of our criminal-fraud decisions construing other\nfederal fraud statutes, suggesting that they stand for the\nproposition that fraud is not consummated unless the\ndefendant obtains money or property. Sekhar v. United\nStates, 570 U. S. ___ (2013) (Hobbs Act); Skilling v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"150540\"\u003e\u003ca href=\"/opinion/150540/skilling-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e561\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e358\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2010) (honest-services mail and wire\nfraud); Cleveland v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118390\"\u003e\u003ca href=\"/opinion/118390/cleveland-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e531\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e12\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2000)\n\u000c                  Cite as: 580 U. S. ____ (2016)           11\n\n                      Opinion of the Court\n\n(wire fraud); McNally v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111945\"\u003e\u003ca href=\"/opinion/111945/mcnally-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e483\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e350\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e\n(1987) (mail fraud). Assuming that these cases are rele-\nvant to our construction of §10(b) (a proposition the Gov-\nernment forcefully disputes), nothing in them undermines\nthe commonsense point we made in Dirks. Making a gift\nof inside information to a relative like Michael is little\ndifferent from trading on the information, obtaining the\nprofits, and doling them out to the trading relative. The\ntipper benefits either way. The facts of this case illustrate\nthe point: In one of their tipper-tippee interactions, Mi-\nchael asked Maher for a favor, declined Maher’s offer of\nmoney, and instead requested and received lucrative\ntrading information.\n   We reject Salman’s argument that Dirks’s gift-giving\nstandard is unconstitutionally vague as applied to this\ncase. Dirks created a simple and clear “guiding principle”\nfor determining tippee liability, 463 U. S., at 664, and\nSalman has not demonstrated that either §10(b) itself or\nthe Dirks gift-giving standard “leav[e] grave uncertainty\nabout how to estimate the risk posed by a crime” or are\nplagued by “hopeless indeterminacy,” Johnson v. United\nStates, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e576\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___, ___ (2015) (slip op., at 5, 7). At\nmost, Salman shows that in some factual circumstances\nassessing liability for gift-giving will be difficult. That\nalone cannot render “shapeless” a federal criminal prohibi-\ntion, for even clear rules “produce close cases.” Id., at ___,\n___ (slip op., at 9, 10). We also reject Salman’s appeal to\nthe rule of lenity, as he has shown “no grievous ambiguity\nor uncertainty that would trigger the rule’s application.”\nBarber v. Thomas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"147954\"\u003e\u003ca href=\"/opinion/147954/barber-v-thomas/\"\u003e\u003cspan class=\"volume\"\u003e560\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e474\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 492 (2010) (internal\nquotation marks omitted). To the contrary, Salman’s\nconduct is in the heartland of Dirks’s rule concerning gifts.\nIt remains the case that “[d]etermining whether an insider\npersonally benefits from a particular disclosure, a question\nof fact, will not always be easy for courts.” 463 U. S., at\n664. But there is no need for us to address those difficult\n\u000c12               SALMAN v. UNITED STATES\n\n                      Opinion of the Court\n\ncases today, because this case involves “precisely the ‘gift\nof confidential information to a trading relative’ that Dirks\nenvisioned.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1092 (quoting 463 U. S., at 664).\n                             III\n  Salman’s jury was properly instructed that a personal\nbenefit includes “the benefit one would obtain from simply\nmaking a gift of confidential information to a trading\nrelative.” App. 398–399. As the Court of Appeals noted,\n“the Government presented direct evidence that the dis-\nclosure was intended as a gift of market-sensitive infor-\nmation.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e792\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1094. And, as Salman conceded\nbelow, this evidence is sufficient to sustain his conviction\nunder our reading of Dirks. Appellant’s Supplemental\nBrief in No. 14–10204 (CA9), p. 6 (“Maher made a gift of\nconfidential information to a trading relative [Michael] . . .\nand, if [Michael’s] testimony is accepted as true (as it must\nbe for purposes of sufficiency review), Salman knew that\nMaher had made such a gift” (internal quotation marks,\nbrackets, and citation omitted)). Accordingly, the Ninth\nCircuit’s judgment is affirmed.\n                                             It is so ordered.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                    SALMAN v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n   No. 15–628.      Argued October 5, 2016—Decided December 6, 2016\nSection 10(b) of the Securities Exchange Act of 1934 and the Securities\n  and Exchange Commission’s Rule 10b–5 prohibit undisclosed trading\n  on inside corporate information by persons bound by a duty of trust\n  and confidence not to exploit that information for their personal ad-\n  vantage. These persons are also forbidden from tipping inside infor-\n  mation to others for trading. A tippee who receives such information\n  with the knowledge that its disclosure breached the tipper’s duty ac-\n  quires that duty and may be liable for securities fraud for any undis-\n  closed trading on the information. In Dirks v. SEC, 463 U. S. 646,\n  this Court explained that tippee liability hinges on whether the tip-\n  per’s disclosure breaches a fiduciary duty, which occurs when the tip-\n  per discloses the information for a personal benefit. The Court also\n  held that a personal benefit may be inferred where the tipper re-\n  ceives something of value in exchange for the tip or “makes a gift of\n  confidential information to a trading relative or friend.” Id., at 664.\n     Petitioner Salman was indicted for federal securities-fraud crimes\n  for trading on inside information he received from a friend and rela-\n  tive-by-marriage, Michael Kara, who, in turn, received the infor-\n  mation from his brother, Maher Kara, a former investment banker at\n  Citigroup. Maher testified at Salman’s trial that he shared inside in-\n  formation with his brother Michael to benefit him and expected him\n  to trade on it, and Michael testified to sharing that information with\n  Salman, who knew that it was from Maher. Salman was convicted.\n     While Salman’s appeal to the Ninth Circuit was pending, the Sec-\n  ond Circuit decided that Dirks does not permit a factfinder to infer a\n  personal benefit to the tipper from a gift of confidential information\n  to a trading relative or friend, unless there is “proof of a meaningfully\n  close personal relationship” between tipper and tippee “that gener-\n\u000c2                     SALMAN v. UNITED STATES\n\n                                 Syllabus\n\n    ates an exchange that is objective, consequential, and represents at\n    least a potential gain of a pecuniary or similarly valuable nature,”\n    United States v. Newman, 773 F. 3d 438, 452, cert. denied, 577 U. S.\n    ___. The Ninth Circuit declined to follow Newman so far, holding\n    that Dirks allowed Salman’s jury to infer that the tipper breached a\n    duty because he made “ ‘a gift of confidential information to a trad-\n    ing relative.’ ” 792 F. 3d 1087, 1092 (quoting Dirks, 463 U. S., at\n    664).\nHeld: The Ninth Circuit properly applied Dirks to affirm Salman’s con-\n viction. Under Dirks, the jury could infer that the tipper here per-\n sonally benefited from making a gift of confidential information to a\n trading relative. Pp. 6–12.\n    (a) Salman contends that a gift of confidential information to a\n friend or family member alone is insufficient to establish the personal\n benefit required for tippee liability, claiming that a tipper does not\n personally benefit unless the tipper’s goal in disclosing information is\n to obtain money, property, or something of tangible value. The Gov-\n ernment counters that a gift of confidential information to anyone,\n not just a “trading relative or friend,” is enough to prove securities\n fraud because a tipper personally benefits through any disclosure of\n confidential trading information for a personal (non-corporate) pur-\n pose. The Government argues that any concerns raised by permit-\n ting such an inference are significantly alleviated by other statutory\n elements prosecutors must satisfy. Pp. 6–8.\n    (b) This Court adheres to the holding in Dirks, which easily re-\n solves the case at hand: “when an insider makes a gift of confidential\n information to a trading relative or friend . . . [t]he tip and trade re-\n semble trading by the insider himself followed by a gift of the profits\n to the recipient,” 463 U. S., at 664. In these situations, the tipper\n personally benefits because giving a gift of trading information to a\n trading relative is the same thing as trading by the tipper followed by\n a gift of the proceeds. Here, by disclosing confidential information as\n a gift to his brother with the expectation that he would trade on it,\n Maher breached his duty of trust and confidence to Citigroup and its\n clients—a duty acquired and breached by Salman when he traded on\n the information with full knowledge that it had been improperly dis-\n closed. To the extent that the Second Circuit in Newman held that\n the tipper must also receive something of a “pecuniary or similarly\n valuable nature” in exchange for a gift to a trading relative, that rule\n is inconsistent with Dirks. Pp. 8–10.\n    (c) Salman’s arguments to the contrary are rejected. Salman has\n cited nothing in this Court’s precedents that undermines the gift-\n giving principle this Court announced in Dirks. Nor has he demon-\n strated that either §10(b) itself or Dirks’s gift-giving standard “leav[e]\n\u000c                     Cite as: 580 U. S. ____ (2016)                   3\n\n                               Syllabus\n\n  grave uncertainty about how to estimate the risk posed by a crime” or\n  are plagued by “hopeless indeterminacy.” Johnson v. United States,\n  576 U. S. ___, ___, ___. Salman also has shown “no grievous ambigui-\n  ty or uncertainty that would trigger” the rule of lenity. Barber v.\n  Thomas, 560 U. S. 474, 492 (internal quotation marks omitted). To\n  the contrary, his conduct is in the heartland of Dirks’s rule concern-\n  ing gifts of confidential information to trading relatives. Pp. 10–12.\n792 F. 3d 1087, affirmed.\n\n  ALITO, J., delivered the opinion for a unanimous Court.\n\u000c                        Cite as: 580 U. S. ____ (2016)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–628\n                                   _________________\n\n\n     BASSAM YACOUB SALMAN, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                              [December 6, 2016]\n\n\n   JUSTICE ALITO delivered the opinion of the Court.\n   Section 10(b) of the Securities Exchange Act of 1934 and\nthe Securities and Exchange Commission’s Rule 10b–5\nprohibit undisclosed trading on inside corporate infor-\nmation by individuals who are under a duty of trust and\nconfidence that prohibits them from secretly using such\ninformation for their personal advantage. 48 Stat. 891, as\namended, 15 U. S. C. §78j(b) (prohibiting the use, “in\nconnection with the purchase or sale of any security,” of\n“any manipulative or deceptive device or contrivance in\ncontravention of such rules as the [Securities and Ex-\nchange Commission] may prescribe”); 17 CFR §240.10b–5\n(2016) (forbidding the use, “in connection with the sale or\npurchase of any security,” of “any device, scheme or arti-\nfice to defraud,” or any “act, practice, or course of business\nwhich operates . . . as a fraud or deceit”); see United States\nv. O’Hagan, 521 U. S. 642, 650–652 (1997). Individuals\nunder this duty may face criminal and civil liability for\ntrading on inside information (unless they make appropri-\nate disclosures ahead of time).\n   These persons also may not tip inside information to\n\u000c2                SALMAN v. UNITED STATES\n\n                      Opinion of the Court\n\nothers for trading. The tippee acquires the tipper’s duty to\ndisclose or abstain from trading if the tippee knows the\ninformation was disclosed in breach of the tipper’s duty,\nand the tippee may commit securities fraud by trading in\ndisregard of that knowledge. In Dirks v. SEC, 463 U. S.\n646 (1983), this Court explained that a tippee’s liability for\ntrading on inside information hinges on whether the tip-\nper breached a fiduciary duty by disclosing the infor-\nmation. A tipper breaches such a fiduciary duty, we held,\nwhen the tipper discloses the inside information for a\npersonal benefit. And, we went on to say, a jury can infer\na personal benefit—and thus a breach of the tipper’s\nduty—where the tipper receives something of value in\nexchange for the tip or “makes a gift of confidential infor-\nmation to a trading relative or friend.” Id., at 664.\n   Petitioner Bassam Salman challenges his convictions for\nconspiracy and insider trading. Salman received lucrative\ntrading tips from an extended family member, who had\nreceived the information from Salman’s brother-in-law.\nSalman then traded on the information. He argues that\nhe cannot be held liable as a tippee because the tipper (his\nbrother-in-law) did not personally receive money or prop-\nerty in exchange for the tips and thus did not personally\nbenefit from them. The Court of Appeals disagreed, hold-\ning that Dirks allowed the jury to infer that the tipper\nhere breached a duty because he made a “ ‘gift of confiden-\ntial information to a trading relative.’ ” 792 F. 3d 1087,\n1092 (CA9 2015) (quoting Dirks, supra, at 664). Because\nthe Court of Appeals properly applied Dirks, we affirm the\njudgment below.\n                             I\n   Maher Kara was an investment banker in Citigroup’s\nhealthcare investment banking group. He dealt with\nhighly confidential information about mergers and acqui-\nsitions involving Citigroup’s clients. Maher enjoyed a\n\u000c                 Cite as: 580 U. S. ____ (2016)           3\n\n                     Opinion of the Court\n\nclose relationship with his older brother, Mounir Kara\n(known as Michael). After Maher started at Citigroup, he\nbegan discussing aspects of his job with Michael. At first\nhe relied on Michael’s chemistry background to help him\ngrasp scientific concepts relevant to his new job. Then,\nwhile their father was battling cancer, the brothers dis-\ncussed companies that dealt with innovative cancer\ntreatment and pain management techniques. Michael\nbegan to trade on the information Maher shared with him.\nAt first, Maher was unaware of his brother’s trading activ-\nity, but eventually he began to suspect that it was taking\nplace.\n   Ultimately, Maher began to assist Michael’s trading by\nsharing inside information with his brother about pending\nmergers and acquisitions. Maher sometimes used code\nwords to communicate corporate information to his brother.\nOther times, he shared inside information about deals\nhe was not working on in order to avoid detection. See,\ne.g., App. 118, 124–125. Without his younger brother’s\nknowledge, Michael fed the information to others—\nincluding Salman, Michael’s friend and Maher’s brother-\nin-law. By the time the authorities caught on, Salman\nhad made over $1.5 million in profits that he split with\nanother relative who executed trades via a brokerage\naccount on Salman’s behalf.\n   Salman was indicted on one count of conspiracy to com-\nmit securities fraud, see 18 U. S. C. §371, and four counts\nof securities fraud, see 15 U. S. C. §§78j(b), 78ff; 18\nU. S. C. §2; 17 CFR §240.10b–5. Facing charges of their\nown, both Maher and Michael pleaded guilty and testified\nat Salman’s trial.\n   The evidence at trial established that Maher and Mi-\nchael enjoyed a “very close relationship.” App. 215. Ma-\nher “love[d] [his] brother very much,” Michael was like “a\nsecond father to Maher,” and Michael was the best man at\nMaher’s wedding to Salman’s sister. Id., at 158, 195, 104–\n\u000c4                SALMAN v. UNITED STATES\n\n                     Opinion of the Court\n\n107. Maher testified that he shared inside information\nwith his brother to benefit him and with the expectation\nthat his brother would trade on it. While Maher explained\nthat he disclosed the information in large part to appease\nMichael (who pestered him incessantly for it), he also\ntestified that he tipped his brother to “help him” and to\n“fulfil[l] whatever needs he had.” Id., at 118, 82. For\ninstance, Michael once called Maher and told him that “he\nneeded a favor.” Id., at 124. Maher offered his brother\nmoney but Michael asked for information instead. Maher\nthen disclosed an upcoming acquisition. Ibid. Although\nhe instantly regretted the tip and called his brother back\nto implore him not to trade, Maher expected his brother to\ndo so anyway. Id., at 125.\n  For his part, Michael told the jury that his brother’s tips\ngave him “timely information that the average person does\nnot have access to” and “access to stocks, options, and\nwhat have you, that I can capitalize on, that the average\nperson would never have or dream of.” Id., at 251. Mi-\nchael testified that he became friends with Salman when\nMaher was courting Salman’s sister and later began shar-\ning Maher’s tips with Salman. As he explained at trial,\n“any time a major deal came in, [Salman] was the first on\nmy phone list.” Id., at 258. Michael also testified that he\ntold Salman that the information was coming from Maher.\nSee, e.g., id., at 286 (“ ‘Maher is the source of all this\ninformation’ ”).\n  After a jury trial in the Northern District of California,\nSalman was convicted on all counts. He was sentenced to\n36 months of imprisonment, three years of supervised\nrelease, and over $730,000 in restitution. After his motion\nfor a new trial was denied, Salman appealed to the Ninth\nCircuit. While his appeal was pending, the Second Circuit\nissued its opinion in United States v. Newman, 773 F. 3d\n438 (2014), cert. denied, 577 U. S. ___ (2015). There, the\nSecond Circuit reversed the convictions of two portfolio\n\u000c                    Cite as: 580 U. S. ____ (2016)                  5\n\n                        Opinion of the Court\n\nmanagers who traded on inside information. The Newman\ndefendants were “several steps removed from the corpo-\nrate insiders” and the court found that “there was no\nevidence that either was aware of the source of the inside\ninformation.” 773 F. 3d, at 443. The court acknowledged\nthat Dirks and Second Circuit case law allow a factfinder\nto infer a personal benefit to the tipper from a gift of con-\nfidential information to a trading relative or friend. 773\nF. 3d, at 452. But the court concluded that, “[t]o the ex-\ntent” Dirks permits “such an inference,” the inference “is\nimpermissible in the absence of proof of a meaningfully\nclose personal relationship that generates an exchange\nthat is objective, consequential, and represents at least a\npotential gain of a pecuniary or similarly valuable nature.”\n773 F. 3d, at 452.1\n   Pointing to Newman, Salman argued that his conviction\nshould be reversed. While the evidence established that\nMaher made a gift of trading information to Michael and\nthat Salman knew it, there was no evidence that Maher\nreceived anything of “a pecuniary or similarly valuable\nnature” in exchange—or that Salman knew of any such\nbenefit. The Ninth Circuit disagreed and affirmed Sal-\nman’s conviction. 792 F. 3d 1087. The court reasoned\nthat the case was governed by Dirks’s holding that a tip-\nper benefits personally by making a gift of confidential\ninformation to a trading relative or friend. Indeed, Ma-\nher’s disclosures to Michael were “precisely the gift of\nconfidential information to a trading relative that Dirks\nenvisioned.” 792 F. 3d, at 1092 (internal quotation marks\nomitted). To the extent Newman went further and re-\nquired additional gain to the tipper in cases involving gifts\n——————\n   1 The Second Circuit also reversed the Newman defendants’ convic-\n\ntions because the Government introduced no evidence that the defend-\nants knew the information they traded on came from insiders or that\nthe insiders received a personal benefit in exchange for the tips. 773\nF. 3d, at 453–454. This case does not implicate those issues.\n\u000c6                    SALMAN v. UNITED STATES\n\n                          Opinion of the Court\n\nof confidential information to family and friends, the\nNinth Circuit “decline[d] to follow it.” 792 F. 3d, at 1093.\n  We granted certiorari to resolve the tension between the\nSecond Circuit’s Newman decision and the Ninth Circuit’s\ndecision in this case.2 577 U. S. ___ (2016).\n                              II\n\n                              A\n\n   In this case, Salman contends that an insider’s “gift of\nconfidential information to a trading relative or friend,”\nDirks, 463 U. S., at 664, is not enough to establish securi-\nties fraud. Instead, Salman argues, a tipper does not\npersonally benefit unless the tipper’s goal in disclosing\ninside information is to obtain money, property, or some-\nthing of tangible value. He claims that our insider-trading\nprecedents, and the cases those precedents cite, involve\nsituations in which the insider exploited confidential\ninformation for the insider’s own “tangible monetary\nprofit.” Brief for Petitioner 31. He suggests that his\n——————\n   2 Dirks v. SEC, 463 U. S. 646 (1983), established the personal-benefit\n\nframework in a case brought under the classical theory of insider-\ntrading liability, which applies “when a corporate insider” or his tippee\n“trades in the securities of [the tipper’s] corporation on the basis of\nmaterial, nonpublic information.” United States v. O’Hagan, 521 U. S.\n642, 651–652 (1997). In such a case, the defendant breaches a duty to,\nand takes advantage of, the shareholders of his corporation. By con-\ntrast, the misappropriation theory holds that a person commits securi-\nties fraud “when he misappropriates confidential information for\nsecurities trading purposes, in breach of a duty owed to the source of\nthe information” such as an employer or client. Id., at 652. In such a\ncase, the defendant breaches a duty to, and defrauds, the source of the\ninformation, as opposed to the shareholders of his corporation. The\nCourt of Appeals observed that this is a misappropriation case, 792\nF. 3d, 1087, 1092, n. 4 (CA9 2015), while the Government represents\nthat both theories apply on the facts of this case, Brief for United States\n15, n. 1. We need not resolve the question. The parties do not dispute\nthat Dirks’s personal-benefit analysis applies in both classical and\nmisappropriation cases, so we will proceed on the assumption that it\ndoes.\n\u000c                 Cite as: 580 U. S. ____ (2016)            7\n\n                     Opinion of the Court\n\nposition is reinforced by our criminal-fraud precedents\noutside of the insider-trading context, because those cases\nconfirm that a fraudster must personally obtain money or\nproperty. Id., at 33–34. More broadly, Salman urges that\ndefining a gift as a personal benefit renders the insider-\ntrading offense indeterminate and overbroad: indetermi-\nnate, because liability may turn on facts such as the close-\nness of the relationship between tipper and tippee and the\ntipper’s purpose for disclosure; and overbroad, because the\nGovernment may avoid having to prove a concrete per-\nsonal benefit by simply arguing that the tipper meant to give\na gift to the tippee. He also argues that we should inter-\npret Dirks’s standard narrowly so as to avoid constitutional\nconcerns. Brief for Petitioner 36–37. Finally, Salman\ncontends that gift situations create especially troubling\nproblems for remote tippees—that is, tippees who receive\ninside information from another tippee, rather than the\ntipper—who may have no knowledge of the relationship\nbetween the original tipper and tippee and thus may not\nknow why the tipper made the disclosure. Id., at 43, 48,\n50.\n   The Government disagrees and argues that a gift of\nconfidential information to anyone, not just a “trading\nrelative or friend,” is enough to prove securities fraud. See\nBrief for United States 27 (“Dirks’s personal-benefit test\nencompasses a gift to any person with the expectation that\nthe information will be used for trading, not just to ‘a\ntrading relative or friend’ ” (quoting 463 U. S., at 664;\nemphasis in original)). Under the Government’s view, a\ntipper personally benefits whenever the tipper discloses\nconfidential trading information for a noncorporate pur-\npose. Accordingly, a gift to a friend, a family member, or\nanyone else would support the inference that the tipper\nexploited the trading value of inside information for per-\nsonal purposes and thus personally benefited from the\ndisclosure. The Government claims to find support for\n\u000c8                SALMAN v. UNITED STATES\n\n                     Opinion of the Court\n\nthis reading in Dirks and the precedents on which Dirks\nrelied. See, e.g., id., at 654 (“fraud” in an insider-trading\ncase “derives ‘from the inherent unfairness involved where\none takes advantage’ of ‘information intended to be avail-\nable only for a corporate purpose and not for the personal\nbenefit of anyone’ ” (quoting In re Merrill Lynch, Pierce,\nFenner \u0026 Smith, Inc., 43 S. E. C. 933, 936 (1968))).\n   The Government also argues that Salman’s concerns\nabout unlimited and indeterminate liability for remote\ntippees are significantly alleviated by other statutory\nelements that prosecutors must satisfy to convict a tippee\nfor insider trading. The Government observes that, in\norder to establish a defendant’s criminal liability as a\ntippee, it must prove beyond a reasonable doubt that the\ntipper expected that the information being disclosed would\nbe used in securities trading. Brief for United States 23–\n24; Tr. of Oral Arg. 38. The Government also notes that,\nto establish a defendant’s criminal liability as a tippee, it\nmust prove that the tippee knew that the tipper breached\na duty—in other words, that the tippee knew that the\ntipper disclosed the information for a personal benefit and\nthat the tipper expected trading to ensue. Brief for United\nStates 43; Tr. of Oral Arg. 36–37, 39.\n                             B\n   We adhere to Dirks, which easily resolves the narrow\nissue presented here.\n   In Dirks, we explained that a tippee is exposed to liabil-\nity for trading on inside information only if the tippee\nparticipates in a breach of the tipper’s fiduciary duty.\nWhether the tipper breached that duty depends “in large\npart on the purpose of the disclosure” to the tippee. 463\nU. S., at 662. “[T]he test,” we explained, “is whether the\ninsider personally will benefit, directly or indirectly, from\nhis disclosure.” Ibid. Thus, the disclosure of confidential\ninformation without personal benefit is not enough. In\n\u000c                 Cite as: 580 U. S. ____ (2016)            9\n\n                     Opinion of the Court\n\ndetermining whether a tipper derived a personal benefit,\nwe instructed courts to “focus on objective criteria, i.e.,\nwhether the insider receives a direct or indirect personal\nbenefit from the disclosure, such as a pecuniary gain or a\nreputational benefit that will translate into future earn-\nings.” Id., at 663. This personal benefit can “often” be\ninferred “from objective facts and circumstances,” we\nexplained, such as “a relationship between the insider and\nthe recipient that suggests a quid pro quo from the latter,\nor an intention to benefit the particular recipient.” Id., at\n664. In particular, we held that “[t]he elements of fiduci-\nary duty and exploitation of nonpublic information also\nexist when an insider makes a gift of confidential infor-\nmation to a trading relative or friend.” Ibid. (emphasis\nadded). In such cases, “[t]he tip and trade resemble trad-\ning by the insider followed by a gift of the profits to the\nrecipient.” Ibid. We then applied this gift-giving principle\nto resolve Dirks itself, finding it dispositive that the tip-\npers “received no monetary or personal benefit” from their\ntips to Dirks, “nor was their purpose to make a gift of\nvaluable information to Dirks.” Id., at 667 (emphasis\nadded).\n   Our discussion of gift giving resolves this case. Maher,\nthe tipper, provided inside information to a close relative,\nhis brother Michael. Dirks makes clear that a tipper\nbreaches a fiduciary duty by making a gift of confidential\ninformation to “a trading relative,” and that rule is suffi-\ncient to resolve the case at hand. As Salman’s counsel\nacknowledged at oral argument, Maher would have\nbreached his duty had he personally traded on the infor-\nmation here himself then given the proceeds as a gift to\nhis brother. Tr. of Oral Arg. 3–4. It is obvious that Maher\nwould personally benefit in that situation. But Maher\neffectively achieved the same result by disclosing the\ninformation to Michael, and allowing him to trade on it.\nDirks appropriately prohibits that approach, as well. Cf.\n\u000c10               SALMAN v. UNITED STATES\n\n                     Opinion of the Court\n\n463 U. S., at 659 (holding that “insiders [are] forbidden”\nboth “from personally using undisclosed corporate infor-\nmation to their advantage” and from “giv[ing] such infor-\nmation to an outsider for the same improper purpose of\nexploiting the information for their personal gain”). Dirks\nspecifies that when a tipper gives inside information to “a\ntrading relative or friend,” the jury can infer that the\ntipper meant to provide the equivalent of a cash gift. In\nsuch situations, the tipper benefits personally because\ngiving a gift of trading information is the same thing as\ntrading by the tipper followed by a gift of the proceeds.\nHere, by disclosing confidential information as a gift to his\nbrother with the expectation that he would trade on it,\nMaher breached his duty of trust and confidence to\nCitigroup and its clients—a duty Salman acquired, and\nbreached himself, by trading on the information with full\nknowledge that it had been improperly disclosed.\n   To the extent the Second Circuit held that the tipper\nmust also receive something of a “pecuniary or similarly\nvaluable nature” in exchange for a gift to family or friends,\nNewman, 773 F. 3d, at 452, we agree with the Ninth\nCircuit that this requirement is inconsistent with Dirks.\n                              C\n  Salman points out that many insider-trading cases—\nincluding several that Dirks cited—involved insiders who\npersonally profited through the misuse of trading infor-\nmation. But this observation does not undermine the test\nDirks articulated and applied. Salman also cites a sam-\npling of our criminal-fraud decisions construing other\nfederal fraud statutes, suggesting that they stand for the\nproposition that fraud is not consummated unless the\ndefendant obtains money or property. Sekhar v. United\nStates, 570 U. S. ___ (2013) (Hobbs Act); Skilling v. United\nStates, 561 U. S. 358 (2010) (honest-services mail and wire\nfraud); Cleveland v. United States, 531 U. S. 12 (2000)\n\u000c                  Cite as: 580 U. S. ____ (2016)           11\n\n                      Opinion of the Court\n\n(wire fraud); McNally v. United States, 483 U. S. 350\n(1987) (mail fraud). Assuming that these cases are rele-\nvant to our construction of §10(b) (a proposition the Gov-\nernment forcefully disputes), nothing in them undermines\nthe commonsense point we made in Dirks. Making a gift\nof inside information to a relative like Michael is little\ndifferent from trading on the information, obtaining the\nprofits, and doling them out to the trading relative. The\ntipper benefits either way. The facts of this case illustrate\nthe point: In one of their tipper-tippee interactions, Mi-\nchael asked Maher for a favor, declined Maher’s offer of\nmoney, and instead requested and received lucrative\ntrading information.\n   We reject Salman’s argument that Dirks’s gift-giving\nstandard is unconstitutionally vague as applied to this\ncase. Dirks created a simple and clear “guiding principle”\nfor determining tippee liability, 463 U. S., at 664, and\nSalman has not demonstrated that either §10(b) itself or\nthe Dirks gift-giving standard “leav[e] grave uncertainty\nabout how to estimate the risk posed by a crime” or are\nplagued by “hopeless indeterminacy,” Johnson v. United\nStates, 576 U. S. ___, ___, ___ (2015) (slip op., at 5, 7). At\nmost, Salman shows that in some factual circumstances\nassessing liability for gift-giving will be difficult. That\nalone cannot render “shapeless” a federal criminal prohibi-\ntion, for even clear rules “produce close cases.” Id., at ___,\n___ (slip op., at 9, 10). We also reject Salman’s appeal to\nthe rule of lenity, as he has shown “no grievous ambiguity\nor uncertainty that would trigger the rule’s application.”\nBarber v. Thomas, 560 U. S. 474, 492 (2010) (internal\nquotation marks omitted). To the contrary, Salman’s\nconduct is in the heartland of Dirks’s rule concerning gifts.\nIt remains the case that “[d]etermining whether an insider\npersonally benefits from a particular disclosure, a question\nof fact, will not always be easy for courts.” 463 U. S., at\n664. But there is no need for us to address those difficult\n\u000c12               SALMAN v. UNITED STATES\n\n                      Opinion of the Court\n\ncases today, because this case involves “precisely the ‘gift\nof confidential information to a trading relative’ that Dirks\nenvisioned.” 792 F. 3d, at 1092 (quoting 463 U. S., at 664).\n                             III\n  Salman’s jury was properly instructed that a personal\nbenefit includes “the benefit one would obtain from simply\nmaking a gift of confidential information to a trading\nrelative.” App. 398–399. As the Court of Appeals noted,\n“the Government presented direct evidence that the dis-\nclosure was intended as a gift of market-sensitive infor-\nmation.” 792 F. 3d, at 1094. And, as Salman conceded\nbelow, this evidence is sufficient to sustain his conviction\nunder our reading of Dirks. Appellant’s Supplemental\nBrief in No. 14–10204 (CA9), p. 6 (“Maher made a gift of\nconfidential information to a trading relative [Michael] . . .\nand, if [Michael’s] testimony is accepted as true (as it must\nbe for purposes of sufficiency review), Salman knew that\nMaher had made such a gift” (internal quotation marks,\nbrackets, and citation omitted)). Accordingly, the Ninth\nCircuit’s judgment is affirmed.\n                                             It is so ordered.\n\u000c",
	"cited_id": [
		111009
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Dirks v. SEC, 463 U. S. 646 (1983)"
	],
	"case_extract": [
		"Dirks v. SEC, 463 U. S. 646 (1983)"
	],
	"citing_sentence": "In Dirks v. SEC, 463 U. S. 646 (1983), this Court explained that a tippee’s liability for trading on inside information hinges on whether the tip- per breached a fiduciary duty by disclosing the infor- mation.",
	"citing_paragraph": "These persons also may not tip inside information to others for trading. The tippee acquires the tipper’s duty to disclose or abstain from trading if the tippee knows the information was disclosed in breach of the tipper’s duty, and the tippee may commit securities fraud by trading in disregard of that knowledge. In Dirks v. SEC, 463 U. S. 646 (1983), this Court explained that a tippee’s liability for trading on inside information hinges on whether the tip- per breached a fiduciary duty by disclosing the infor- mation. A tipper breaches such a fiduciary duty, we held, when the tipper discloses the inside information for a personal benefit. And, we went on to say, a jury can infer a personal benefit—and thus a breach of the tipper’s duty—where the tipper receives something of value in exchange for the tip or “makes a gift of confidential infor- mation to a trading relative or friend.” Id., at 664.",
	"relevant_keywords": [
		"insider trading",
		"information",
		"trading",
		"breach",
		"fiduciary duty",
		"tipper"
	],
	"query": [
		"\"insider trading\" AND (\"fiduciary duty\" OR fiduciary) AND (breach OR \"personal gain\" OR \"profit from position\") AND liabl!",
		"\"insider trading\" AND (\"fiduciary duty\" OR fiduciary) AND (breach OR \"personal gain\" OR \"profit from position\") AND (\"tipper is liable\" OR \"liability of the tipper\" OR \"liability of a tipper\")"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "insider trading",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "liabl*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fiduciary duty",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fiduciary"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "breach"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "personal gain",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "profit from position",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "insider trading",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fiduciary duty",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fiduciary"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "breach"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "personal gain",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "profit from position",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "tipper is liable",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "liability of the tipper",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "liability of a tipper",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}