{
	"id": 8,
	"case_id": 4164892,
	"case_title": "Bolivarian Republic of Venezuela v. Helmerich \u0026 Payne Int'l Drilling Co.",
	"date_filed": "2017-05-01",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  BOLIVARIAN REPUBLIC OF VENEZUELA ET AL. v. \n\n HELMERICH \u0026 PAYNE INTERNATIONAL DRILLING \n\n                 CO. ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n          THE DISTRICT OF COLUMBIA CIRCUIT\n\n     No. 15–423.      Argued November 2, 2016—Decided May 1, 2017\nThe Foreign Sovereign Immunities Act (FSIA) shields foreign states\n  from suits in United States Courts, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1604, with specified\n  exceptions. The expropriation exception applies to “any case . . . in\n  which rights in property taken in violation of international law are in\n  issue and that property . . . is owned or operated by an agency or in-\n  strumentality of the foreign state . . . engaged in a commercial activi-\n  ty in the United States.” §1605(a)(3).\n     A wholly owned Venezuelan subsidiary (Subsidiary) of an Ameri-\n  can company (Parent) has long supplied oil rigs to oil development\n  entities that were part of the Venezuelan Government. The Ameri-\n  can Parent and its Venezuelan Subsidiary (plaintiffs) filed suit in\n  federal court against those entities (Venezuela), claiming that Vene-\n  zuela had unlawfully expropriated the Subsidiary’s rigs by national-\n  izing them. Venezuela moved to dismiss the case on the ground that\n  its sovereign immunity deprived the District Court of jurisdiction.\n  Plaintiffs argued that the case falls within the expropriation excep-\n  tion, but Venezuela claimed that international law did not cover the\n  expropriation of property belonging to a country’s nationals like the\n  Subsidiary and that the American Parent did not have property\n  rights in the Subsidiary’s assets. The District Court agreed as to the\n  Subsidiary, dismissing its claim on jurisdictional grounds. But it re-\n  jected the claim that the Parent had no rights in the Subsidiary’s\n  property. The District of Columbia Circuit reversed in part and af-\n  firmed in part, finding that both claims fell within the exception.\n  With respect to the Subsidiary’s claim, it concluded that a sovereign’s\n  taking of its own nationals’ property would violate international law\n\u000c2   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                        Syllabus\n\n\n if the expropriation unreasonably discriminated based on a compa-\n ny’s shareholders’ nationality. With respect to the Parent’s claim, it\n held that the exception applied because the Parent had raised its\n rights in a nonfrivolous way. The court decided only whether the\n plaintiffs might have a nonfrivolous expropriation claim, making\n clear that, under its standard, a nonfrivolous argument would be suf-\n ficient to bring a case within the scope of the exception. Given the\n factual stipulations, the court concluded, the Subsidiary had satisfied\n that standard for purposes of surviving a motion to dismiss.\nHeld: The nonfrivolous-argument standard is not consistent with the\n FSIA. A case falls within the scope of the expropriation exception on-\n ly if the property in which the party claims to hold rights was indeed\n “property taken in violation of international law.” A court should de-\n cide the foreign sovereign’s immunity defense “[a]t the threshold” of\n the action, Verlinden B. V. v. Central Bank of Nigeria, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110932\"\u003e\u003ca href=\"/opinion/110932/verlinden-bv-v-central-bank-of-nigeria/\"\u003e\u003cspan class=\"volume\"\u003e461\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e480\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n 493, resolving any factual disputes as near to the outset of the case as\n is reasonably possible. Pp. 6–16.\n    (a) The expropriation exception grants jurisdiction only where\n there is a legally valid claim that a certain kind of right is at issue\n (property rights) and that the relevant property was taken in a cer-\n tain way (in violation of international law). Simply making a non-\n frivolous argument to that effect is not sufficient. This reading is\n supported by the provision’s language, which applies in a “case. . . in\n which rights in property taken in violation of international law are in\n issue.” Such language would normally foresee a judicial decision\n about the jurisdictional matter. This interpretation is supported by\n precedent. See, e.g., Permanent Mission of India to United Nations v.\n City of New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145715\"\u003e\u003ca href=\"/opinion/145715/permanent-mission-of-india-v-city-of-ny/\"\u003e\u003cspan class=\"volume\"\u003e551\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e193\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 201–202. It is also supported by a\n basic objective of the FSIA, which is to follow international law prin-\n ciples, namely, that granting foreign sovereigns immunity from suit\n both recognizes the “absolute independence of every sovereign au-\n thority” and helps to “induc[e]” each nation state, as a matter of “in-\n ternational comity,” to “respect the independence and dignity of every\n other,” Berizzi Brothers Co. v. S. S. Pesaro, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"100912\"\u003e\u003ca href=\"/opinion/100912/berizzi-brothers-co-v-ss-pesaro/\"\u003e\u003cspan class=\"volume\"\u003e271\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e562\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 575. Noth-\n ing in the FSIA’s history suggests that Congress intended a radical\n departure from these principles in codifying the mid-20th-century\n doctrine of “restrictive” sovereign immunity, which denies immunity\n in cases “arising out of a foreign state’s strictly commercial acts,” but\n applies immunity in “suits involving the foreign sovereign’s public\n acts,” Verlinden, supra, at 487. It is thus not surprising that the ex-\n propriation exception on its face emphasizes conformity with interna-\n tional law, requiring both a commercial connection with the United\n States and a taking of property “in violation of international law.”\n    A “nonfrivolous-argument” reading of the exception would under-\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  mine the objectives embedded in the statute’s language, history, and\n  structure. It could also embroil a foreign sovereign in an American\n  lawsuit for some time by adopting a standard limited only by the\n  bounds of a lawyer’s (nonfrivolous) imagination. And it could cause\n  friction with other nations, leading to reciprocal actions against this\n  country. Pp. 6–12.\n     (b) Plaintiffs’ arguments to the contrary are unpersuasive. They\n  suggest that the expropriation exception should be treated similarly\n  to \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1331’s “arising under” jurisdiction, which applies if a\n  plaintiff can make a nonfrivolous argument that a federal law pro-\n  vides the relief sought—even if, in fact, it does not, Bell v. Hood, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104272\"\u003e\u003ca href=\"/opinion/104272/bell-v-hood/\"\u003e\u003cspan class=\"volume\"\u003e327\u003c/span\u003e\n  \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e678\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 685. But §1331 differs from the exception in language and\n  concerns. Section 1331 often simply determines which court doors—\n  federal or state—are open, and neither it nor related jurisdictional\n  sections seek to provide a sovereign foreign nation with immunity—\n  the FSIA’s basic objective. Nor does the text of §1331 suggest that\n  consistency with international law is of particular importance.\n     Plaintiffs also claim that the nonfrivolous-argument approach will\n  work little harm since the matter could be resolved by motion prac-\n  tice before the sovereign bears the expense of a full trial. But resolv-\n  ing a claim pursuant to Federal Rule of Civil Procedure 12(b)(6) or\n  summary judgment under Rule 56 may impose increased burdens of\n  time and expense upon the foreign nation. And a district court’s de-\n  cision that there is a “violation of international law” as a matter of\n  jurisdiction may be immediately appealable as a collateral order,\n  while the same decision made pursuant to a Rule 12(b)(6) or Rule 56\n  motion would be a decision on the “merits” not subject to immediate\n  appeal. Moreover, the Circuit would part with its nonfrivolous-\n  argument standard where a “violation of international law” is not an\n  element of the claim to be decided on the merits. This bifurcated ap-\n  proach is difficult to reconcile with the statute’s language, history, or\n  purpose; and it creates needless complexity for judges and lawyers,\n  domestic and foreign. Pp. 12–16.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e784\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e804\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n   BREYER, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–423\n                                   _________________\n\n\n  BOLIVARIAN REPUBLIC OF VENEZUELA, ET AL., \n\n    PETITIONERS v. HELMERICH \u0026 PAYNE IN­\n       TERNATIONAL DRILLING CO., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                                  [May 1, 2017]\n\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  The Foreign Sovereign Immunities Act of 1976 (FSIA or\nAct), provides, with specified exceptions, that a “foreign\nstate shall be immune from the jurisdiction of the courts of\nthe United States and of the States . . . .” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1604. One of the jurisdictional exceptions—the expropri­\nation exception—says that\n    “[a] foreign state shall not be immune from the juris­\n    diction of courts of the United States or of the States\n    in any case . . . (3) in which rights in property taken in\n    violation of international law are in issue and that\n    property . . . is owned or operated by an agency or\n    instrumentality of the foreign state . . . engaged in\n    a commercial activity in the United States.”\n    §1605(a)(3).\nThe question here concerns the phrase “case . . . in which\nrights in property taken in violation of international law\nare in issue.”\n  Does this phrase mean that, to defeat sovereign immu­\nnity, a party need only make a “nonfrivolous” argument\n\u000c2   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                   Opinion of the Court \n\n\nthat the case falls within the scope of the exception? Once\nmade, does the existence of that nonfrivolous argument\nmean that the court retains jurisdiction over the case until\nthe court decides, say, the merits of the case? Or does a\nmore rigorous jurisdictional standard apply? To put the\nquestion more generally: What happens in a case where\nthe party seeking to rely on the expropriation exception\nmakes a nonfrivolous, but ultimately incorrect, claim that\nhis property was taken in violation of international law?\n   In our view, a party’s nonfrivolous, but ultimately incor­\nrect, argument that property was taken in violation of\ninternational law is insufficient to confer jurisdiction.\nRather, state and federal courts can maintain jurisdiction\nto hear the merits of a case only if they find that the prop­\nerty in which the party claims to hold rights was indeed\n“property taken in violation of international law.” Put\ndifferently, the relevant factual allegations must make out\na legally valid claim that a certain kind of right is at issue\n(property rights) and that the relevant property was taken\nin a certain way (in violation of international law). A good\nargument to that effect is not sufficient. But a court nor­\nmally need not resolve, as a jurisdictional matter, disputes\nabout whether a party actually held rights in that prop-\nerty; those questions remain for the merits phase of the\nlitigation.\n   Moreover, where jurisdictional questions turn upon\nfurther factual development, the trial judge may take\nevidence and resolve relevant factual disputes. But, con­\nsistent with foreign sovereign immunity’s basic objective,\nnamely, to free a foreign sovereign from suit, the court\nshould normally resolve those factual disputes and reach a\ndecision about immunity as near to the outset of the case\nas is reasonably possible. See Verlinden B. V. v. Central\nBank of Nigeria, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110932\"\u003e\u003ca href=\"/opinion/110932/verlinden-bv-v-central-bank-of-nigeria/\"\u003e\u003cspan class=\"volume\"\u003e461\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e480\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 493–494 (1983).\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                     Opinion of the Court \n\n\n                                I\n\n   Since the mid-1970’s a wholly owned Venezuela-\nincorporated subsidiary (Subsidiary) of an American com­\npany (Parent) supplied oil rigs to oil development entities\nthat were part of the Venezuelan Government. In 2011\nthe American Parent company and its Venezuelan Subsid­\niary (the respondents here) brought this lawsuit in federal\ncourt against those foreign government entities. (The\nentities go by their initials, PDVSA, but we shall normally\nrefer to them as “Venezuela” or the “Venezuelan Govern­\nment.”) The American Parent and the Venezuelan Subsid­\niary claimed that the Venezuelan Government had unlaw­\nfully expropriated the Subsidiary’s oil rigs. And they\nsought compensation.\n   According to stipulated facts, by early 2010 the Vene­\nzuelan Government had failed to pay more than $10 mil­\nlion that it owed the Subsidiary. At that point the gov­\nernment sent troops to the equipment yard where the rigs\nwere stored, prevented the Subsidiary from removing the\nrigs, and issued a “ ‘Decree of Expropriation’ ” nationaliz­\ning the rigs. App. 72–74. Subsequently, the president of\nthe oil development entities led a rally at the Subsidiary’s\noffices, where he referred to the Venezuelan Subsidiary as\nan “ ‘American company’ ” with “ ‘foreign gentlemen inves­\ntors.’ ” Id., at 54.\n   Venezuela asked the court to dismiss the case on the\nground that Venezuela possessed sovereign immunity and\nthat the court consequently lacked “jurisdiction” to hear\nthe case. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1604; Fed. Rules Civ. Proc.\n12(b)(1) and (b)(2); Verlinden, supra, at 485, n. 5 (explain­\ning that a court lacks “subject-matter” and “personal”\njurisdiction over a foreign sovereign unless an FSIA excep­\ntion applies). The companies replied that the case falls\nwithin the expropriation exception. Venezuela in turn\nargued that the Subsidiary’s expropriation claim did not\nsatisfy the exception because “ ‘international law does not\n\u000c4   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                   Opinion of the Court \n\n\ncover expropriations of property belonging to a country’s\nown nationals’ ”; the taking was not “ ‘in violation of inter­\nnational law,’ ” and the exception thus does not apply.\nRecord in No. 11–cv–01735 (D DC), Doc. 22, p. 13. Vene­\nzuela further argued that the American Parent’s national­\nity makes no difference because, “as a corporate parent,\n[it] does not own [the Subsidiary’s] assets.” Id., Doc. 24,\nat 12.\n   The parties agreed that the District Court should then\ndecide whether the exception applies, and it should do so\non the basis of governing law, taking all of the plaintiffs’\nwell-pleaded allegations as true and construing the com­\nplaint in the light most favorable to the plaintiffs. App.\n119. The court decided, in relevant part, that the excep­\ntion did not apply to the Venezuelan Subsidiary’s claim\nbecause the Subsidiary was a national of Venezuela. See\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e971\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e49\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 57–61 (2013). The court concluded\nthat Venezuela consequently possessed sovereign immu-\nnity, and it dismissed the Subsidiary’s claim on jurisdic­\ntional grounds. It rejected, however, Venezuela’s argument\nthat the Parent had no rights in property in the Subsidi­\nary. It concluded that Venezuela’s “actions have deprived\n[the Parent], individually, of its essential and unique\nrights as sole shareholder . . . by dismantling its voting\npower, destroying its ownership, and frustrating its con­\ntrol over the company.” Id., at 73.\n   The Venezuelan Subsidiary appealed the dismissal of its\nexpropriation claim, and Venezuela appealed the court’s\nrefusal to dismiss the Parent’s claim. The Court of Ap­\npeals for the District of Columbia Circuit reversed in part\nand affirmed in part the District Court’s conclusions. It\ndecided that both the Subsidiary’s and the Parent’s claims\nfell within the exception.\n   With respect to the Subsidiary’s claim, the court agreed\nthat a sovereign’s taking of its own nationals’ property\nnormally does not violate international law. But, the\n\u000c                   Cite as: 581 U. S. ____ (2017)              5\n\n                       Opinion of the Court\n\ncourt said, there is an “exception” to this rule. And that\nexception applies when a sovereign’s expropriation unrea­\nsonably discriminates on the basis of a company’s share­\nholders’ nationality, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e784\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e804\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 812 (CADC 2015)\n(citing Banco Nacional de Cuba v. Sabbatino, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"258217\"\u003e\u003ca href=\"/opinion/258217/banco-nacional-de-cuba-v-peter-l-f-sabbatino-as-receiver-and-f/\"\u003e\u003cspan class=\"volume\"\u003e307\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e845\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA2 1962)). That exception, it added, might apply\nhere, in which case the expropriation would violate inter­\nnational law, the FSIA’s expropriation exception would\napply, and the federal courts would possess jurisdiction\nover the case. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e784\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 813. With respect to the\nParent’s expropriation claim, the court agreed with the\nDistrict Court that the expropriation exception applied\nbecause the Parent had “ ‘put its rights in property in issue\nin a non-frivolous way.’ ” Id., at 816.\n   For present purposes, it is important to keep in mind\nthat the Court of Appeals did not decide (on the basis of\nthe stipulated facts) that the plaintiffs’ allegations are\nsufficient to show their property was taken in violation of\ninternational law. It decided instead that the plaintiffs\nmight have such a claim. And it made clear the legal\nstandard that it would apply. It said that, in deciding\nwhether the expropriation exception applies, it would set\nan “exceptionally low bar.” Id., at 812. Any possible, i.e.,\n“ ‘non-frivolous,’ ” ibid., claim of expropriation is sufficient,\nin the Court of Appeals’ view, to bring a case within the\nscope of the FSIA’s exception. In particular: If a plaintiff\nalleges facts and claims that permit the plaintiff to make\nan expropriation claim that is not “ ‘wholly insubstantial or\nfrivolous,’ ” then the exception permits the suit and the\nsovereign loses its immunity. Ibid. (emphasis added).\nGiven the factual stipulations, the Court of Appeals did\nnot suggest further factfinding on this jurisdictional issue\nbut, rather, decided that the Subsidiary had “satisfied this\nCircuit’s forgiving standard for surviving a motion to\ndismiss in an FSIA case.” Id., at 813.\n   Venezuela filed a petition for certiorari asking us to\n\u000c6   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                   Opinion of the Court \n\n\ndecide whether the Court of Appeals had applied the\ncorrect standard in deciding that the companies had met\nthe expropriation exception’s requirements. We agreed to\ndo so.\n                               II\n   Foreign sovereign immunity is jurisdictional in this case\nbecause explicit statutory language makes it so. See\n§1604 (“[A] foreign state shall be immune from the juris­\ndiction of the courts of the United States and of the States\nexcept as provided” by the FSIA’s exceptions); §1605(a) (“A\nforeign state shall not be immune from the jurisdiction” of\nfederal and state courts if the exception at issue here is\nsatisfied). Given the parties’ stipulations as to all rele­\nvant facts, our inquiry poses a “ ‘pure question of statutory\nconstruction,’ ” Republic of Austria v. Altmann, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"134749\"\u003e\u003ca href=\"/opinion/134749/republicof-austria-v-altmann/\"\u003e\u003cspan class=\"volume\"\u003e541\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e677\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 701 (2004). In our view, the expropriation exception\ngrants jurisdiction only where there is a valid claim that\n“property” has been “taken in violation of international\nlaw.” §1605(a)(3). A nonfrivolous argument to that effect\nis insufficient.\n   For one thing, the provision’s language, while ambigu­\nous, supports such a reading. It says that there is juris­\ndiction in a “case . . . in which rights in property taken in\nviolation of international law are in issue.” Ibid. Such\nlanguage would normally foresee a judicial decision about\nthe jurisdictional matter. And that matter is whether a\ncertain kind of “right” is “at issue,” namely, a property\nright taken in violation of international law. To take a\npurely hypothetical example, a party might assert a claim\nto a house in a foreign country. If the foreign country\nnationalized the house and, when sued, asserted sovereign\nimmunity, then the claiming party would as a jurisdic­\ntional matter prove that he claimed “property” (which a\nhouse obviously is) and also that the property was “taken\nin violation of international law.” He need not show as a\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\njurisdictional matter that he, rather than someone else,\nowned the house. That question is part of the merits of\nthe case and remains “at issue.”\n   We recognize that merits and jurisdiction will some­\ntimes come intertwined. Suppose that the party asserted\na claim to architectural plans for the house. It might be\nnecessary to decide whether the law recognizes the kind of\nright that he asserts, or whether it is a right in “property”\nthat was “taken in violation of international law.” Per­\nhaps that is the only serious issue in the case. If so, the\ncourt must still answer the jurisdictional question. If to\ndo so, it must inevitably decide some, or all, of the merits\nissues, so be it.\n   Our reading of the statute is consistent with its lan­\nguage. The case is one which the existence of “rights”\nremains “at issue” until the court decides the merits of the\ncase. But whether the rights asserted are rights of a\ncertain kind, namely, rights in “property taken in violation\nof international law,” is a jurisdictional matter that the\ncourt must typically decide at the outset of the case, or as\nclose to the outset as is reasonably possible.\n   Precedent offers a degree of support for our interpreta­\ntion. In Permanent Mission of India to United Nations v.\nCity of New York, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145715\"\u003e\u003ca href=\"/opinion/145715/permanent-mission-of-india-v-city-of-ny/\"\u003e\u003cspan class=\"volume\"\u003e551\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e193\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2007), we interpreted a\ndifferent FSIA exception for cases “in which . . . rights in\nimmovable property situated in the United States are in\nissue.” §1605(a)(4). We held that there was jurisdiction\nover the case because the plaintiff ’s lawsuit to enforce a\ntax lien “directly implicate[d]” the property rights de­\nscribed by the FSIA exception. See id., at 200–201. We did\nnot simply rely upon a finding that the plaintiff had made\na nonfrivolous argument that the exception applied.\n   For another thing, one of the FSIA’s basic objectives, as\nshown by its history, supports this reading. The Act for\nthe most part embodies basic principles of international\nlaw long followed both in the United States and elsewhere.\n\u000c8   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO.\n                   Opinion of the Court\n\nSee Schooner Exchange v. McFaddon, 7 Cranch 116, 136–\n137 (1812); see also Verlinden, 461 U. S., at 493 (explain­\ning that the Act “comprehensively regulat[es] the amen­\nability of foreign nations to suit in the United States”). Our\ncourts have understood, as international law itself under­\nstands, foreign nation states to be “independent sovereign”\nentities. To grant those sovereign entities an immunity\nfrom suit in our courts both recognizes the “absolute inde­\npendence of every sovereign authority” and helps to “ ‘in­\nduc[e]’ ” each nation state, as a matter of “ ‘international\ncomity,’ ” to “ ‘respect the independence and dignity of\nevery other,’ ” including our own. Berizzi Brothers Co. v.\nS. S. Pesaro, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"100912\"\u003e\u003ca href=\"/opinion/100912/berizzi-brothers-co-v-ss-pesaro/\"\u003e\u003cspan class=\"volume\"\u003e271\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e562\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 575 (1926) (quoting The Par-\nlement Belge, [1880] \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e5\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.\u003c/span\u003e \u003cspan class=\"page\"\u003eD\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. 197, 214–215 (appeal taken\nfrom Admiralty Div.)).\n   In the mid-20th century, we, like many other nations,\nbegan to treat nations acting in a commercial capacity like\nother commercial entities. See Permanent Mission, supra,\nat 199–200. And we consequently began to limit our\nrecognition of sovereign immunity, denying that immunity\nin cases “arising out of a foreign state’s strictly commercial\nacts,” but continuing to apply that doctrine in “suits in­\nvolving the foreign sovereign’s public acts,” Verlinden, 461\nU. S., at 487 (emphasis added).\n   At first, our courts, aware of the expertise of the Execu­\ntive Branch in matters of foreign affairs, relied heavily\nupon the advice of that branch when deciding just when\nand how this “restrictive” sovereign immunity doctrine\napplied. Ibid. See also H. R. Rep. No. 94–1487, pp. 8–9\n(1976) (similar). But in 1976, Congress, at the urging of\nthe Department of State and Department of Justice, began\nto codify the doctrine. The resulting statute, the FSIA,\n“starts from a premise of immunity and then creates\nexceptions to the general principle.” Id., at 17; Verlinden,\nsupra, at 493. Almost all the exceptions involve commerce\nor immovable property located in the United States. E.g.,\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\n§§1605(a)(2) and (4); see also §1602 (expressing the finding\nthat “[u]nder international law, states are not immune\nfrom the jurisdiction of foreign courts insofar as their\ncommercial activities are concerned”). The statute thereby\ncreates a doctrine that by and large continues to reflect\nbasic principles of international law, in particular those\nprinciples embodied in what jurists refer to as the “restric­\ntive” theory of sovereign immunity. See, e.g., Restatement\n(Third) of Foreign Relations Law of the United States\n§451, and Comment a (1986) (describing the restrictive\ntheory of immunity); United Nations General Assembly,\nConvention on Jurisdictional Immunities of States and\nTheir Property, Res. 59/38, Arts. 5, 10–12 (Dec. 2, 2004)\n(adopting a restrictive theory of immunity and withdraw­\ning immunity for loss of property where, among other\nrequirements, “the act or omission occurred in whole or in\npart in the territory of th[e] other State”); United Nations\nGeneral Assembly, Report of the Ad Hoc Committee on\nJurisdictional Immunities of States and Their Property,\nSupp. A/59/22 No. 1, pp. 7–11 (Mar. 1–5, 2004) (same).\n   We have found nothing in the history of the statute that\nsuggests Congress intended a radical departure from these\nbasic principles. To the contrary, the State Department,\nwhich helped to draft the FSIA’s language (and to whose\nviews on sovereign immunity this Court, like Congress,\nhas paid special attention, Altmann, 541 U. S., at 696),\ntold Congress that the Act was “drafted keeping in mind\nwhat we believe to be the general state of the law interna­\ntionally, so that we conform fairly closely . . . to our ac­\ncepted international standards,” Hearing on H. R. 3493\nbefore the Subcommittee on Claims and Governmental\nRelations of the House of Representatives Committee on\nthe Judiciary, 93d Cong., 1st Sess., 18 (1973). The De­\npartment added that, by doing so, we would diminish the\nlikelihood that other nations would each go their own way,\nthereby “subject[ing]” the United States “abroad” to more\n\u000c10 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO.\n                  Opinion of the Court\n\nclaims “than we permit in this country . . . .” Ibid. It is\nconsequently not surprising to find that the expropriation\nexception on its face emphasizes conformity with interna­\ntional law by requiring not only a commercial connection\nwith the United States but also a taking of property “in\nviolation of international law.”\n   We emphasize this point, embedded in the statute’s\nlanguage, history, and structure, because doing so reveals\na basic objective of our sovereign immunity doctrine,\nwhich a “nonfrivolous-argument” reading of the expropria­\ntion exception would undermine. A sovereign’s taking or\nregulating of its own nationals’ property within its own\nterritory is often just the kind of foreign sovereign’s public\nact (a “jure imperii”) that the restrictive theory of sover­\neign immunity ordinarily leaves immune from suit. See\nPermanent Mission, 551 U. S., at 199 (describing the\nFSIA’s distinction between public acts, or jure imperii, and\npurely commercial ones); Restatement (Third) of Foreign\nRelations Law of the United States §712, at 196 (noting\nthat, under international law, a state is responsible for a\n“taking of the property of a national of another state”\n(emphasis added)). See also Restatement (Fourth) of\nForeign Relations Law of the United States §455, Report­\ner’s Note 12, p. 9 (Tent. Draft No. 2, Mar. 22, 2016) (noting\nthat “[n]o provision comparable” to the exception “has yet\nbeen adopted in the domestic immunity statutes of other\ncountries” and that expropriations are considered acts jure\nimperii); United States v. Belmont, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"102825\"\u003e\u003ca href=\"/opinion/102825/united-states-v-belmont/\"\u003e\u003cspan class=\"volume\"\u003e301\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e324\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 332\n(1937); B. Cheng \u0026 G. Schwarzberger, General Principles\nof Law as Applied by International Courts and Tribunals\n37–38 (1953) (collecting cases describing “the power of the\nsovereign State to expropriate” (internal quotation marks\nomitted)); Jurisdictional Immunities of the State (Germany\nv. Italy), 2012 I. C. J. 99, 123–125, ¶¶56–60 (Judgt. of Feb.\n3) (noting consistent state practice in respect to the dis­\ntinction between public and commercial acts and describ­\n\u000c                  Cite as: 581 U. S. ____ (2017)            11\n\n                      Opinion of the Court\n\ning an international law of immunity recognizing such a\ndifference); Altmann, supra, at 708 (BREYER, J., concur­\nring) (describing the French Court of Appeals’ decision\nabout whether a King who has abdicated the throne is\n“ ‘entitled to claim . . . immunity’ ” as “ ‘Hea[d] of State’ ”\nwhen his sovereign status at the time of suit was in doubt\n(quoting Ex-King Farouk of Egypt v. Christian Dior, 84\nClunet 717, 24 I. L. R. 228, 229 (CA Paris 1957))).\n    To be sure, there are fair arguments to be made that a\nsovereign’s taking of its own nationals’ property some­\ntimes amounts to an expropriation that violates interna­\ntional law, and the expropriation exception provides that\nthe general principle of immunity for these otherwise\npublic acts should give way. But such arguments are\nabout whether such an expropriation does violate interna­\ntional law. To find jurisdiction only where a taking does\nviolate international law is thus consistent with basic\ninternational law and the related statutory objectives and\nprinciples that we have mentioned. But to find jurisdic­\ntion where a taking does not violate international law (e.g.,\nwhere there is a nonfrivolous but ultimately incorrect\nargument that the taking violates international law) is\ninconsistent with those objectives. And it is difficult to\nunderstand why Congress would have wanted that result.\n    Moreover, the “nonfrivolous-argument” interpretation\nwould, in many cases, embroil the foreign sovereign in an\nAmerican lawsuit for an increased period of time. It would\nsubstitute for a more workable standard (“violation of\ninternational law”) a standard limited only by the bounds\nof a lawyer’s (nonfrivolous) imagination. It would create\nincreased complexity in respect to a jurisdictional matter\nwhere clarity is particularly important. Hertz Corp. v.\nFriend, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1735\"\u003e\u003ca href=\"/opinion/1735/hertz-corp-v-friend/\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e77\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 94–95 (2010). And clarity is doubly\nimportant here where foreign nations and foreign lawyers\nmust understand our law.\n    Finally, the Solicitor General and the Department of\n\u000c12 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO. \n\n                  Opinion of the Court \n\n\nState also warn us that the nonfrivolous-argument inter­\npretation would “affron[t]” other nations, producing fric­\ntion in our relations with those nations and leading some\nto reciprocate by granting their courts permission to em­\nbroil the United States in “expensive and difficult litiga­\ntion, based on legally insufficient assertions that sovereign\nimmunity should be vitiated.” Brief for United States as\nAmicus Curiae 21–22. (At any given time the Department\nof Justice’s Office of Foreign Litigation represents the\nUnited States in about 1,000 cases in 100 courts around\nthe world. Ibid.) See also National City Bank of N. Y. v.\nRepublic of China, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105274\"\u003e\u003ca href=\"/opinion/105274/national-city-bank-of-ny-v-republic-of-china/\"\u003e\u003cspan class=\"volume\"\u003e348\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e356\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 362 (1955) (noting that\nour grant of immunity to foreign sovereigns dovetails with\nour own interest in receiving similar treatment).\n                              III\n   The plaintiffs make two important arguments to the\ncontrary. First, they point to the federal statute that gives\nfederal courts jurisdiction over cases “arising under the\nConstitution, laws, or treaties of the United States,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1331. They note that in Bell v. Hood, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104272\"\u003e\u003ca href=\"/opinion/104272/bell-v-hood/\"\u003e\u003cspan class=\"volume\"\u003e327\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e678\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1946), this Court held that the “arising under” stat­\nute confers jurisdiction if a plaintiff can make a nonfrivo­\nlous argument that a federal law provides the relief he\nseeks—even if, in fact, it does not. See id., at 685 (juris­\ndiction exists where, if the “Constitution and laws of the\nUnited States are given one construction,” a claim will be\n“sustained,” but if the laws are given a different construc­\ntion, the claim “will be defeated”). And the plaintiffs say\nwe should treat the expropriation exception similarly.\n   Section 1331, however, uses different language from the\nexpropriation exception (“arising under”) and focuses on\ndifferent concerns. Section 1331 often simply determines\nwhich court’s doors are open (federal or state). Cf. Mims v.\nArrow Financial Services, LLC, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e565\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e368\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 375–379\n(2012). Unlike the FSIA, neither that jurisdictional sec­\n\u000c                 Cite as: 581 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\ntion nor related jurisdictional sections seeks to provide a\nsovereign foreign nation (or any party) with immunity—\nthe basic FSIA objective. See Dole Food Co. v. Patrickson,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"127913\"\u003e\u003ca href=\"/opinion/127913/dole-food-co-v-patrickson/\"\u003e\u003cspan class=\"volume\"\u003e538\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e468\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 479 (2003) (FSIA’s objective is to give “pro­\ntection from the inconvenience of suit as a gesture of\ncomity”); Republic of Philippines v. Pimentel, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145794\"\u003e\u003ca href=\"/opinion/145794/republic-of-philippines-v-pimentel/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e851\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 866 (2008). And unlike the expropriation exception,\nthe “arising under” statute’s language does not suggest\nthat consistency with international law is of particular\nimportance.\n   Moreover, this Court has interpreted other jurisdictional\nstatutes differently. Where jurisdiction depends on diver­\nsity of citizenship, for example, courts will look to see\nwhether the parties are in fact diverse, not simply whether\nthey are arguably so. See Indianapolis v. Chase Nat.\nBank, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1210751\"\u003e\u003ca href=\"/opinion/1210751/indianapolis-v-chase-nat-bank/\"\u003e\u003cspan class=\"volume\"\u003e314\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e63\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 69 (1941); McNutt v. General Motors\nAcceptance Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"102656\"\u003e\u003ca href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"\u003e\u003cspan class=\"volume\"\u003e298\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e178\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 189 (1936); see also 13E\nC. Wright, A. Miller, \u0026 E. Cooper, Federal Practice and\nProcedure §3611 (2009). We do not believe either jurisdic­\ntional analogy (\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1331 or §1332) is particularly\nhelpful, but the expropriation exception’s substantive\ngoals suggest that the diversity jurisdiction example pro­\nvides a marginally closer analogy.\n   Second, the plaintiffs argue that the nonfrivolous­\nargument approach will work little harm. They say that a\ncourt faced with an arguable, but ultimately incorrect,\nclaim of jurisdiction can simply decide the same ques­\ntion—say, whether there was a “violation of international\nlaw”—as part of its decision on the merits. Thus a foreign\nsovereign defendant (in court because a plaintiff has made\na nonfrivolous but incorrect argument that its property\nwas taken in violation of international law) can simply\nmove for judgment on the merits under Rule 12(b)(6),\nwhich provides for judgment where a plaintiff does not\n“state a claim upon which relief can be granted.” Or the\ndefendant could move for summary judgment under Rule\n\u000c14 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO. \n\n                  Opinion of the Court \n\n\n56. In a word, the defendant may not need to undergo a\nfull trial and judgment, remaining in court until the bitter\nend.\n   These alternatives, however, have their own problems.\nFor one thing, they will sometimes mean increased delay,\nimposing increased burdens of time and expense upon the\nforeign nation. For another, where a district court decides\nthat there is a “violation of international law” as a matter\nof jurisdiction, then (according to the Courts of Appeals)\nthe losing sovereign nation can immediately appeal the\ndecision as a collateral order. But the same decision made\nto dispose of, say, a Rule 12(b)(6) motion or a Rule 56\nmotion would not be a “collateral order.” It would be a\ndecision on the “merits.” And the foreign sovereign would\nnot enjoy a right to take an immediate appeal. See Coop-\ners \u0026 Lybrand v. Livesay, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109908\"\u003e\u003ca href=\"/opinion/109908/coopers-lybrand-v-livesay/\"\u003e\u003cspan class=\"volume\"\u003e437\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e463\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 468 (1978) (per­\nmitting interlocutory appeal of a collateral order that\n“resolve[s] an important issue completely separate from\nthe merits of the action”); Will v. Hallock, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145689\"\u003e\u003ca href=\"/opinion/145689/will-v-hallock/\"\u003e\u003cspan class=\"volume\"\u003e546\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e345\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n349 (2006) (same). See also Intel Corp. v. Commonwealth\nScientific, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"211157\"\u003e\u003ca href=\"/opinion/211157/intel-v-commonwealth-scientific-and-industrial-research-organisation/\"\u003e\u003cspan class=\"volume\"\u003e455\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1364\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1366 (CA Fed. 2006) (permitting\ncollateral appeal of an FSIA jurisdictional decision deny­\ning immunity); Rubin v. Islamic Republic of Iran, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e637\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e783\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 785 (CA7 2011) (same); Compania Mexicana de\nAviacion v. Central Dist. of Cal., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"513236\"\u003e\u003ca href=\"/opinion/513236/compania-mexicana-de-aviacion-sa-a-corporation-doing-business-as/\"\u003e\u003cspan class=\"volume\"\u003e859\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1354\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1356\n(CA9 1988) (per curiam) (same); Foremost-McKesson v.\nIslamic Republic of Iran, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"543051\"\u003e\u003ca href=\"/opinion/543051/foremost-mckesson-inc-v-the-islamic-republic-of-iran/\"\u003e\u003cspan class=\"volume\"\u003e905\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e438\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 443 (CADC 1990)\n(same).\n   Moreover, what is a court to do in a case where a “viola­\ntion of international law,” while a jurisdictional prerequi­\nsite, is not an element of the claim to be decided on the\nmerits? The Circuit has suggested that they arise when\nthe plaintiffs’ claim is not an “expropriation claim,” but\nrather a simple common-law claim of conversion, restitu­\ntion, or breach of contract, the merits of which do not\ninvolve the merits of international law. See Simon v.\n\u000c                  Cite as: 581 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\nRepublic of Hungary, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e812\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e127\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 141–142 (2016). The\nCircuit has recognized that there are such cases, id., at\n141, and a cursory survey of the principal district courts in\nwhich these cases are brought confirms the reality of the\nproblem. See, e.g., Philipp v. Federal Republic of Ger-\nmany, ___ F. Supp. 3d ___, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2017\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e1207408\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (DC, Mar. 31,\n2017) (deciding whether the expropriation exception is\nsatisfied where the complaint pleads only common-law or\nstatutory claims for relief); De Csepel v. Hungary, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e169\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e143\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (DC 2016) (similar); Pablo Star Ltd. v.\nWelsh Government, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e170\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 3d\u003c/span\u003e \u003cspan class=\"page\"\u003e597\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (SDNY 2016)\n(similar); Chettri v. Nepal, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2014\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e4354668\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (SDNY,\nSept. 2, 2014) (similar); Order Granting Defendants’ Mo­\ntion To Dismiss in Lu v. Central Bank of Republic of\nChina, No. 2:12–cv–317 (CD Cal., June 13, 2013) (similar);\nOrkin v. Swiss Confederation, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2471286\"\u003e\u003ca href=\"/opinion/2471286/orkin-v-swiss-confederation/\"\u003e\u003cspan class=\"volume\"\u003e770\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e612\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (SDNY\n2011) (similar); Hammerstein v. Federal Republic of Ger-\nmany, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2011\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e9975796\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (EDNY, Aug. 1, 2011) (similar);\nCassirer v. Kingdom of Spain, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"2349226\"\u003e\u003ca href=\"/opinion/2349226/cassirer-v-kingdom-of-spain/\"\u003e\u003cspan class=\"volume\"\u003e461\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1157\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CD\nCal. 2006) (similar). Indeed, cases in which the jurisdic­\ntional inquiry does not overlap with the elements of a\nplaintiff ’s claims have been the norm in cases arising\nunder other exceptions to the FSIA. E.g., Republic of\nArgentina v. Weltover, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112748\"\u003e\u003ca href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"\u003e\u003cspan class=\"volume\"\u003e504\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e607\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 610 (1992)\n(deciding whether a plaintiffs’ breach-of-contract\nclaim satisfied the jurisdictional requirements of the\ncommercial-activity exception, §1605(a)(2)).\n   To address the problem raised by these cases in which\nthe “jurisdictional and merits inquiries” are not fully\n“overlap[ping],” the Circuit has held that a district court is\nnot to apply its nonfrivolous-argument standard in such\ncases. Simon, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e812\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 141. Rather, a court is to ask\n“whether the plaintiffs’ allegations satisfy the jurisdic­\ntional standard.” Ibid.\n   We can understand why the Circuit has departed from\nits nonfrivolous-argument standard in these latter cases.\n\u000c16 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO. \n\n                  Opinion of the Court \n\n\nFor, unless it did so, how could a foreign nation ever ob­\ntain a decision on the merits of the nonfrivolous argument\nthat a plaintiff has advanced? But what in the statutory\nprovision suggests that sometimes courts should, but\nsometimes they should not, simply look to the existence of\na nonfrivolous argument when they decide whether the\nrequirements of the expropriation exception are satisfied?\nIt is difficult, if not impossible, to reconcile this bifurcated\napproach with the statute’s language. It receives little, if\nany, support from the statute’s history or purpose. And, it\ncreates added complexity, making it more difficult for\njudges and lawyers, domestic and foreign, to understand\nthe intricacies of the law.\n                             IV\n   We conclude that the nonfrivolous-argument standard is\nnot consistent with the statute. Where, as here, the facts\nare not in dispute, those facts bring the case within the\nscope of the expropriation exception only if they do show\n(and not just arguably show) a taking of property in viola­\ntion of international law. Simply making a nonfrivolous\nargument to that effect is not sufficient. Moreover, as we\nhave previously stated, a court should decide the foreign\nsovereign’s immunity defense “[a]t the threshold” of the\naction. Verlinden, 461 U. S., at 493. As we have said,\ngiven the parties’ stipulations as to all relevant facts, the\nquestion before us is purely a legal one and can be re­\nsolved at the outset of the case. If a decision about the\nmatter requires resolution of factual disputes, the court\nwill have to resolve those disputes, but it should do so as\nnear to the outset of the case as is reasonably possible.\n                     *     *    *\n  The judgment of the Court of Appeals is vacated, and\nthe case is remanded for further proceedings consistent\nwith this opinion.\n\u000c               Cite as: 581 U. S. ____ (2017) \n                 17\n\n                   Opinion of the Court \n\n\n                                                  It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  BOLIVARIAN REPUBLIC OF VENEZUELA ET AL. v. \n\n HELMERICH \u0026 PAYNE INTERNATIONAL DRILLING \n\n                 CO. ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n          THE DISTRICT OF COLUMBIA CIRCUIT\n\n     No. 15–423.      Argued November 2, 2016—Decided May 1, 2017\nThe Foreign Sovereign Immunities Act (FSIA) shields foreign states\n  from suits in United States Courts, 28 U. S. C. §1604, with specified\n  exceptions. The expropriation exception applies to “any case . . . in\n  which rights in property taken in violation of international law are in\n  issue and that property . . . is owned or operated by an agency or in-\n  strumentality of the foreign state . . . engaged in a commercial activi-\n  ty in the United States.” §1605(a)(3).\n     A wholly owned Venezuelan subsidiary (Subsidiary) of an Ameri-\n  can company (Parent) has long supplied oil rigs to oil development\n  entities that were part of the Venezuelan Government. The Ameri-\n  can Parent and its Venezuelan Subsidiary (plaintiffs) filed suit in\n  federal court against those entities (Venezuela), claiming that Vene-\n  zuela had unlawfully expropriated the Subsidiary’s rigs by national-\n  izing them. Venezuela moved to dismiss the case on the ground that\n  its sovereign immunity deprived the District Court of jurisdiction.\n  Plaintiffs argued that the case falls within the expropriation excep-\n  tion, but Venezuela claimed that international law did not cover the\n  expropriation of property belonging to a country’s nationals like the\n  Subsidiary and that the American Parent did not have property\n  rights in the Subsidiary’s assets. The District Court agreed as to the\n  Subsidiary, dismissing its claim on jurisdictional grounds. But it re-\n  jected the claim that the Parent had no rights in the Subsidiary’s\n  property. The District of Columbia Circuit reversed in part and af-\n  firmed in part, finding that both claims fell within the exception.\n  With respect to the Subsidiary’s claim, it concluded that a sovereign’s\n  taking of its own nationals’ property would violate international law\n\u000c2   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                        Syllabus\n\n\n if the expropriation unreasonably discriminated based on a compa-\n ny’s shareholders’ nationality. With respect to the Parent’s claim, it\n held that the exception applied because the Parent had raised its\n rights in a nonfrivolous way. The court decided only whether the\n plaintiffs might have a nonfrivolous expropriation claim, making\n clear that, under its standard, a nonfrivolous argument would be suf-\n ficient to bring a case within the scope of the exception. Given the\n factual stipulations, the court concluded, the Subsidiary had satisfied\n that standard for purposes of surviving a motion to dismiss.\nHeld: The nonfrivolous-argument standard is not consistent with the\n FSIA. A case falls within the scope of the expropriation exception on-\n ly if the property in which the party claims to hold rights was indeed\n “property taken in violation of international law.” A court should de-\n cide the foreign sovereign’s immunity defense “[a]t the threshold” of\n the action, Verlinden B. V. v. Central Bank of Nigeria, 461 U. S. 480,\n 493, resolving any factual disputes as near to the outset of the case as\n is reasonably possible. Pp. 6–16.\n    (a) The expropriation exception grants jurisdiction only where\n there is a legally valid claim that a certain kind of right is at issue\n (property rights) and that the relevant property was taken in a cer-\n tain way (in violation of international law). Simply making a non-\n frivolous argument to that effect is not sufficient. This reading is\n supported by the provision’s language, which applies in a “case. . . in\n which rights in property taken in violation of international law are in\n issue.” Such language would normally foresee a judicial decision\n about the jurisdictional matter. This interpretation is supported by\n precedent. See, e.g., Permanent Mission of India to United Nations v.\n City of New York, 551 U. S. 193, 201–202. It is also supported by a\n basic objective of the FSIA, which is to follow international law prin-\n ciples, namely, that granting foreign sovereigns immunity from suit\n both recognizes the “absolute independence of every sovereign au-\n thority” and helps to “induc[e]” each nation state, as a matter of “in-\n ternational comity,” to “respect the independence and dignity of every\n other,” Berizzi Brothers Co. v. S. S. Pesaro, 271 U. S. 562, 575. Noth-\n ing in the FSIA’s history suggests that Congress intended a radical\n departure from these principles in codifying the mid-20th-century\n doctrine of “restrictive” sovereign immunity, which denies immunity\n in cases “arising out of a foreign state’s strictly commercial acts,” but\n applies immunity in “suits involving the foreign sovereign’s public\n acts,” Verlinden, supra, at 487. It is thus not surprising that the ex-\n propriation exception on its face emphasizes conformity with interna-\n tional law, requiring both a commercial connection with the United\n States and a taking of property “in violation of international law.”\n    A “nonfrivolous-argument” reading of the exception would under-\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n  mine the objectives embedded in the statute’s language, history, and\n  structure. It could also embroil a foreign sovereign in an American\n  lawsuit for some time by adopting a standard limited only by the\n  bounds of a lawyer’s (nonfrivolous) imagination. And it could cause\n  friction with other nations, leading to reciprocal actions against this\n  country. Pp. 6–12.\n     (b) Plaintiffs’ arguments to the contrary are unpersuasive. They\n  suggest that the expropriation exception should be treated similarly\n  to 28 U. S. C. §1331’s “arising under” jurisdiction, which applies if a\n  plaintiff can make a nonfrivolous argument that a federal law pro-\n  vides the relief sought—even if, in fact, it does not, Bell v. Hood, 327\n  U. S. 678 685. But §1331 differs from the exception in language and\n  concerns. Section 1331 often simply determines which court doors—\n  federal or state—are open, and neither it nor related jurisdictional\n  sections seek to provide a sovereign foreign nation with immunity—\n  the FSIA’s basic objective. Nor does the text of §1331 suggest that\n  consistency with international law is of particular importance.\n     Plaintiffs also claim that the nonfrivolous-argument approach will\n  work little harm since the matter could be resolved by motion prac-\n  tice before the sovereign bears the expense of a full trial. But resolv-\n  ing a claim pursuant to Federal Rule of Civil Procedure 12(b)(6) or\n  summary judgment under Rule 56 may impose increased burdens of\n  time and expense upon the foreign nation. And a district court’s de-\n  cision that there is a “violation of international law” as a matter of\n  jurisdiction may be immediately appealable as a collateral order,\n  while the same decision made pursuant to a Rule 12(b)(6) or Rule 56\n  motion would be a decision on the “merits” not subject to immediate\n  appeal. Moreover, the Circuit would part with its nonfrivolous-\n  argument standard where a “violation of international law” is not an\n  element of the claim to be decided on the merits. This bifurcated ap-\n  proach is difficult to reconcile with the statute’s language, history, or\n  purpose; and it creates needless complexity for judges and lawyers,\n  domestic and foreign. Pp. 12–16.\n784 F. 3d 804, vacated and remanded.\n\n   BREYER, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                        Cite as: 581 U. S. ____ (2017)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–423\n                                   _________________\n\n\n  BOLIVARIAN REPUBLIC OF VENEZUELA, ET AL., \n\n    PETITIONERS v. HELMERICH \u0026 PAYNE IN­\n       TERNATIONAL DRILLING CO., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n    APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n                                  [May 1, 2017]\n\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  The Foreign Sovereign Immunities Act of 1976 (FSIA or\nAct), provides, with specified exceptions, that a “foreign\nstate shall be immune from the jurisdiction of the courts of\nthe United States and of the States . . . .” 28 U. S. C.\n§1604. One of the jurisdictional exceptions—the expropri­\nation exception—says that\n    “[a] foreign state shall not be immune from the juris­\n    diction of courts of the United States or of the States\n    in any case . . . (3) in which rights in property taken in\n    violation of international law are in issue and that\n    property . . . is owned or operated by an agency or\n    instrumentality of the foreign state . . . engaged in\n    a commercial activity in the United States.”\n    §1605(a)(3).\nThe question here concerns the phrase “case . . . in which\nrights in property taken in violation of international law\nare in issue.”\n  Does this phrase mean that, to defeat sovereign immu­\nnity, a party need only make a “nonfrivolous” argument\n\u000c2   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                   Opinion of the Court \n\n\nthat the case falls within the scope of the exception? Once\nmade, does the existence of that nonfrivolous argument\nmean that the court retains jurisdiction over the case until\nthe court decides, say, the merits of the case? Or does a\nmore rigorous jurisdictional standard apply? To put the\nquestion more generally: What happens in a case where\nthe party seeking to rely on the expropriation exception\nmakes a nonfrivolous, but ultimately incorrect, claim that\nhis property was taken in violation of international law?\n   In our view, a party’s nonfrivolous, but ultimately incor­\nrect, argument that property was taken in violation of\ninternational law is insufficient to confer jurisdiction.\nRather, state and federal courts can maintain jurisdiction\nto hear the merits of a case only if they find that the prop­\nerty in which the party claims to hold rights was indeed\n“property taken in violation of international law.” Put\ndifferently, the relevant factual allegations must make out\na legally valid claim that a certain kind of right is at issue\n(property rights) and that the relevant property was taken\nin a certain way (in violation of international law). A good\nargument to that effect is not sufficient. But a court nor­\nmally need not resolve, as a jurisdictional matter, disputes\nabout whether a party actually held rights in that prop-\nerty; those questions remain for the merits phase of the\nlitigation.\n   Moreover, where jurisdictional questions turn upon\nfurther factual development, the trial judge may take\nevidence and resolve relevant factual disputes. But, con­\nsistent with foreign sovereign immunity’s basic objective,\nnamely, to free a foreign sovereign from suit, the court\nshould normally resolve those factual disputes and reach a\ndecision about immunity as near to the outset of the case\nas is reasonably possible. See Verlinden B. V. v. Central\nBank of Nigeria, 461 U. S. 480, 493–494 (1983).\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                     Opinion of the Court \n\n\n                                I\n\n   Since the mid-1970’s a wholly owned Venezuela-\nincorporated subsidiary (Subsidiary) of an American com­\npany (Parent) supplied oil rigs to oil development entities\nthat were part of the Venezuelan Government. In 2011\nthe American Parent company and its Venezuelan Subsid­\niary (the respondents here) brought this lawsuit in federal\ncourt against those foreign government entities. (The\nentities go by their initials, PDVSA, but we shall normally\nrefer to them as “Venezuela” or the “Venezuelan Govern­\nment.”) The American Parent and the Venezuelan Subsid­\niary claimed that the Venezuelan Government had unlaw­\nfully expropriated the Subsidiary’s oil rigs. And they\nsought compensation.\n   According to stipulated facts, by early 2010 the Vene­\nzuelan Government had failed to pay more than $10 mil­\nlion that it owed the Subsidiary. At that point the gov­\nernment sent troops to the equipment yard where the rigs\nwere stored, prevented the Subsidiary from removing the\nrigs, and issued a “ ‘Decree of Expropriation’ ” nationaliz­\ning the rigs. App. 72–74. Subsequently, the president of\nthe oil development entities led a rally at the Subsidiary’s\noffices, where he referred to the Venezuelan Subsidiary as\nan “ ‘American company’ ” with “ ‘foreign gentlemen inves­\ntors.’ ” Id., at 54.\n   Venezuela asked the court to dismiss the case on the\nground that Venezuela possessed sovereign immunity and\nthat the court consequently lacked “jurisdiction” to hear\nthe case. See 28 U. S. C. §1604; Fed. Rules Civ. Proc.\n12(b)(1) and (b)(2); Verlinden, supra, at 485, n. 5 (explain­\ning that a court lacks “subject-matter” and “personal”\njurisdiction over a foreign sovereign unless an FSIA excep­\ntion applies). The companies replied that the case falls\nwithin the expropriation exception. Venezuela in turn\nargued that the Subsidiary’s expropriation claim did not\nsatisfy the exception because “ ‘international law does not\n\u000c4   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                   Opinion of the Court \n\n\ncover expropriations of property belonging to a country’s\nown nationals’ ”; the taking was not “ ‘in violation of inter­\nnational law,’ ” and the exception thus does not apply.\nRecord in No. 11–cv–01735 (D DC), Doc. 22, p. 13. Vene­\nzuela further argued that the American Parent’s national­\nity makes no difference because, “as a corporate parent,\n[it] does not own [the Subsidiary’s] assets.” Id., Doc. 24,\nat 12.\n   The parties agreed that the District Court should then\ndecide whether the exception applies, and it should do so\non the basis of governing law, taking all of the plaintiffs’\nwell-pleaded allegations as true and construing the com­\nplaint in the light most favorable to the plaintiffs. App.\n119. The court decided, in relevant part, that the excep­\ntion did not apply to the Venezuelan Subsidiary’s claim\nbecause the Subsidiary was a national of Venezuela. See\n971 F. Supp. 2d 49, 57–61 (2013). The court concluded\nthat Venezuela consequently possessed sovereign immu-\nnity, and it dismissed the Subsidiary’s claim on jurisdic­\ntional grounds. It rejected, however, Venezuela’s argument\nthat the Parent had no rights in property in the Subsidi­\nary. It concluded that Venezuela’s “actions have deprived\n[the Parent], individually, of its essential and unique\nrights as sole shareholder . . . by dismantling its voting\npower, destroying its ownership, and frustrating its con­\ntrol over the company.” Id., at 73.\n   The Venezuelan Subsidiary appealed the dismissal of its\nexpropriation claim, and Venezuela appealed the court’s\nrefusal to dismiss the Parent’s claim. The Court of Ap­\npeals for the District of Columbia Circuit reversed in part\nand affirmed in part the District Court’s conclusions. It\ndecided that both the Subsidiary’s and the Parent’s claims\nfell within the exception.\n   With respect to the Subsidiary’s claim, the court agreed\nthat a sovereign’s taking of its own nationals’ property\nnormally does not violate international law. But, the\n\u000c                   Cite as: 581 U. S. ____ (2017)              5\n\n                       Opinion of the Court\n\ncourt said, there is an “exception” to this rule. And that\nexception applies when a sovereign’s expropriation unrea­\nsonably discriminates on the basis of a company’s share­\nholders’ nationality, 784 F. 3d 804, 812 (CADC 2015)\n(citing Banco Nacional de Cuba v. Sabbatino, 307 F. 2d\n845 (CA2 1962)). That exception, it added, might apply\nhere, in which case the expropriation would violate inter­\nnational law, the FSIA’s expropriation exception would\napply, and the federal courts would possess jurisdiction\nover the case. 784 F. 3d, at 813. With respect to the\nParent’s expropriation claim, the court agreed with the\nDistrict Court that the expropriation exception applied\nbecause the Parent had “ ‘put its rights in property in issue\nin a non-frivolous way.’ ” Id., at 816.\n   For present purposes, it is important to keep in mind\nthat the Court of Appeals did not decide (on the basis of\nthe stipulated facts) that the plaintiffs’ allegations are\nsufficient to show their property was taken in violation of\ninternational law. It decided instead that the plaintiffs\nmight have such a claim. And it made clear the legal\nstandard that it would apply. It said that, in deciding\nwhether the expropriation exception applies, it would set\nan “exceptionally low bar.” Id., at 812. Any possible, i.e.,\n“ ‘non-frivolous,’ ” ibid., claim of expropriation is sufficient,\nin the Court of Appeals’ view, to bring a case within the\nscope of the FSIA’s exception. In particular: If a plaintiff\nalleges facts and claims that permit the plaintiff to make\nan expropriation claim that is not “ ‘wholly insubstantial or\nfrivolous,’ ” then the exception permits the suit and the\nsovereign loses its immunity. Ibid. (emphasis added).\nGiven the factual stipulations, the Court of Appeals did\nnot suggest further factfinding on this jurisdictional issue\nbut, rather, decided that the Subsidiary had “satisfied this\nCircuit’s forgiving standard for surviving a motion to\ndismiss in an FSIA case.” Id., at 813.\n   Venezuela filed a petition for certiorari asking us to\n\u000c6   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO. \n\n                   Opinion of the Court \n\n\ndecide whether the Court of Appeals had applied the\ncorrect standard in deciding that the companies had met\nthe expropriation exception’s requirements. We agreed to\ndo so.\n                               II\n   Foreign sovereign immunity is jurisdictional in this case\nbecause explicit statutory language makes it so. See\n§1604 (“[A] foreign state shall be immune from the juris­\ndiction of the courts of the United States and of the States\nexcept as provided” by the FSIA’s exceptions); §1605(a) (“A\nforeign state shall not be immune from the jurisdiction” of\nfederal and state courts if the exception at issue here is\nsatisfied). Given the parties’ stipulations as to all rele­\nvant facts, our inquiry poses a “ ‘pure question of statutory\nconstruction,’ ” Republic of Austria v. Altmann, 541 U. S.\n677, 701 (2004). In our view, the expropriation exception\ngrants jurisdiction only where there is a valid claim that\n“property” has been “taken in violation of international\nlaw.” §1605(a)(3). A nonfrivolous argument to that effect\nis insufficient.\n   For one thing, the provision’s language, while ambigu­\nous, supports such a reading. It says that there is juris­\ndiction in a “case . . . in which rights in property taken in\nviolation of international law are in issue.” Ibid. Such\nlanguage would normally foresee a judicial decision about\nthe jurisdictional matter. And that matter is whether a\ncertain kind of “right” is “at issue,” namely, a property\nright taken in violation of international law. To take a\npurely hypothetical example, a party might assert a claim\nto a house in a foreign country. If the foreign country\nnationalized the house and, when sued, asserted sovereign\nimmunity, then the claiming party would as a jurisdic­\ntional matter prove that he claimed “property” (which a\nhouse obviously is) and also that the property was “taken\nin violation of international law.” He need not show as a\n\u000c                 Cite as: 581 U. S. ____ (2017)            7\n\n                     Opinion of the Court\n\njurisdictional matter that he, rather than someone else,\nowned the house. That question is part of the merits of\nthe case and remains “at issue.”\n   We recognize that merits and jurisdiction will some­\ntimes come intertwined. Suppose that the party asserted\na claim to architectural plans for the house. It might be\nnecessary to decide whether the law recognizes the kind of\nright that he asserts, or whether it is a right in “property”\nthat was “taken in violation of international law.” Per­\nhaps that is the only serious issue in the case. If so, the\ncourt must still answer the jurisdictional question. If to\ndo so, it must inevitably decide some, or all, of the merits\nissues, so be it.\n   Our reading of the statute is consistent with its lan­\nguage. The case is one which the existence of “rights”\nremains “at issue” until the court decides the merits of the\ncase. But whether the rights asserted are rights of a\ncertain kind, namely, rights in “property taken in violation\nof international law,” is a jurisdictional matter that the\ncourt must typically decide at the outset of the case, or as\nclose to the outset as is reasonably possible.\n   Precedent offers a degree of support for our interpreta­\ntion. In Permanent Mission of India to United Nations v.\nCity of New York, 551 U. S. 193 (2007), we interpreted a\ndifferent FSIA exception for cases “in which . . . rights in\nimmovable property situated in the United States are in\nissue.” §1605(a)(4). We held that there was jurisdiction\nover the case because the plaintiff ’s lawsuit to enforce a\ntax lien “directly implicate[d]” the property rights de­\nscribed by the FSIA exception. See id., at 200–201. We did\nnot simply rely upon a finding that the plaintiff had made\na nonfrivolous argument that the exception applied.\n   For another thing, one of the FSIA’s basic objectives, as\nshown by its history, supports this reading. The Act for\nthe most part embodies basic principles of international\nlaw long followed both in the United States and elsewhere.\n\u000c8   BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n                PAYNE INT’L DRILLING CO.\n                   Opinion of the Court\n\nSee Schooner Exchange v. McFaddon, 7 Cranch 116, 136–\n137 (1812); see also Verlinden, 461 U. S., at 493 (explain­\ning that the Act “comprehensively regulat[es] the amen­\nability of foreign nations to suit in the United States”). Our\ncourts have understood, as international law itself under­\nstands, foreign nation states to be “independent sovereign”\nentities. To grant those sovereign entities an immunity\nfrom suit in our courts both recognizes the “absolute inde­\npendence of every sovereign authority” and helps to “ ‘in­\nduc[e]’ ” each nation state, as a matter of “ ‘international\ncomity,’ ” to “ ‘respect the independence and dignity of\nevery other,’ ” including our own. Berizzi Brothers Co. v.\nS. S. Pesaro, 271 U. S. 562, 575 (1926) (quoting The Par-\nlement Belge, [1880] 5 P. D. 197, 214–215 (appeal taken\nfrom Admiralty Div.)).\n   In the mid-20th century, we, like many other nations,\nbegan to treat nations acting in a commercial capacity like\nother commercial entities. See Permanent Mission, supra,\nat 199–200. And we consequently began to limit our\nrecognition of sovereign immunity, denying that immunity\nin cases “arising out of a foreign state’s strictly commercial\nacts,” but continuing to apply that doctrine in “suits in­\nvolving the foreign sovereign’s public acts,” Verlinden, 461\nU. S., at 487 (emphasis added).\n   At first, our courts, aware of the expertise of the Execu­\ntive Branch in matters of foreign affairs, relied heavily\nupon the advice of that branch when deciding just when\nand how this “restrictive” sovereign immunity doctrine\napplied. Ibid. See also H. R. Rep. No. 94–1487, pp. 8–9\n(1976) (similar). But in 1976, Congress, at the urging of\nthe Department of State and Department of Justice, began\nto codify the doctrine. The resulting statute, the FSIA,\n“starts from a premise of immunity and then creates\nexceptions to the general principle.” Id., at 17; Verlinden,\nsupra, at 493. Almost all the exceptions involve commerce\nor immovable property located in the United States. E.g.,\n\u000c                 Cite as: 581 U. S. ____ (2017)            9\n\n                     Opinion of the Court\n\n§§1605(a)(2) and (4); see also §1602 (expressing the finding\nthat “[u]nder international law, states are not immune\nfrom the jurisdiction of foreign courts insofar as their\ncommercial activities are concerned”). The statute thereby\ncreates a doctrine that by and large continues to reflect\nbasic principles of international law, in particular those\nprinciples embodied in what jurists refer to as the “restric­\ntive” theory of sovereign immunity. See, e.g., Restatement\n(Third) of Foreign Relations Law of the United States\n§451, and Comment a (1986) (describing the restrictive\ntheory of immunity); United Nations General Assembly,\nConvention on Jurisdictional Immunities of States and\nTheir Property, Res. 59/38, Arts. 5, 10–12 (Dec. 2, 2004)\n(adopting a restrictive theory of immunity and withdraw­\ning immunity for loss of property where, among other\nrequirements, “the act or omission occurred in whole or in\npart in the territory of th[e] other State”); United Nations\nGeneral Assembly, Report of the Ad Hoc Committee on\nJurisdictional Immunities of States and Their Property,\nSupp. A/59/22 No. 1, pp. 7–11 (Mar. 1–5, 2004) (same).\n   We have found nothing in the history of the statute that\nsuggests Congress intended a radical departure from these\nbasic principles. To the contrary, the State Department,\nwhich helped to draft the FSIA’s language (and to whose\nviews on sovereign immunity this Court, like Congress,\nhas paid special attention, Altmann, 541 U. S., at 696),\ntold Congress that the Act was “drafted keeping in mind\nwhat we believe to be the general state of the law interna­\ntionally, so that we conform fairly closely . . . to our ac­\ncepted international standards,” Hearing on H. R. 3493\nbefore the Subcommittee on Claims and Governmental\nRelations of the House of Representatives Committee on\nthe Judiciary, 93d Cong., 1st Sess., 18 (1973). The De­\npartment added that, by doing so, we would diminish the\nlikelihood that other nations would each go their own way,\nthereby “subject[ing]” the United States “abroad” to more\n\u000c10 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO.\n                  Opinion of the Court\n\nclaims “than we permit in this country . . . .” Ibid. It is\nconsequently not surprising to find that the expropriation\nexception on its face emphasizes conformity with interna­\ntional law by requiring not only a commercial connection\nwith the United States but also a taking of property “in\nviolation of international law.”\n   We emphasize this point, embedded in the statute’s\nlanguage, history, and structure, because doing so reveals\na basic objective of our sovereign immunity doctrine,\nwhich a “nonfrivolous-argument” reading of the expropria­\ntion exception would undermine. A sovereign’s taking or\nregulating of its own nationals’ property within its own\nterritory is often just the kind of foreign sovereign’s public\nact (a “jure imperii”) that the restrictive theory of sover­\neign immunity ordinarily leaves immune from suit. See\nPermanent Mission, 551 U. S., at 199 (describing the\nFSIA’s distinction between public acts, or jure imperii, and\npurely commercial ones); Restatement (Third) of Foreign\nRelations Law of the United States §712, at 196 (noting\nthat, under international law, a state is responsible for a\n“taking of the property of a national of another state”\n(emphasis added)). See also Restatement (Fourth) of\nForeign Relations Law of the United States §455, Report­\ner’s Note 12, p. 9 (Tent. Draft No. 2, Mar. 22, 2016) (noting\nthat “[n]o provision comparable” to the exception “has yet\nbeen adopted in the domestic immunity statutes of other\ncountries” and that expropriations are considered acts jure\nimperii); United States v. Belmont, 301 U. S. 324, 332\n(1937); B. Cheng \u0026 G. Schwarzberger, General Principles\nof Law as Applied by International Courts and Tribunals\n37–38 (1953) (collecting cases describing “the power of the\nsovereign State to expropriate” (internal quotation marks\nomitted)); Jurisdictional Immunities of the State (Germany\nv. Italy), 2012 I. C. J. 99, 123–125, ¶¶56–60 (Judgt. of Feb.\n3) (noting consistent state practice in respect to the dis­\ntinction between public and commercial acts and describ­\n\u000c                  Cite as: 581 U. S. ____ (2017)            11\n\n                      Opinion of the Court\n\ning an international law of immunity recognizing such a\ndifference); Altmann, supra, at 708 (BREYER, J., concur­\nring) (describing the French Court of Appeals’ decision\nabout whether a King who has abdicated the throne is\n“ ‘entitled to claim . . . immunity’ ” as “ ‘Hea[d] of State’ ”\nwhen his sovereign status at the time of suit was in doubt\n(quoting Ex-King Farouk of Egypt v. Christian Dior, 84\nClunet 717, 24 I. L. R. 228, 229 (CA Paris 1957))).\n    To be sure, there are fair arguments to be made that a\nsovereign’s taking of its own nationals’ property some­\ntimes amounts to an expropriation that violates interna­\ntional law, and the expropriation exception provides that\nthe general principle of immunity for these otherwise\npublic acts should give way. But such arguments are\nabout whether such an expropriation does violate interna­\ntional law. To find jurisdiction only where a taking does\nviolate international law is thus consistent with basic\ninternational law and the related statutory objectives and\nprinciples that we have mentioned. But to find jurisdic­\ntion where a taking does not violate international law (e.g.,\nwhere there is a nonfrivolous but ultimately incorrect\nargument that the taking violates international law) is\ninconsistent with those objectives. And it is difficult to\nunderstand why Congress would have wanted that result.\n    Moreover, the “nonfrivolous-argument” interpretation\nwould, in many cases, embroil the foreign sovereign in an\nAmerican lawsuit for an increased period of time. It would\nsubstitute for a more workable standard (“violation of\ninternational law”) a standard limited only by the bounds\nof a lawyer’s (nonfrivolous) imagination. It would create\nincreased complexity in respect to a jurisdictional matter\nwhere clarity is particularly important. Hertz Corp. v.\nFriend, 559 U. S. 77, 94–95 (2010). And clarity is doubly\nimportant here where foreign nations and foreign lawyers\nmust understand our law.\n    Finally, the Solicitor General and the Department of\n\u000c12 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO. \n\n                  Opinion of the Court \n\n\nState also warn us that the nonfrivolous-argument inter­\npretation would “affron[t]” other nations, producing fric­\ntion in our relations with those nations and leading some\nto reciprocate by granting their courts permission to em­\nbroil the United States in “expensive and difficult litiga­\ntion, based on legally insufficient assertions that sovereign\nimmunity should be vitiated.” Brief for United States as\nAmicus Curiae 21–22. (At any given time the Department\nof Justice’s Office of Foreign Litigation represents the\nUnited States in about 1,000 cases in 100 courts around\nthe world. Ibid.) See also National City Bank of N. Y. v.\nRepublic of China, 348 U. S. 356, 362 (1955) (noting that\nour grant of immunity to foreign sovereigns dovetails with\nour own interest in receiving similar treatment).\n                              III\n   The plaintiffs make two important arguments to the\ncontrary. First, they point to the federal statute that gives\nfederal courts jurisdiction over cases “arising under the\nConstitution, laws, or treaties of the United States,” 28\nU. S. C. §1331. They note that in Bell v. Hood, 327 U. S.\n678 (1946), this Court held that the “arising under” stat­\nute confers jurisdiction if a plaintiff can make a nonfrivo­\nlous argument that a federal law provides the relief he\nseeks—even if, in fact, it does not. See id., at 685 (juris­\ndiction exists where, if the “Constitution and laws of the\nUnited States are given one construction,” a claim will be\n“sustained,” but if the laws are given a different construc­\ntion, the claim “will be defeated”). And the plaintiffs say\nwe should treat the expropriation exception similarly.\n   Section 1331, however, uses different language from the\nexpropriation exception (“arising under”) and focuses on\ndifferent concerns. Section 1331 often simply determines\nwhich court’s doors are open (federal or state). Cf. Mims v.\nArrow Financial Services, LLC, 565 U. S. 368, 375–379\n(2012). Unlike the FSIA, neither that jurisdictional sec­\n\u000c                 Cite as: 581 U. S. ____ (2017)          13\n\n                     Opinion of the Court\n\ntion nor related jurisdictional sections seeks to provide a\nsovereign foreign nation (or any party) with immunity—\nthe basic FSIA objective. See Dole Food Co. v. Patrickson,\n538 U. S. 468, 479 (2003) (FSIA’s objective is to give “pro­\ntection from the inconvenience of suit as a gesture of\ncomity”); Republic of Philippines v. Pimentel, 553 U. S.\n851, 866 (2008). And unlike the expropriation exception,\nthe “arising under” statute’s language does not suggest\nthat consistency with international law is of particular\nimportance.\n   Moreover, this Court has interpreted other jurisdictional\nstatutes differently. Where jurisdiction depends on diver­\nsity of citizenship, for example, courts will look to see\nwhether the parties are in fact diverse, not simply whether\nthey are arguably so. See Indianapolis v. Chase Nat.\nBank, 314 U. S. 63, 69 (1941); McNutt v. General Motors\nAcceptance Corp., 298 U. S. 178, 189 (1936); see also 13E\nC. Wright, A. Miller, \u0026 E. Cooper, Federal Practice and\nProcedure §3611 (2009). We do not believe either jurisdic­\ntional analogy (28 U. S. C. §1331 or §1332) is particularly\nhelpful, but the expropriation exception’s substantive\ngoals suggest that the diversity jurisdiction example pro­\nvides a marginally closer analogy.\n   Second, the plaintiffs argue that the nonfrivolous­\nargument approach will work little harm. They say that a\ncourt faced with an arguable, but ultimately incorrect,\nclaim of jurisdiction can simply decide the same ques­\ntion—say, whether there was a “violation of international\nlaw”—as part of its decision on the merits. Thus a foreign\nsovereign defendant (in court because a plaintiff has made\na nonfrivolous but incorrect argument that its property\nwas taken in violation of international law) can simply\nmove for judgment on the merits under Rule 12(b)(6),\nwhich provides for judgment where a plaintiff does not\n“state a claim upon which relief can be granted.” Or the\ndefendant could move for summary judgment under Rule\n\u000c14 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO. \n\n                  Opinion of the Court \n\n\n56. In a word, the defendant may not need to undergo a\nfull trial and judgment, remaining in court until the bitter\nend.\n   These alternatives, however, have their own problems.\nFor one thing, they will sometimes mean increased delay,\nimposing increased burdens of time and expense upon the\nforeign nation. For another, where a district court decides\nthat there is a “violation of international law” as a matter\nof jurisdiction, then (according to the Courts of Appeals)\nthe losing sovereign nation can immediately appeal the\ndecision as a collateral order. But the same decision made\nto dispose of, say, a Rule 12(b)(6) motion or a Rule 56\nmotion would not be a “collateral order.” It would be a\ndecision on the “merits.” And the foreign sovereign would\nnot enjoy a right to take an immediate appeal. See Coop-\ners \u0026 Lybrand v. Livesay, 437 U. S. 463, 468 (1978) (per­\nmitting interlocutory appeal of a collateral order that\n“resolve[s] an important issue completely separate from\nthe merits of the action”); Will v. Hallock, 546 U. S. 345,\n349 (2006) (same). See also Intel Corp. v. Commonwealth\nScientific, 455 F. 3d 1364, 1366 (CA Fed. 2006) (permitting\ncollateral appeal of an FSIA jurisdictional decision deny­\ning immunity); Rubin v. Islamic Republic of Iran, 637\nF. 3d 783, 785 (CA7 2011) (same); Compania Mexicana de\nAviacion v. Central Dist. of Cal., 859 F. 2d 1354, 1356\n(CA9 1988) (per curiam) (same); Foremost-McKesson v.\nIslamic Republic of Iran, 905 F. 2d 438, 443 (CADC 1990)\n(same).\n   Moreover, what is a court to do in a case where a “viola­\ntion of international law,” while a jurisdictional prerequi­\nsite, is not an element of the claim to be decided on the\nmerits? The Circuit has suggested that they arise when\nthe plaintiffs’ claim is not an “expropriation claim,” but\nrather a simple common-law claim of conversion, restitu­\ntion, or breach of contract, the merits of which do not\ninvolve the merits of international law. See Simon v.\n\u000c                  Cite as: 581 U. S. ____ (2017)           15\n\n                      Opinion of the Court\n\nRepublic of Hungary, 812 F. 3d 127, 141–142 (2016). The\nCircuit has recognized that there are such cases, id., at\n141, and a cursory survey of the principal district courts in\nwhich these cases are brought confirms the reality of the\nproblem. See, e.g., Philipp v. Federal Republic of Ger-\nmany, ___ F. Supp. 3d ___, 2017 WL 1207408 (DC, Mar. 31,\n2017) (deciding whether the expropriation exception is\nsatisfied where the complaint pleads only common-law or\nstatutory claims for relief); De Csepel v. Hungary, 169\nF. Supp. 3d 143 (DC 2016) (similar); Pablo Star Ltd. v.\nWelsh Government, 170 F. Supp. 3d 597 (SDNY 2016)\n(similar); Chettri v. Nepal, 2014 WL 4354668 (SDNY,\nSept. 2, 2014) (similar); Order Granting Defendants’ Mo­\ntion To Dismiss in Lu v. Central Bank of Republic of\nChina, No. 2:12–cv–317 (CD Cal., June 13, 2013) (similar);\nOrkin v. Swiss Confederation, 770 F. Supp. 2d 612 (SDNY\n2011) (similar); Hammerstein v. Federal Republic of Ger-\nmany, 2011 WL 9975796 (EDNY, Aug. 1, 2011) (similar);\nCassirer v. Kingdom of Spain, 461 F. Supp. 2d 1157 (CD\nCal. 2006) (similar). Indeed, cases in which the jurisdic­\ntional inquiry does not overlap with the elements of a\nplaintiff ’s claims have been the norm in cases arising\nunder other exceptions to the FSIA. E.g., Republic of\nArgentina v. Weltover, Inc., 504 U. S. 607, 610 (1992)\n(deciding whether a plaintiffs’ breach-of-contract\nclaim satisfied the jurisdictional requirements of the\ncommercial-activity exception, §1605(a)(2)).\n   To address the problem raised by these cases in which\nthe “jurisdictional and merits inquiries” are not fully\n“overlap[ping],” the Circuit has held that a district court is\nnot to apply its nonfrivolous-argument standard in such\ncases. Simon, 812 F. 3d, at 141. Rather, a court is to ask\n“whether the plaintiffs’ allegations satisfy the jurisdic­\ntional standard.” Ibid.\n   We can understand why the Circuit has departed from\nits nonfrivolous-argument standard in these latter cases.\n\u000c16 BOLIVARIAN REPUBLIC OF VENEZUELA v. HELMERICH \u0026\n               PAYNE INT’L DRILLING CO. \n\n                  Opinion of the Court \n\n\nFor, unless it did so, how could a foreign nation ever ob­\ntain a decision on the merits of the nonfrivolous argument\nthat a plaintiff has advanced? But what in the statutory\nprovision suggests that sometimes courts should, but\nsometimes they should not, simply look to the existence of\na nonfrivolous argument when they decide whether the\nrequirements of the expropriation exception are satisfied?\nIt is difficult, if not impossible, to reconcile this bifurcated\napproach with the statute’s language. It receives little, if\nany, support from the statute’s history or purpose. And, it\ncreates added complexity, making it more difficult for\njudges and lawyers, domestic and foreign, to understand\nthe intricacies of the law.\n                             IV\n   We conclude that the nonfrivolous-argument standard is\nnot consistent with the statute. Where, as here, the facts\nare not in dispute, those facts bring the case within the\nscope of the expropriation exception only if they do show\n(and not just arguably show) a taking of property in viola­\ntion of international law. Simply making a nonfrivolous\nargument to that effect is not sufficient. Moreover, as we\nhave previously stated, a court should decide the foreign\nsovereign’s immunity defense “[a]t the threshold” of the\naction. Verlinden, 461 U. S., at 493. As we have said,\ngiven the parties’ stipulations as to all relevant facts, the\nquestion before us is purely a legal one and can be re­\nsolved at the outset of the case. If a decision about the\nmatter requires resolution of factual disputes, the court\nwill have to resolve those disputes, but it should do so as\nnear to the outset of the case as is reasonably possible.\n                     *     *    *\n  The judgment of the Court of Appeals is vacated, and\nthe case is remanded for further proceedings consistent\nwith this opinion.\n\u000c               Cite as: 581 U. S. ____ (2017) \n                 17\n\n                   Opinion of the Court \n\n\n                                                  It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c",
	"cited_id": [
		134749
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Republic of Austria v. Altmann, 541 U. S. 677 (2004)"
	],
	"case_extract": [
		"Republic of Austria v. Altmann, 541 U. S. 677, 701 (2004)"
	],
	"citing_sentence": "Given the parties’ stipulations as to all rele­ vant facts, our inquiry poses a “‘pure question of statutory construction,’ ” Republic of Austria v. Altmann, 541 U. S. 677, 701 (2004).",
	"citing_paragraph": "Foreign sovereign immunity is jurisdictional in this case because explicit statutory language makes it so. See §1604 (“[A] foreign state shall be immune from the juris­ diction of the courts of the United States and of the States except as provided” by the FSIA’s exceptions); §1605(a) (“A foreign state shall not be immune from the jurisdiction” of federal and state courts if the exception at issue here is satisfied). Given the parties’ stipulations as to all rele­ vant facts, our inquiry poses a “‘pure question of statutory construction,’ ” Republic of Austria v. Altmann, 541 U. S. 677, 701 (2004). In our view, the expropriation exception grants jurisdiction only where there is a valid claim that “property” has been “taken in violation of international law.” §1605(a)(3). A nonfrivolous argument to that effect is insufficient.",
	"relevant_keywords": [
		"Foreign Sovereign Immunities Act",
		"FSIA",
		"28 USC §1605",
		"jurisdiction",
		"exception",
		"statutory construction"
	],
	"query": [
		"(\"FSIA\" OR \"Foreign State Immunities Act\" OR \"28 USC\") AND (\"§1605\" OR \"§ 1605\" OR \"s 1605\" OR \"section 1605\") AND exception AND (\"statutory construction\" OR \"statutory interpretation\" OR (interpret! AND statut!) OR (constr! AND statut!))",
		"(\"FSIA\" OR \"Foreign State Immunities Act\" OR \"28 USC\") AND (\"§1605\" OR \"§ 1605\" OR \"s 1605\" OR \"section 1605\") AND exception AND (\"statutory construction\" OR \"statutory interpretation\" OR (interpret! AND statut!) OR (constr! AND statut!)) AND (\"question of jurisdiction\" OR \"jurisdictional question\")"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "exception"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fsia"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "foreign state immunities act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "28 usc",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§1605"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 1605",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 1605",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 1605",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "statutory construction",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "statutory interpretation",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "interpret*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "statut*"
													}
												}
											]
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "constr*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "statut*"
													}
												}
											]
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "exception"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fsia"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "foreign state immunities act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "28 usc",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§1605"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 1605",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 1605",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 1605",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "statutory construction",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "statutory interpretation",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "interpret*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "statut*"
													}
												}
											]
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "constr*"
													}
												},
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "statut*"
													}
												}
											]
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "question of jurisdiction",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "jurisdictional question",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}