{
	"id": 81,
	"case_id": 4104821,
	"case_title": "State Farm Fire \u0026 Casualty Co. v. Rigsby",
	"date_filed": "2016-12-06",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n     STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED \n\n            STATES EX REL. RIGSBY ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n  No. 15–513.      Argued November 1, 2016—Decided December 6, 2016\nThe False Claims Act (FCA) authorizes private parties (known as rela-\n  tors) to seek recovery from persons who make false or fraudulent\n  payment claims to the Federal Government, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e31\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§3729–3730,\n  and permits the Attorney General to intervene in a relator’s action or\n  bring an FCA suit in the first instance, §§3730(a)–(b). This system is\n  designed to benefit both the relator and the Government. A relator\n  who initiates a meritorious qui tam suit receives, inter alia, a per-\n  centage of the ultimate damages award, §3730(d), while “ ‘encour-\n  ag[ing] more private enforcement suits’ ” serves “ ‘to strengthen the\n  Government’s hand in fighting false claims,’ ” Graham County Soil\n  and Water Conservation Dist. v. United States ex rel. Wilson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1726\"\u003e\u003ca href=\"/opinion/1726/graham-county-soil-and-water-conservation-dist-v-united-states-ex-rel/\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e\n  \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e280\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 298. The FCA establishes specific procedures for relators\n  to follow, including the requirement relevant here: “The complaint\n  shall be filed in camera, shall remain under seal for at least 60 days,\n  and shall not be served on the defendant until the court so orders.”\n  §3730(b)(2).\n     In the years before Hurricane Katrina, petitioner State Farm is-\n  sued, as pertinent here, both Federal Government-backed flood in-\n  surance policies and petitioner’s own general homeowner policies.\n  Respondents Cori and Kerri Rigsby, former claims adjusters for one\n  of petitioner’s contractors, E. A. Renfroe \u0026 Co., filed a complaint un-\n  der seal in April 2006, claiming that petitioner instructed them and\n  other adjusters to misclassify wind damage as flood damage in order\n  to shift petitioner’s insurance liability to the Government. The Dis-\n  trict Court extended the length of the seal several times at the Gov-\n  ernment’s request, but lifted the seal in part in January 2007, allow-\n  ing disclosure of the action to another District Court hearing a suit by\n\u000c2    STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                      EX REL. RIGSBY \n\n                          Syllabus\n\n\n E. A. Renfroe against respondents. In August 2007, the District\n Court lifted the seal in full. The Government subsequently declined\n to intervene.\n    Petitioner moved to dismiss the suit on the grounds that respond-\n ents had violated the seal requirement. Specifically, it alleged, re-\n spondents’ former attorney had disclosed the complaint’s existence to\n several news outlets, which issued stories about the fraud allega-\n tions, but did not mention the existence of the FCA complaint; and\n respondents had met with a Congressman who later spoke out\n against the purported fraud. The District Court applied the test for\n dismissal set out in United States ex rel. Lujan v. Hughes Aircraft\n Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"705223\"\u003e\u003ca href=\"/opinion/705223/united-states-of-america-ex-rel-and-linda-a-lujan-v-hughes-aircraft/\"\u003e\u003cspan class=\"volume\"\u003e67\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e242\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 245–247. Balancing three factors—actual harm to\n the Government, severity of the violations, and evidence of bad\n faith—the court decided against dismissal. Petitioner did not request\n a lesser sanction. The Fifth Circuit affirmed. It first concluded that\n a seal violation does not require mandatory dismissal of a relator’s\n complaint. It then considered the same factors weighed by the Dis-\n trict Court and reached a similar conclusion.\nHeld:\n    1. A seal violation does not mandate dismissal of a relator’s com-\n plaint. Pp. 6–9.\n       (a) The FCA does not enact so harsh a rule. Section 3730(b)(2)’s\n requirement that a complaint “shall” be kept under seal is a manda-\n tory rule for relators. But the statute says nothing about the remedy\n for violating that rule; and absent congressional guidance regarding a\n remedy, “the sanction for breach [of a mandatory duty] is not loss of\n all later powers to act.” United States v. Montalvo-Murillo, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112440\"\u003e\u003ca href=\"/opinion/112440/united-states-v-montalvo-murillo/\"\u003e\u003cspan class=\"volume\"\u003e495\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n \u003cspan class=\"page\"\u003e711\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 718. The FCA’s structure supports this result. The FCA has a\n number of provisions requiring, in express terms, the dismissal of a\n relator’s action. E.g., §§3730(b)(5), (e)(1)–(2). It is thus proper to in-\n fer that Congress did not intend to require dismissal for a violation of\n the seal requirement. See Marx v. General Revenue Corp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___. This result is also consistent with the general purpose of\n §3730(b)(2), which was enacted as part of a set of reforms meant to\n “encourage more private enforcement suits,” S. Rep. No. 99–345,\n pp. 23–24, and which was intended to protect the Government’s in-\n terests, allaying its concern that a relator filing a civil complaint\n would alert defendants to a pending federal criminal investigation. It\n would thus make little sense to adopt a rigid interpretation that\n prejudices the Government by depriving it of needed assistance from\n private parties. Pp. 6–7.\n       (b) Petitioner’s arguments to the contrary are unavailing. There\n is no textual indication that Congress conditioned the authority to\n file a private right of action on compliance with the seal requirement\n\u000c                     Cite as: 580 U. S. ____ (2016)                    3\n\n                                Syllabus\n\n  or that the relator’s ability to bring suit depends on adherence to the\n  seal requirement. And the Senate Committee Report’s recitation of\n  the FCA’s general purpose is best understood to support respondents\n  rather than a mandatory dismissal rule. Moreover, because the\n  FCA’s text and structure are clear, there is no need to accept peti-\n  tioner’s invitation to consider a few stray sentences from the legisla-\n  tive history. Pp. 8–9.\n     2. The District Court did not abuse its discretion by denying peti-\n  tioner’s motion to dismiss. The question whether dismissal is appro-\n  priate should be left to the sound discretion of the district court.\n  While the Hughes Aircraft factors appear to be appropriate, it is un-\n  necessary to explore these and other relevant considerations, which\n  can be discussed in the course of later cases. Pp. 9–10.\n     3. On this record, where petitioner requested no sanction other\n  than dismissal, the question whether a lesser sanction—such as\n  monetary penalties—is warranted is not preserved. P. 10.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e794\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e457\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, affirmed.\n\n  KENNEDY, J., delivered the opinion for a unanimous Court.\n\u000c                       Cite as: 580 U. S. ____ (2016)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–513\n                                  _________________\n\n\n   STATE FARM FIRE AND CASUALTY COMPANY, \n\n      PETITIONER v. UNITED STATES, EX REL. \n\n              CORI RIGSBY, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                             [December 6, 2016]\n\n\n  JUSTICE KENNEDY delivered the opinion of the Court.\n  This case addresses the question of the proper remedy\nwhen there is a violation of the False Claims Act (FCA)\nrequirement that certain complaints must be sealed for a\nlimited time period. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e31\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3730(b)(2). There\nare two questions presented before this Court. First, do\nany and all violations of the seal requirement mandate\ndismissal of a private party’s complaint with prejudice?\nSecond, if dismissal is not mandatory, did the District\nCourt here abuse its discretion by declining to dismiss\nrespondents’ complaint?\n                            I\n\n                            A\n\n  The FCA imposes civil liability on an individual who,\ninter alia, “knowingly presents . . . a false or fraudulent\nclaim for payment or approval” to the Federal Govern-\nment. §3729(a)(1)(A). Almost unique to the FCA are its\nqui tam enforcement provisions, which allow a private\nparty known as a “relator” to bring an FCA action on\nbehalf of the Government. §3730(b)(1); Vermont Agency of\n\u000c2   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\nNatural Resources v. United States ex rel. Stevens, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118368\"\u003e\u003ca href=\"/opinion/118368/vermont-agency-of-natural-resources-v-united-states-ex-rel-stevens/\"\u003e\u003cspan class=\"volume\"\u003e529\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e765\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 768, n. 1 (2000) (listing three other qui tam\nstatutes). The Attorney General retains the authority to\nintervene in a relator’s ongoing action or to bring an FCA\nsuit in the first instance. §§3730(a)–(b).\n   This system is designed to benefit both the relator and\nthe Government. A relator who initiates a meritorious\nqui tam suit receives a percentage of the ultimate dam-\nages award, plus attorney’s fees and costs. §3730(d). In\nturn, “ ‘encourag[ing] more private enforcement suits’ ”\nserves “ ‘to strengthen the Government’s hand in fighting\nfalse claims.’ ” Graham County Soil and Water Conserva-\ntion Dist. v. United States ex rel. Wilson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1726\"\u003e\u003ca href=\"/opinion/1726/graham-county-soil-and-water-conservation-dist-v-united-states-ex-rel/\"\u003e\u003cspan class=\"volume\"\u003e559\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e280\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n298 (2010).\n   The FCA places a number of restrictions on suits by\nrelators. For example, under the provision known as the\n“first-to-file bar,” a relator may not “ ‘bring a related action\nbased on the facts underlying [a] pending action.’ ” Kellogg\nBrown \u0026 Root Services, Inc. v. United States ex rel. Carter,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e575\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2015) (slip op., at 11) (quoting\n§3730(b)(5); emphasis deleted). Other FCA provisions\nrequire compliance with statutory requirements as ex-\npress conditions on the relators’ ability to bring suit. The\nparagraph known as the “public disclosure bar,” for in-\nstance, provided at the time this suit was filed that “ ‘[n]o\ncourt shall have jurisdiction over an action under this\nsection based upon the public disclosure of allegations or\ntransactions . . . unless the action is brought by the Attor-\nney General or . . . an original source of the information.’ ”\nGraham County Soil and Water Conservation Dist. v.\nUnited States ex rel. Wilson, supra, at 283, n. 1, 285–286\n(quoting \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e31\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §3730(e)(4)(A) (2006 ed.); footnote\nomitted).\n   The FCA also establishes specific procedures for the\nrelator to follow when filing the complaint. Among other\nthings, the relator must serve on the Government “[a] copy\n\u000c                 Cite as: 580 U. S. ____ (2016)           3\n\n                     Opinion of the Court\n\nof the complaint and written disclosure of substantially all\nmaterial evidence and information the [relator] possesses.”\n§3730(b)(2). Most relevant here, the FCA provides: “The\ncomplaint shall be filed in camera, shall remain under seal\nfor at least 60 days, and shall not be served on the defend-\nant until the court so orders.” Ibid.\n                               B\n   Petitioner State Farm is an insurance company. In the\nyears before Hurricane Katrina, petitioner issued two\ntypes of homeowner-insurance policies that are relevant in\nthis case: (1) Federal Government-backed flood insurance\npolicies and (2) petitioner’s own general homeowner insur-\nance policies. The practical effect for homeowners who\nwere affected by Hurricane Katrina and who purchased\nboth policies was that petitioner would be responsible for\npaying for wind damage, while the Government would pay\nfor flood damage. As the Court of Appeals noted, this\narrangement created a potential conflict of interest: Peti-\ntioner had “an incentive to classify hurricane damage as\nflood-related to limit its economic exposure.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e794\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e457\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 462 (CA5 2015).\n   Respondents Cori and Kerri Rigsby are former claims\nadjusters for one of petitioner’s contractors, E. A. Renfroe\n\u0026 Co. Together with other adjusters, they were responsi-\nble for visiting the damaged homes of petitioner’s custom-\ners to determine the extent to which a homeowner was\nentitled to an insurance payout. According to respond-\nents, petitioner instructed them and other adjusters to\nmisclassify wind damage as flood damage in order to shift\npetitioner’s insurance liability to the Government. See id.,\nat 463–464 (summarizing trial evidence).\n   In April 2006, respondents filed their qui tam complaint\nunder seal. At the Government’s request, the District\nCourt extended the length of the seal a number of times.\nIn January 2007, the court lifted the seal in part, allowing\n\u000c4   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\ndisclosure of the qui tam action to another District Court\nhearing a suit by E. A. Renfroe against respondents for\npurported misappropriation of documents related to peti-\ntioner’s alleged fraud. See E. A. Renfroe \u0026 Co. v. Moran,\nNo. 2:06–cv–1752 (ND Ala.). In August 2007, the District\nCourt lifted the seal in full. In January 2008, the Gov-\nernment declined to intervene.\n   In January 2011, petitioner moved to dismiss respond-\nents’ suit on the grounds that they had violated the seal\nrequirement. The parties do not dispute the essential\nbackground. In the months before the seal was lifted in\npart, respondents’ then-attorney, one Dickie Scruggs, e-\nmailed a sealed evidentiary filing that disclosed the com-\nplaint’s existence to journalists at ABC, the Associated\nPress, and the New York Times. All three outlets issued\nstories discussing the fraud allegations, but none revealed\nthe existence of the FCA complaint. Respondents them-\nselves met with Mississippi Congressman Gene Taylor,\nwho later spoke out in public against petitioner’s purported\nfraud, although he did not mention the existence of the\nFCA suit at that time. After the seal was lifted in part,\nScruggs disclosed the existence of the suit to various oth-\ners, including a public relations firm and CBS News.\n   At the time of the motion to dismiss in 2011, respond-\nents were represented neither by Scruggs nor by any of\nthe attorneys who had worked with him. In March 2008,\nScruggs withdrew from respondents’ case after he was\nindicted for attempting to bribe a state-court judge. Two\nmonths later, the District Court removed the remaining\nScruggs-affiliated attorneys from the case, based on their\nalleged involvement in improper payments made from\nScruggs to respondents. The District Court did not punish\nrespondents themselves for the payments because they\nwere not made “aware of the ethical implications” and, as\nlaypersons, “are not bound by the rules of professional\nconduct that apply to” attorneys. App. 21.\n\u000c                 Cite as: 580 U. S. ____ (2016)           5\n\n                     Opinion of the Court\n\n   In deciding petitioner’s motion the District Court con-\nsidered only the seal violations that occurred before the\nseal was lifted in part, reasoning the partial lifting in\neffect had mooted the seal. Applying the test for dismissal\nset out in United States ex rel. Lujan v. Hughes Aircraft\nCo., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"705223\"\u003e\u003ca href=\"/opinion/705223/united-states-of-america-ex-rel-and-linda-a-lujan-v-hughes-aircraft/\"\u003e\u003cspan class=\"volume\"\u003e67\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e242\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 245–247 (CA9 1995), the District Court\nbalanced three factors: (1) the actual harm to the Govern-\nment, (2) the severity of the violations, and (3) the evi-\ndence of bad faith. The court decided against dismissal.\nPetitioner did not request some lesser sanction. The case\nwent to trial, resulting in a victory for respondents on\nwhat the Court of Appeals referred to as a “bellwether”\nclaim regarding a single damaged home. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e794\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n462.\n   The Court of Appeals for the Fifth Circuit affirmed the\ndenial of petitioner’s motion to dismiss. The court recog-\nnized that the case presented two related issues of the\nfirst impression under its case law: (1) whether a seal\nviolation requires mandatory dismissal of a relator’s com-\nplaint and, if not, (2) what standard governs a district\ncourt’s decision to dismiss. The court noted that the\nCourts of Appeals for the Second and Ninth Circuits had\nheld that the FCA does not require automatic dismissal\nfor a seal violation, while the Court of Appeals for the\nSixth Circuit had held that dismissal is mandatory. See\nUnited States ex rel. Pilon v. Martin Marietta Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"700443\"\u003e\u003ca href=\"/opinion/700443/united-states-of-america-ex-rel-james-pilon-and-jill-pilon-v-martin/\"\u003e\u003cspan class=\"volume\"\u003e60\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e995\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 998 (CA2 1995); United States ex rel. Lujan v.\nHughes Aircraft Co., supra, at 245; United States ex rel.\nSummers v. LHC Group Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"176469\"\u003e\u003ca href=\"/opinion/176469/us-ex-rel-summers-v-lhc-group-inc/\"\u003e\u003cspan class=\"volume\"\u003e623\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e287\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 296 (CA6\n2010); see also United States ex rel. Smith v.\nClark/Smoot/Russell, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e796\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e424\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 430 (CA4 2015)\n(following Pilon).\n   After a careful analysis, the Court of Appeals for the\nFifth Circuit held automatic dismissal is not required by\nthe FCA. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e794\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 470–471. It then considered the\nsame factors the District Court had weighed and came to a\n\u000c6   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\nsimilar conclusion. Id., at 471–472. First, the Court of\nAppeals held the Government was in all likelihood not\nharmed by the disclosures because none of them led to the\npublication of the pendency of the suit before the seal was\nlifted in part. Second, the Court of Appeals determined\nthe violations were not severe in their repercussions be-\ncause respondents had complied with the seal requirement\nwhen they first filed their suit. Third, the Court of Ap-\npeals assumed, without deciding, that the bad behavior of\nrespondents’ then-attorney could be imputed to respond-\nents; but it held that, even presuming the attribution of\nbad faith, the other factors favored respondents.\n   This Court granted certiorari, 578 U. S. ___ (2016), and\nnow affirms.\n                                II\n\n                                A\n\n   Petitioner’s primary contention is that a violation of the\nseal provision necessarily requires a relator’s complaint to\nbe dismissed. The FCA does not enact so harsh a rule.\n   Section 3730(b)(2)’s text provides that a complaint\n“shall” be kept under seal. True, this language creates a\nmandatory rule the relator must follow. See Rockwell Int’l\nCorp. v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145751\"\u003e\u003ca href=\"/opinion/145751/rockwell-intern-corp-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e549\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e457\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 464 (2007) (“As\nrequired under the Act, [the relator] filed his complaint\nunder seal . . . ”); see also Kingdomware Technologies, Inc.\nv. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e579\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2016) (slip op., at 9)\n(“[T]he word ‘shall’ usually connotes a requirement”). The\nstatute says nothing, however, about the remedy for a\nviolation of that rule. In the absence of congressional\nguidance regarding a remedy, “[a]lthough the duty is\nmandatory, the sanction for breach is not loss of all later\npowers to act.” United States v. Montalvo-Murillo, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112440\"\u003e\u003ca href=\"/opinion/112440/united-states-v-montalvo-murillo/\"\u003e\u003cspan class=\"volume\"\u003e495\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e711\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 718 (1990).\n   The FCA’s structure is itself an indication that violating\nthe seal requirement does not mandate dismissal. This\n\u000c                   Cite as: 580 U. S. ____ (2016)              7\n\n                       Opinion of the Court\n\nCourt adheres to the general principle that Congress’ use\nof “explicit language” in one provision “cautions against\ninferring” the same limitation in another provision. Marx\nv. General Revenue Corp., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e568\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013)\n(slip op., at 12). And the FCA has a number of provisions\nthat do require, in express terms, the dismissal of a re-\nlator’s action. Supra, at 2 (citing §3730(b)(5)); see also\n§§3730(e)(1)–(2) (“[n]o court shall have jurisdiction” over\ncertain FCA claims by relators against a member of the\nmilitary or of the judicial, legislative, or executive branches).\nIt is proper to infer that, had Congress intended to require\ndismissal for a violation of the seal requirement, it would\nhave said so.\n   The Court’s conclusion is consistent with the general\npurpose of §3730(b)(2). The seal provision was enacted in\nthe 1980’s as part of a set of reforms that were meant to\n“encourage more private enforcement suits.” S. Rep. No.\n99–345, pp. 23–24 (1986). At the time, “perhaps the most\nserious problem plaguing effective enforcement” of the\nFCA was “a lack of resources on the part of Federal en-\nforcement agencies.” Id., at 7. The Senate Committee\nReport indicates that the seal provision was meant to\nallay the Government’s concern that a relator filing a civil\ncomplaint would alert defendants to a pending federal\ncriminal investigation. Id., at 24. Because the seal re-\nquirement was intended in main to protect the Govern-\nment’s interests, it would make little sense to adopt a rigid\ninterpretation of the seal provision that prejudices the\nGovernment by depriving it of needed assistance from\nprivate parties. The Federal Government agrees with this\ninterpretation. It informs the Court that petitioner’s test\n“would undermine the very governmental interests that\nthe seal provision is meant to protect.” Brief for United\nStates as Amicus Curiae 10.\n\u000c8   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\n                              B\n  Petitioner’s arguments to the contrary are unavailing.\nFirst, petitioner urges that because the seal provision\nappears in the subsection of the FCA creating the relator’s\nprivate right of action, Congress intended to condition the\nright to bring suit on compliance with the seal require-\nment. It is true that, as discussed further below, the\nCourt sometimes has concluded that Congress conditioned\nthe authority to file a private right of action on compliance\nwith a statutory mandate. E.g., Hallstrom v. Tillamook\nCounty, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e493\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e20\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 25–26 (1989). There is no textual\nindication, however, that Congress did so here.\n  Section 3730(b)(2) does not tie the seal requirement to\nthe right to bring the qui tam suit in conditional terms.\nAs noted above, the statute just provides: “The complaint\nshall be filed in camera, shall remain under seal for at\nleast 60 days, and shall not be served on the defendant\nuntil the court so orders.”\n  The text at issue in Hallstrom, by contrast, was quite\ndifferent than the statutory language that controls here.\nThe Hallstrom statute, part of the Resource Conservation\nand Recovery Act of 1976, provided: “ ‘No action may be\ncommenced . . . prior to sixty days after the plaintiff has\ngiven notice of the violation’ ” to the Government. 493\nU. S., at 25.\n  Petitioner cites two additional cases to support its ar-\ngument, but those decisions concerned statutes that used\neven clearer conditional words, like “if ” and “unless.” See\nUnited States ex rel. Texas Portland Cement Co. v.\nMcCord, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98143\"\u003e\u003ca href=\"/opinion/98143/united-states-ex-rel-texas-portland-cement-co-v-mccord/\"\u003e\u003cspan class=\"volume\"\u003e233\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e157\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 161 (1914) (statute allowed credi-\ntors of Government contractors to bring suit “ ‘if no suit\nshould be brought by the United States within six months\nfrom the completion and final settlement of said con-\ntract’ ”); McNeil v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112858\"\u003e\u003ca href=\"/opinion/112858/mcneil-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e508\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e106\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 107, n. 1\n(1993) (statute provided that “ ‘[a]n action shall not be\ninstituted upon a claim against the United States for\n\u000c                  Cite as: 580 U. S. ____ (2016)             9\n\n                      Opinion of the Court\n\nmoney damages . . . unless the claimant shall have first\npresented the claim to the appropriate Federal agency’ ”).\n   Again, the FCA’s structure shows that Congress knew\nhow to draft the kind of statutory language that petitioner\nseeks to read into §3730(b)(2). The applicable version of\nthe public disclosure bar, for example, requires a district\ncourt to dismiss an action when the underlying infor-\nmation has already been made available to the public,\n“ ‘unless’ ” the plaintiff is the Attorney General or an origi-\nnal source. Graham County Soil and Water Conservation\nDist. v. United States ex rel. Wilson, 559 U. S., at 286.\n   Second, petitioner contends that because this Court has\ndescribed the FCA’s qui tam provisions as “effecting a\npartial assignment of the Government’s damages claim,”\nVermont Agency of Natural Resources v. United States ex\nrel. Stevens, 529 U. S., at 773, adherence to all of the\nFCA’s mandatory requirements—no matter how small—is\na condition of the assignment. This argument fails for the\nsame reason as the one discussed above: Petitioner can\nshow no textual indication in the statute suggesting that\nthe relator’s ability to bring suit depends on adherence to\nthe seal requirement.\n   Third, petitioner points to a few stray sentences in the\nSenate Committee Report that it claims support the man-\ndatory dismissal rule. As explained above, however, the\nReport’s recitation of the general purpose of the statute is\nbest understood to support respondents. Supra, at 7.\nAnd, furthermore, because the meaning of the FCA’s text\nand structure is “plain and unambiguous, we need not\naccept petitioner[’s] invitation to consider the legislative\nhistory.” Whitfield v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"137737\"\u003e\u003ca href=\"/opinion/137737/whitfield-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e543\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e209\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 215\n(2005).\n                           III\n  Petitioner’s secondary argument is that the District\nCourt did not consider the proper factors when declining\n\u000c10   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                      EX REL. RIGSBY\n                    Opinion of the Court\n\nto dismiss respondents’ complaint or, at a minimum, that\nit was plain error not to consider respondents’ conduct\nafter the seal was lifted in part. This Court holds the\nDistrict Court did not abuse its discretion by denying\npetitioner’s motion, much less commit plain error. In light\nof the questionable conduct of respondents’ prior attorney,\nit well may not have been reversible error had the District\nCourt granted the motion; that possibility, however, need\nnot be considered here.\n   In general, the question whether dismissal is appropri-\nate should be left to the sound discretion of the district\ncourt. While the factors articulated in United States\nex rel. Lujan v. Hughes Aircraft Co. appear to be appropri-\nate, it is unnecessary to explore these and other relevant\nconsiderations. These standards can be discussed in the\ncourse of later cases.\n                             IV\n   Petitioner and its amici place great emphasis on the\nreputational harm FCA defendants may suffer when the\nseal requirement is violated. But even if every seal viola-\ntion does not mandate dismissal, that sanction remains a\npossible form of relief. District courts have inherent\npower, moreover, to impose sanctions short of dismissal for\nviolations of court orders. See Chambers v. NASCO, Inc.,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112616\"\u003e\u003ca href=\"/opinion/112616/chambers-v-nasco-inc/\"\u003e\u003cspan class=\"volume\"\u003e501\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e32\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 43–46 (1991). Remedial tools like monetary\npenalties or attorney discipline remain available to punish\nand deter seal violations even when dismissal is not\nappropriate.\n   Of note in this case, petitioner did not request any\nsanction other than dismissal. Tr. of Oral Arg. 3–4, 17.\nHad petitioner sought some lesser sanctions, the District\nCourt might have taken a different course. Yet petitioner\nfailed to do so. On this record, the question whether a\nlesser sanction is warranted is not preserved.\n   The judgment of the Court of Appeals for the Fifth\nCircuit is\n                                                  Affirmed.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n     STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED \n\n            STATES EX REL. RIGSBY ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n  No. 15–513.      Argued November 1, 2016—Decided December 6, 2016\nThe False Claims Act (FCA) authorizes private parties (known as rela-\n  tors) to seek recovery from persons who make false or fraudulent\n  payment claims to the Federal Government, 31 U. S. C. §§3729–3730,\n  and permits the Attorney General to intervene in a relator’s action or\n  bring an FCA suit in the first instance, §§3730(a)–(b). This system is\n  designed to benefit both the relator and the Government. A relator\n  who initiates a meritorious qui tam suit receives, inter alia, a per-\n  centage of the ultimate damages award, §3730(d), while “ ‘encour-\n  ag[ing] more private enforcement suits’ ” serves “ ‘to strengthen the\n  Government’s hand in fighting false claims,’ ” Graham County Soil\n  and Water Conservation Dist. v. United States ex rel. Wilson, 559\n  U. S. 280, 298. The FCA establishes specific procedures for relators\n  to follow, including the requirement relevant here: “The complaint\n  shall be filed in camera, shall remain under seal for at least 60 days,\n  and shall not be served on the defendant until the court so orders.”\n  §3730(b)(2).\n     In the years before Hurricane Katrina, petitioner State Farm is-\n  sued, as pertinent here, both Federal Government-backed flood in-\n  surance policies and petitioner’s own general homeowner policies.\n  Respondents Cori and Kerri Rigsby, former claims adjusters for one\n  of petitioner’s contractors, E. A. Renfroe \u0026 Co., filed a complaint un-\n  der seal in April 2006, claiming that petitioner instructed them and\n  other adjusters to misclassify wind damage as flood damage in order\n  to shift petitioner’s insurance liability to the Government. The Dis-\n  trict Court extended the length of the seal several times at the Gov-\n  ernment’s request, but lifted the seal in part in January 2007, allow-\n  ing disclosure of the action to another District Court hearing a suit by\n\u000c2    STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                      EX REL. RIGSBY \n\n                          Syllabus\n\n\n E. A. Renfroe against respondents. In August 2007, the District\n Court lifted the seal in full. The Government subsequently declined\n to intervene.\n    Petitioner moved to dismiss the suit on the grounds that respond-\n ents had violated the seal requirement. Specifically, it alleged, re-\n spondents’ former attorney had disclosed the complaint’s existence to\n several news outlets, which issued stories about the fraud allega-\n tions, but did not mention the existence of the FCA complaint; and\n respondents had met with a Congressman who later spoke out\n against the purported fraud. The District Court applied the test for\n dismissal set out in United States ex rel. Lujan v. Hughes Aircraft\n Co., 67 F. 3d 242, 245–247. Balancing three factors—actual harm to\n the Government, severity of the violations, and evidence of bad\n faith—the court decided against dismissal. Petitioner did not request\n a lesser sanction. The Fifth Circuit affirmed. It first concluded that\n a seal violation does not require mandatory dismissal of a relator’s\n complaint. It then considered the same factors weighed by the Dis-\n trict Court and reached a similar conclusion.\nHeld:\n    1. A seal violation does not mandate dismissal of a relator’s com-\n plaint. Pp. 6–9.\n       (a) The FCA does not enact so harsh a rule. Section 3730(b)(2)’s\n requirement that a complaint “shall” be kept under seal is a manda-\n tory rule for relators. But the statute says nothing about the remedy\n for violating that rule; and absent congressional guidance regarding a\n remedy, “the sanction for breach [of a mandatory duty] is not loss of\n all later powers to act.” United States v. Montalvo-Murillo, 495 U. S.\n 711, 718. The FCA’s structure supports this result. The FCA has a\n number of provisions requiring, in express terms, the dismissal of a\n relator’s action. E.g., §§3730(b)(5), (e)(1)–(2). It is thus proper to in-\n fer that Congress did not intend to require dismissal for a violation of\n the seal requirement. See Marx v. General Revenue Corp., 568 U. S.\n ___, ___. This result is also consistent with the general purpose of\n §3730(b)(2), which was enacted as part of a set of reforms meant to\n “encourage more private enforcement suits,” S. Rep. No. 99–345,\n pp. 23–24, and which was intended to protect the Government’s in-\n terests, allaying its concern that a relator filing a civil complaint\n would alert defendants to a pending federal criminal investigation. It\n would thus make little sense to adopt a rigid interpretation that\n prejudices the Government by depriving it of needed assistance from\n private parties. Pp. 6–7.\n       (b) Petitioner’s arguments to the contrary are unavailing. There\n is no textual indication that Congress conditioned the authority to\n file a private right of action on compliance with the seal requirement\n\u000c                     Cite as: 580 U. S. ____ (2016)                    3\n\n                                Syllabus\n\n  or that the relator’s ability to bring suit depends on adherence to the\n  seal requirement. And the Senate Committee Report’s recitation of\n  the FCA’s general purpose is best understood to support respondents\n  rather than a mandatory dismissal rule. Moreover, because the\n  FCA’s text and structure are clear, there is no need to accept peti-\n  tioner’s invitation to consider a few stray sentences from the legisla-\n  tive history. Pp. 8–9.\n     2. The District Court did not abuse its discretion by denying peti-\n  tioner’s motion to dismiss. The question whether dismissal is appro-\n  priate should be left to the sound discretion of the district court.\n  While the Hughes Aircraft factors appear to be appropriate, it is un-\n  necessary to explore these and other relevant considerations, which\n  can be discussed in the course of later cases. Pp. 9–10.\n     3. On this record, where petitioner requested no sanction other\n  than dismissal, the question whether a lesser sanction—such as\n  monetary penalties—is warranted is not preserved. P. 10.\n794 F. 3d 457, affirmed.\n\n  KENNEDY, J., delivered the opinion for a unanimous Court.\n\u000c                       Cite as: 580 U. S. ____ (2016)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 15–513\n                                  _________________\n\n\n   STATE FARM FIRE AND CASUALTY COMPANY, \n\n      PETITIONER v. UNITED STATES, EX REL. \n\n              CORI RIGSBY, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                             [December 6, 2016]\n\n\n  JUSTICE KENNEDY delivered the opinion of the Court.\n  This case addresses the question of the proper remedy\nwhen there is a violation of the False Claims Act (FCA)\nrequirement that certain complaints must be sealed for a\nlimited time period. See 31 U. S. C. §3730(b)(2). There\nare two questions presented before this Court. First, do\nany and all violations of the seal requirement mandate\ndismissal of a private party’s complaint with prejudice?\nSecond, if dismissal is not mandatory, did the District\nCourt here abuse its discretion by declining to dismiss\nrespondents’ complaint?\n                            I\n\n                            A\n\n  The FCA imposes civil liability on an individual who,\ninter alia, “knowingly presents . . . a false or fraudulent\nclaim for payment or approval” to the Federal Govern-\nment. §3729(a)(1)(A). Almost unique to the FCA are its\nqui tam enforcement provisions, which allow a private\nparty known as a “relator” to bring an FCA action on\nbehalf of the Government. §3730(b)(1); Vermont Agency of\n\u000c2   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\nNatural Resources v. United States ex rel. Stevens, 529\nU. S. 765, 768, n. 1 (2000) (listing three other qui tam\nstatutes). The Attorney General retains the authority to\nintervene in a relator’s ongoing action or to bring an FCA\nsuit in the first instance. §§3730(a)–(b).\n   This system is designed to benefit both the relator and\nthe Government. A relator who initiates a meritorious\nqui tam suit receives a percentage of the ultimate dam-\nages award, plus attorney’s fees and costs. §3730(d). In\nturn, “ ‘encourag[ing] more private enforcement suits’ ”\nserves “ ‘to strengthen the Government’s hand in fighting\nfalse claims.’ ” Graham County Soil and Water Conserva-\ntion Dist. v. United States ex rel. Wilson, 559 U. S. 280,\n298 (2010).\n   The FCA places a number of restrictions on suits by\nrelators. For example, under the provision known as the\n“first-to-file bar,” a relator may not “ ‘bring a related action\nbased on the facts underlying [a] pending action.’ ” Kellogg\nBrown \u0026 Root Services, Inc. v. United States ex rel. Carter,\n575 U. S. ___, ___ (2015) (slip op., at 11) (quoting\n§3730(b)(5); emphasis deleted). Other FCA provisions\nrequire compliance with statutory requirements as ex-\npress conditions on the relators’ ability to bring suit. The\nparagraph known as the “public disclosure bar,” for in-\nstance, provided at the time this suit was filed that “ ‘[n]o\ncourt shall have jurisdiction over an action under this\nsection based upon the public disclosure of allegations or\ntransactions . . . unless the action is brought by the Attor-\nney General or . . . an original source of the information.’ ”\nGraham County Soil and Water Conservation Dist. v.\nUnited States ex rel. Wilson, supra, at 283, n. 1, 285–286\n(quoting 31 U. S. C. §3730(e)(4)(A) (2006 ed.); footnote\nomitted).\n   The FCA also establishes specific procedures for the\nrelator to follow when filing the complaint. Among other\nthings, the relator must serve on the Government “[a] copy\n\u000c                 Cite as: 580 U. S. ____ (2016)           3\n\n                     Opinion of the Court\n\nof the complaint and written disclosure of substantially all\nmaterial evidence and information the [relator] possesses.”\n§3730(b)(2). Most relevant here, the FCA provides: “The\ncomplaint shall be filed in camera, shall remain under seal\nfor at least 60 days, and shall not be served on the defend-\nant until the court so orders.” Ibid.\n                               B\n   Petitioner State Farm is an insurance company. In the\nyears before Hurricane Katrina, petitioner issued two\ntypes of homeowner-insurance policies that are relevant in\nthis case: (1) Federal Government-backed flood insurance\npolicies and (2) petitioner’s own general homeowner insur-\nance policies. The practical effect for homeowners who\nwere affected by Hurricane Katrina and who purchased\nboth policies was that petitioner would be responsible for\npaying for wind damage, while the Government would pay\nfor flood damage. As the Court of Appeals noted, this\narrangement created a potential conflict of interest: Peti-\ntioner had “an incentive to classify hurricane damage as\nflood-related to limit its economic exposure.” 794 F. 3d\n457, 462 (CA5 2015).\n   Respondents Cori and Kerri Rigsby are former claims\nadjusters for one of petitioner’s contractors, E. A. Renfroe\n\u0026 Co. Together with other adjusters, they were responsi-\nble for visiting the damaged homes of petitioner’s custom-\ners to determine the extent to which a homeowner was\nentitled to an insurance payout. According to respond-\nents, petitioner instructed them and other adjusters to\nmisclassify wind damage as flood damage in order to shift\npetitioner’s insurance liability to the Government. See id.,\nat 463–464 (summarizing trial evidence).\n   In April 2006, respondents filed their qui tam complaint\nunder seal. At the Government’s request, the District\nCourt extended the length of the seal a number of times.\nIn January 2007, the court lifted the seal in part, allowing\n\u000c4   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\ndisclosure of the qui tam action to another District Court\nhearing a suit by E. A. Renfroe against respondents for\npurported misappropriation of documents related to peti-\ntioner’s alleged fraud. See E. A. Renfroe \u0026 Co. v. Moran,\nNo. 2:06–cv–1752 (ND Ala.). In August 2007, the District\nCourt lifted the seal in full. In January 2008, the Gov-\nernment declined to intervene.\n   In January 2011, petitioner moved to dismiss respond-\nents’ suit on the grounds that they had violated the seal\nrequirement. The parties do not dispute the essential\nbackground. In the months before the seal was lifted in\npart, respondents’ then-attorney, one Dickie Scruggs, e-\nmailed a sealed evidentiary filing that disclosed the com-\nplaint’s existence to journalists at ABC, the Associated\nPress, and the New York Times. All three outlets issued\nstories discussing the fraud allegations, but none revealed\nthe existence of the FCA complaint. Respondents them-\nselves met with Mississippi Congressman Gene Taylor,\nwho later spoke out in public against petitioner’s purported\nfraud, although he did not mention the existence of the\nFCA suit at that time. After the seal was lifted in part,\nScruggs disclosed the existence of the suit to various oth-\ners, including a public relations firm and CBS News.\n   At the time of the motion to dismiss in 2011, respond-\nents were represented neither by Scruggs nor by any of\nthe attorneys who had worked with him. In March 2008,\nScruggs withdrew from respondents’ case after he was\nindicted for attempting to bribe a state-court judge. Two\nmonths later, the District Court removed the remaining\nScruggs-affiliated attorneys from the case, based on their\nalleged involvement in improper payments made from\nScruggs to respondents. The District Court did not punish\nrespondents themselves for the payments because they\nwere not made “aware of the ethical implications” and, as\nlaypersons, “are not bound by the rules of professional\nconduct that apply to” attorneys. App. 21.\n\u000c                 Cite as: 580 U. S. ____ (2016)           5\n\n                     Opinion of the Court\n\n   In deciding petitioner’s motion the District Court con-\nsidered only the seal violations that occurred before the\nseal was lifted in part, reasoning the partial lifting in\neffect had mooted the seal. Applying the test for dismissal\nset out in United States ex rel. Lujan v. Hughes Aircraft\nCo., 67 F. 3d 242, 245–247 (CA9 1995), the District Court\nbalanced three factors: (1) the actual harm to the Govern-\nment, (2) the severity of the violations, and (3) the evi-\ndence of bad faith. The court decided against dismissal.\nPetitioner did not request some lesser sanction. The case\nwent to trial, resulting in a victory for respondents on\nwhat the Court of Appeals referred to as a “bellwether”\nclaim regarding a single damaged home. 794 F. 3d, at\n462.\n   The Court of Appeals for the Fifth Circuit affirmed the\ndenial of petitioner’s motion to dismiss. The court recog-\nnized that the case presented two related issues of the\nfirst impression under its case law: (1) whether a seal\nviolation requires mandatory dismissal of a relator’s com-\nplaint and, if not, (2) what standard governs a district\ncourt’s decision to dismiss. The court noted that the\nCourts of Appeals for the Second and Ninth Circuits had\nheld that the FCA does not require automatic dismissal\nfor a seal violation, while the Court of Appeals for the\nSixth Circuit had held that dismissal is mandatory. See\nUnited States ex rel. Pilon v. Martin Marietta Corp., 60\nF. 3d 995, 998 (CA2 1995); United States ex rel. Lujan v.\nHughes Aircraft Co., supra, at 245; United States ex rel.\nSummers v. LHC Group Inc., 623 F. 3d 287, 296 (CA6\n2010); see also United States ex rel. Smith v.\nClark/Smoot/Russell, 796 F. 3d 424, 430 (CA4 2015)\n(following Pilon).\n   After a careful analysis, the Court of Appeals for the\nFifth Circuit held automatic dismissal is not required by\nthe FCA. 794 F. 3d, at 470–471. It then considered the\nsame factors the District Court had weighed and came to a\n\u000c6   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\nsimilar conclusion. Id., at 471–472. First, the Court of\nAppeals held the Government was in all likelihood not\nharmed by the disclosures because none of them led to the\npublication of the pendency of the suit before the seal was\nlifted in part. Second, the Court of Appeals determined\nthe violations were not severe in their repercussions be-\ncause respondents had complied with the seal requirement\nwhen they first filed their suit. Third, the Court of Ap-\npeals assumed, without deciding, that the bad behavior of\nrespondents’ then-attorney could be imputed to respond-\nents; but it held that, even presuming the attribution of\nbad faith, the other factors favored respondents.\n   This Court granted certiorari, 578 U. S. ___ (2016), and\nnow affirms.\n                                II\n\n                                A\n\n   Petitioner’s primary contention is that a violation of the\nseal provision necessarily requires a relator’s complaint to\nbe dismissed. The FCA does not enact so harsh a rule.\n   Section 3730(b)(2)’s text provides that a complaint\n“shall” be kept under seal. True, this language creates a\nmandatory rule the relator must follow. See Rockwell Int’l\nCorp. v. United States, 549 U. S. 457, 464 (2007) (“As\nrequired under the Act, [the relator] filed his complaint\nunder seal . . . ”); see also Kingdomware Technologies, Inc.\nv. United States, 579 U. S. ___, ___ (2016) (slip op., at 9)\n(“[T]he word ‘shall’ usually connotes a requirement”). The\nstatute says nothing, however, about the remedy for a\nviolation of that rule. In the absence of congressional\nguidance regarding a remedy, “[a]lthough the duty is\nmandatory, the sanction for breach is not loss of all later\npowers to act.” United States v. Montalvo-Murillo, 495\nU. S. 711, 718 (1990).\n   The FCA’s structure is itself an indication that violating\nthe seal requirement does not mandate dismissal. This\n\u000c                   Cite as: 580 U. S. ____ (2016)              7\n\n                       Opinion of the Court\n\nCourt adheres to the general principle that Congress’ use\nof “explicit language” in one provision “cautions against\ninferring” the same limitation in another provision. Marx\nv. General Revenue Corp., 568 U. S. ___, ___ (2013)\n(slip op., at 12). And the FCA has a number of provisions\nthat do require, in express terms, the dismissal of a re-\nlator’s action. Supra, at 2 (citing §3730(b)(5)); see also\n§§3730(e)(1)–(2) (“[n]o court shall have jurisdiction” over\ncertain FCA claims by relators against a member of the\nmilitary or of the judicial, legislative, or executive branches).\nIt is proper to infer that, had Congress intended to require\ndismissal for a violation of the seal requirement, it would\nhave said so.\n   The Court’s conclusion is consistent with the general\npurpose of §3730(b)(2). The seal provision was enacted in\nthe 1980’s as part of a set of reforms that were meant to\n“encourage more private enforcement suits.” S. Rep. No.\n99–345, pp. 23–24 (1986). At the time, “perhaps the most\nserious problem plaguing effective enforcement” of the\nFCA was “a lack of resources on the part of Federal en-\nforcement agencies.” Id., at 7. The Senate Committee\nReport indicates that the seal provision was meant to\nallay the Government’s concern that a relator filing a civil\ncomplaint would alert defendants to a pending federal\ncriminal investigation. Id., at 24. Because the seal re-\nquirement was intended in main to protect the Govern-\nment’s interests, it would make little sense to adopt a rigid\ninterpretation of the seal provision that prejudices the\nGovernment by depriving it of needed assistance from\nprivate parties. The Federal Government agrees with this\ninterpretation. It informs the Court that petitioner’s test\n“would undermine the very governmental interests that\nthe seal provision is meant to protect.” Brief for United\nStates as Amicus Curiae 10.\n\u000c8   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n\n                     EX REL. RIGSBY \n\n                   Opinion of the Court \n\n\n                              B\n  Petitioner’s arguments to the contrary are unavailing.\nFirst, petitioner urges that because the seal provision\nappears in the subsection of the FCA creating the relator’s\nprivate right of action, Congress intended to condition the\nright to bring suit on compliance with the seal require-\nment. It is true that, as discussed further below, the\nCourt sometimes has concluded that Congress conditioned\nthe authority to file a private right of action on compliance\nwith a statutory mandate. E.g., Hallstrom v. Tillamook\nCounty, 493 U. S. 20, 25–26 (1989). There is no textual\nindication, however, that Congress did so here.\n  Section 3730(b)(2) does not tie the seal requirement to\nthe right to bring the qui tam suit in conditional terms.\nAs noted above, the statute just provides: “The complaint\nshall be filed in camera, shall remain under seal for at\nleast 60 days, and shall not be served on the defendant\nuntil the court so orders.”\n  The text at issue in Hallstrom, by contrast, was quite\ndifferent than the statutory language that controls here.\nThe Hallstrom statute, part of the Resource Conservation\nand Recovery Act of 1976, provided: “ ‘No action may be\ncommenced . . . prior to sixty days after the plaintiff has\ngiven notice of the violation’ ” to the Government. 493\nU. S., at 25.\n  Petitioner cites two additional cases to support its ar-\ngument, but those decisions concerned statutes that used\neven clearer conditional words, like “if ” and “unless.” See\nUnited States ex rel. Texas Portland Cement Co. v.\nMcCord, 233 U. S. 157, 161 (1914) (statute allowed credi-\ntors of Government contractors to bring suit “ ‘if no suit\nshould be brought by the United States within six months\nfrom the completion and final settlement of said con-\ntract’ ”); McNeil v. United States, 508 U. S. 106, 107, n. 1\n(1993) (statute provided that “ ‘[a]n action shall not be\ninstituted upon a claim against the United States for\n\u000c                  Cite as: 580 U. S. ____ (2016)             9\n\n                      Opinion of the Court\n\nmoney damages . . . unless the claimant shall have first\npresented the claim to the appropriate Federal agency’ ”).\n   Again, the FCA’s structure shows that Congress knew\nhow to draft the kind of statutory language that petitioner\nseeks to read into §3730(b)(2). The applicable version of\nthe public disclosure bar, for example, requires a district\ncourt to dismiss an action when the underlying infor-\nmation has already been made available to the public,\n“ ‘unless’ ” the plaintiff is the Attorney General or an origi-\nnal source. Graham County Soil and Water Conservation\nDist. v. United States ex rel. Wilson, 559 U. S., at 286.\n   Second, petitioner contends that because this Court has\ndescribed the FCA’s qui tam provisions as “effecting a\npartial assignment of the Government’s damages claim,”\nVermont Agency of Natural Resources v. United States ex\nrel. Stevens, 529 U. S., at 773, adherence to all of the\nFCA’s mandatory requirements—no matter how small—is\na condition of the assignment. This argument fails for the\nsame reason as the one discussed above: Petitioner can\nshow no textual indication in the statute suggesting that\nthe relator’s ability to bring suit depends on adherence to\nthe seal requirement.\n   Third, petitioner points to a few stray sentences in the\nSenate Committee Report that it claims support the man-\ndatory dismissal rule. As explained above, however, the\nReport’s recitation of the general purpose of the statute is\nbest understood to support respondents. Supra, at 7.\nAnd, furthermore, because the meaning of the FCA’s text\nand structure is “plain and unambiguous, we need not\naccept petitioner[’s] invitation to consider the legislative\nhistory.” Whitfield v. United States, 543 U. S. 209, 215\n(2005).\n                           III\n  Petitioner’s secondary argument is that the District\nCourt did not consider the proper factors when declining\n\u000c10   STATE FARM FIRE \u0026 CASUALTY CO. v. UNITED STATES\n                      EX REL. RIGSBY\n                    Opinion of the Court\n\nto dismiss respondents’ complaint or, at a minimum, that\nit was plain error not to consider respondents’ conduct\nafter the seal was lifted in part. This Court holds the\nDistrict Court did not abuse its discretion by denying\npetitioner’s motion, much less commit plain error. In light\nof the questionable conduct of respondents’ prior attorney,\nit well may not have been reversible error had the District\nCourt granted the motion; that possibility, however, need\nnot be considered here.\n   In general, the question whether dismissal is appropri-\nate should be left to the sound discretion of the district\ncourt. While the factors articulated in United States\nex rel. Lujan v. Hughes Aircraft Co. appear to be appropri-\nate, it is unnecessary to explore these and other relevant\nconsiderations. These standards can be discussed in the\ncourse of later cases.\n                             IV\n   Petitioner and its amici place great emphasis on the\nreputational harm FCA defendants may suffer when the\nseal requirement is violated. But even if every seal viola-\ntion does not mandate dismissal, that sanction remains a\npossible form of relief. District courts have inherent\npower, moreover, to impose sanctions short of dismissal for\nviolations of court orders. See Chambers v. NASCO, Inc.,\n501 U. S. 32, 43–46 (1991). Remedial tools like monetary\npenalties or attorney discipline remain available to punish\nand deter seal violations even when dismissal is not\nappropriate.\n   Of note in this case, petitioner did not request any\nsanction other than dismissal. Tr. of Oral Arg. 3–4, 17.\nHad petitioner sought some lesser sanctions, the District\nCourt might have taken a different course. Yet petitioner\nfailed to do so. On this record, the question whether a\nlesser sanction is warranted is not preserved.\n   The judgment of the Court of Appeals for the Fifth\nCircuit is\n                                                  Affirmed.\n\u000c",
	"cited_id": [
		145751,
		3213873
	],
	"id_manually_found": [
		false,
		true
	],
	"cited_case": [
		"Rockwell Int’l Corp. v. United States, 549 U. S. 457 (2007)",
		"Kingdomware Technologies, Inc. v. United States, 579 U. S. ___ (2016)"
	],
	"case_extract": [
		"Rockwell Int’l Corp. v. United States, 549 U. S. 457, 464 (2007) (“As required under the Act, [the relator] filed his complaint under seal . . . ”)",
		"Kingdomware Technologies, Inc. v. United States, 579 U. S. ___, ___ (2016) (slip op., at 9) (“[T]he word ‘shall’ usually connotes a requirement”)"
	],
	"citing_sentence": "True, this language creates a mandatory rule the relator must follow. See Rockwell Int’l Corp. v. United States, 549 U. S. 457, 464 (2007) (“As required under the Act, [the relator] filed his complaint under seal . . . ”); see also Kingdomware Technologies, Inc. v. United States, 579 U. S. ___, ___ (2016) (slip op., at 9) (“[T]he word ‘shall’ usually connotes a requirement”).",
	"citing_paragraph": "Section 3730(b)(2)’s text provides that a complaint “shall” be kept under seal. True, this language creates a mandatory rule the relator must follow. See Rockwell Int’l Corp. v. United States, 549 U. S. 457, 464 (2007) (“As required under the Act, [the relator] filed his complaint under seal . . . ”); see also Kingdomware Technologies, Inc. v. United States, 579 U. S. ___, ___ (2016) (slip op., at 9) (“[T]he word ‘shall’ usually connotes a requirement”). The statute says nothing, however, about the remedy for a violation of that rule. In the absence of congressional guidance regarding a remedy, “[a]lthough the duty is mandatory, the sanction for breach is not loss of all later powers to act.” United States v. Montalvo-Murillo, 495 U. S. 711, 718 (1990).",
	"relevant_keywords": [
		"FCA",
		"False Claims Act",
		"31 U. S. C. §3729",
		"§3730",
		"relator",
		"recover",
		"payment claim",
		"mandatory rule",
		"under seal"
	],
	"query": [
		"(\"FCA\" OR \"False Claims Act\" OR \"31 U. S. C.\") AND (\"§3730\" OR \"§ 3730\" OR \"section 3730\" OR \"s 3730\") AND \"mandatory rule\" AND \"under seal\"",
		"(\"FCA\" OR \"False Claims Act\" OR \"31 U. S. C.\") AND (\"§3730\" OR \"§ 3730\" OR \"section 3730\" OR \"s 3730\") AND \"mandatory rule\" AND \"under seal\" AND compl! AND dismiss!"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "mandatory rule",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "under seal",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fca"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "false claims act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "31 u  s  c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§3730"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 3730",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 3730",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 3730",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "mandatory rule",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "under seal",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "compl*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "dismiss*"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "fca"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "false claims act",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "31 u  s  c",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§3730"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "§ 3730",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "section 3730",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "s 3730",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}