{
	"id": 83,
	"case_id": 4102799,
	"case_title": "Bravo-Fernandez v. United States",
	"date_filed": "2016-11-29",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n      BRAVO-FERNANDEZ ET AL. v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIRST CIRCUIT\n\n  No. 15–537.      Argued October 4, 2016—Decided November 29, 2016\nThe issue-preclusion component of the Double Jeopardy Clause bars a\n  second contest of an issue of fact or law raised and necessarily re­\n  solved by a prior judgment. Ashe v. Swenson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108114\"\u003e\u003ca href=\"/opinion/108114/ashe-v-swenson/\"\u003e\u003cspan class=\"volume\"\u003e397\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e436\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 443.\n  The burden is on the defendant to demonstrate that the issue he\n  seeks to shield from reconsideration was actually decided by a prior\n  jury’s verdict of acquittal. Schiro v. Farley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112922\"\u003e\u003ca href=\"/opinion/112922/schiro-v-farley/\"\u003e\u003cspan class=\"volume\"\u003e510\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e222\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 233. When\n  the same jury returns irreconcilably inconsistent verdicts on the is­\n  sue in question, a defendant cannot meet that burden. The acquittal,\n  therefore, gains no preclusive effect regarding the count of conviction.\n  United States v. Powell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111286\"\u003e\u003ca href=\"/opinion/111286/united-states-v-powell/\"\u003e\u003cspan class=\"volume\"\u003e469\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e57\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 68–69. Issue preclusion does,\n  however, attend a jury’s verdict of acquittal if the same jury in the\n  same proceeding fails to reach a verdict on a different count turning\n  on the same issue of ultimate fact. Yeager v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145859\"\u003e\u003ca href=\"/opinion/145859/yeager-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e557\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n  \u003cspan class=\"page\"\u003e110\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 121–122.\n    In this case, a jury convicted petitioners Juan Bravo-Fernandez\n  (Bravo) and Hector Martínez-Maldonado (Martínez) of bribery in vio­\n  lation of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §666. Simultaneously, the jury acquitted them of\n  conspiring to violate §666 and traveling in interstate commerce to vi­\n  olate §666. Because the only contested issue at trial was whether\n  Bravo and Martínez had violated §666 (the other elements of the ac­\n  quitted charges—agreement and travel—were undisputed), the jury’s\n  verdicts were irreconcilably inconsistent. Unlike the guilty verdicts\n  in Powell, however, petitioners’ convictions were later vacated on ap­\n  peal because of error in the judge’s instructions unrelated to the ver­\n  dicts’ inconsistency. In the First Circuit’s view, §666 proscribes only\n  quid pro quo bribery, yet the charge had permitted the jury to find\n  petitioners guilty on a gratuity theory. On remand, Bravo and Mar­\n  tínez moved for judgments of acquittal on the standalone §666 charg­\n\u000c2              BRAVO-FERNANDEZ v. UNITED STATES\n\n                                  Syllabus\n\n    es. They argued that the issue-preclusion component of the Double\n    Jeopardy Clause barred the Government from retrying them on those\n    charges because the jury necessarily determined that they were not\n    guilty of violating §666 when it acquitted them of the related con­\n    spiracy and Travel Act offenses. The District Court denied the mo­\n    tions, and the First Circuit affirmed, holding that the eventual inval­\n    idation of petitioners’ §666 convictions did not undermine Powell’s\n    instruction that issue preclusion does not apply when the same jury\n    returns logically inconsistent verdicts.\nHeld: The issue-preclusion component of the Double Jeopardy Clause\n does not bar the Government from retrying defendants, like petition­\n ers, after a jury has returned irreconcilably inconsistent verdicts of\n conviction and acquittal and the convictions are later vacated for le­\n gal error unrelated to the inconsistency. Pp. 12–19.\n    (a) Because petitioners’ trial yielded incompatible jury verdicts, pe­\n titioners cannot establish that the jury necessarily resolved in their\n favor the question whether they violated §666. In view of the Gov­\n ernment’s inability to obtain review of the acquittals, Powell, 469\n U. S., at 68, the inconsistent jury findings weigh heavily against ac­\n cording those acquittals issue-preclusive effect. The subsequent va­\n catur of petitioners’ bribery convictions does not alter this analysis.\n The critical inquiry is whether the jury actually decided that peti­\n tioners did not violate §666. Ashe instructs courts to approach that\n task with “realism and rationality,” 397 U. S., at 444, in particular, to\n examine the trial record “with an eye to all the circumstances of the\n proceedings,” ibid. The jury’s verdicts convicting petitioners of violat­\n ing §666 remain relevant to this practical inquiry, even if the convic­\n tions are later vacated on appeal for unrelated trial error.\n    Petitioners could not be retried if the Court of Appeals had vacated\n their §666 bribery convictions because of insufficient evidence, see\n Burks v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109891\"\u003e\u003ca href=\"/opinion/109891/burks-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e437\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 10–11, or if the trial error could\n resolve the apparent inconsistency in the jury’s verdicts. But the ev­\n idence here was sufficient to convict petitioners on the quid pro quo\n bribery theory the First Circuit approved. And the instructional er­\n ror cannot account for the jury’s inconsistent determinations, for the\n error applied equally to every §666-related count. Pp. 12–16.\n    (b) Petitioners argue that vacated judgments should be excluded\n from the Ashe inquiry because vacated convictions, like the hung\n counts in Yeager, are legal nullities that “have never been accorded\n respect as a matter of law or history.” Yeager, 557 U. S., at 124.\n That argument misapprehends the Ashe inquiry. Bravo and Mar­\n tínez bear the burden of showing that the issue whether they violated\n §666 has been “determined by a valid and final judgment of acquit­\n tal.” 557 U. S., at 119 (internal quotation marks omitted). To judge\n\u000c                     Cite as: 580 U. S. ____ (2016)                      3\n\n                                Syllabus\n\n  whether they carried that burden, a court must realistically examine\n  the record to identify the ground for the §666-based acquittals. Ashe,\n  397 U. S., at 444. A conviction that contradicts those acquittals is\n  plainly relevant to that determination, no less so simply because it is\n  later overturned on appeal for unrelated legal error. See Powell, 469\n  U. S., at 65.\n     Petitioners further contend that, under Yeager, the §666 convic­\n  tions are meaningless because the jury was allowed to convict on the\n  basis of conduct not criminal in the First Circuit—payment of a gra­\n  tuity. But Yeager did not rest on a court’s inability to detect the basis\n  for a decision the jury in fact rendered. Rather, when a jury hangs,\n  there is no decision, hence no inconsistency. 557 U. S., at 124–125.\n  By contrast, a verdict of guilt is a jury decision, even if subsequently\n  vacated, and therefore can evince jury inconsistency. That is the case\n  here. Petitioners gained a second trial on the standalone bribery\n  charges, but they are not entitled to more. Issue preclusion is not a\n  doctrine they can commandeer when inconsistent verdicts shroud in\n  mystery what the jury necessarily decided. Pp. 16–19.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e41\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, affirmed.\n\n   GINSBURG, J., delivered the opinion for a unanimous Court. THOMAS,\nJ., filed a concurring opinion.\n\u000c                        Cite as: 580 U. S. ____ (2016)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–537\n                                   _________________\n\n\nJUAN BRAVO-FERNANDEZ AND HECTOR MARTINEZ­\n        MALDONADO, PETITIONERS v.\n\n              UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n             APPEALS FOR THE FIRST CIRCUIT\n\n                             [November 29, 2016]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  This case concerns the issue-preclusion component of\nthe Double Jeopardy Clause.1 In criminal prosecutions, as\nin civil litigation, the issue-preclusion principle means\nthat “when an issue of ultimate fact has once been deter­\nmined by a valid and final judgment, that issue cannot\nagain be litigated between the same parties in any future\nlawsuit.” Ashe v. Swenson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108114\"\u003e\u003ca href=\"/opinion/108114/ashe-v-swenson/\"\u003e\u003cspan class=\"volume\"\u003e397\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e436\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 443 (1970).\n  Does issue preclusion apply when a jury returns incon­\nsistent verdicts, convicting on one count and acquitting on\nanother count, where both counts turn on the very same\nissue of ultimate fact? In such a case, this Court has held,\nboth verdicts stand. The Government is barred by the\nDouble Jeopardy Clause from challenging the acquittal,\n\n——————\n\n  1 The parties use the expression “collateral estoppel component,” but\n\nas this Court has observed, “issue preclusion” is the more descriptive\nterm. Yeager v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145859\"\u003e\u003ca href=\"/opinion/145859/yeager-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e557\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e110\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 120, n. 4 (2009); see\nRestatement (Second) of Judgments §27, Comment b, pp. 251–252\n(1980).\n\u000c2          BRAVO-FERNANDEZ v. UNITED STATES\n\n                     Opinion of the Court\n\nsee Green v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105594\"\u003e\u003ca href=\"/opinion/105594/green-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e355\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e184\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 188 (1957), but\nbecause the verdicts are rationally irreconcilable, the\nacquittal gains no preclusive effect, United States v. Pow-\nell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111286\"\u003e\u003ca href=\"/opinion/111286/united-states-v-powell/\"\u003e\u003cspan class=\"volume\"\u003e469\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e57\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 68 (1984).\n   Does issue preclusion attend a jury’s acquittal verdict if\nthe same jury in the same proceeding fails to reach a\nverdict on a different count turning on the same critical\nissue? This Court has answered yes, in those circum­\nstances, the acquittal has preclusive force. Yeager v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145859\"\u003e\u003ca href=\"/opinion/145859/yeager-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e557\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e110\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 121–122 (2009). As “there is\nno way to decipher what a hung count represents,” we\nreasoned, a jury’s failure to decide “has no place in the\nissue-preclusion analysis.” Ibid.; see id., at 125 (“[T]he\nfact that a jury hangs is evidence of nothing—other than,\nof course, that it has failed to decide anything.”).\n   In the case before us, the jury returned irreconcilably\ninconsistent verdicts of conviction and acquittal. Without\nmore, Powell would control. There could be no retrial of\ncharges that yielded acquittals but, in view of the incon­\nsistent verdicts, the acquittals would have no issue­\npreclusive effect on charges that yielded convictions. In\nthis case, however, unlike Powell, the guilty verdicts were\nvacated on appeal because of error in the judge’s instruc­\ntions unrelated to the verdicts’ inconsistency. Petitioners\nurge that, just as a jury’s failure to decide has no place in\nissue-preclusion analysis, so vacated guilty verdicts should\nnot figure in that analysis.\n   We hold otherwise. One cannot know from the jury’s\nreport why it returned no verdict. “A host of reasons”\ncould account for a jury’s failure to decide—“sharp dis­\nagreement, confusion about the issues, exhaustion after a\nlong trial, to name but a few.” Yeager, 557 U. S., at 121.\nBut actual inconsistency in a jury’s verdicts is a reality;\nvacatur of a conviction for unrelated legal error does not\nreconcile the jury’s inconsistent returns. We therefore\nbracket this case with Powell, not Yeager, and affirm the\n\u000c                  Cite as: 580 U. S. ____ (2016)            3\n\n                      Opinion of the Court\n\njudgment of the Court of Appeals, which held that issue\npreclusion does not apply when verdict inconsistency\nrenders unanswerable “what the jury necessarily decided.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e41\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 47 (CA1 2015).\n                                I\n\n                               A\n\n  The doctrine of claim preclusion instructs that a final\njudgment on the merits “foreclos[es] successive litigation\nof the very same claim.” New Hampshire v. Maine, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118435\"\u003e\u003ca href=\"/opinion/118435/new-hampshire-v-maine/\"\u003e\u003cspan class=\"volume\"\u003e532\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e742\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 748 (2001); see Restatement (Second) of Judg­\nments §19, p. 161 (1980) (hereinafter Restatement). So\ninstructing, the doctrine serves to “avoid multiple suits on\nidentical entitlements or obligations between the same\nparties.” 18 C. Wright, A. Miller, \u0026 E. Cooper, Federal\nPractice and Procedure §4402, p. 9 (2d ed. 2002) (herein­\nafter Wright \u0026 Miller). Long operative in civil litigation,\nRestatement, at 2, claim preclusion is also essential to the\nConstitution’s prohibition against successive criminal\nprosecutions. No person, the Double Jeopardy Clause\nstates, shall be “subject for the same offense to be twice\nput in jeopardy of life or limb.” Amdt. 5. The Clause\n“protects against a second prosecution for the same offense\nafter conviction”; as well, “[i]t protects against a second\nprosecution for the same offense after acquittal.” North\nCarolina v. Pearce, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107978\"\u003e\u003ca href=\"/opinion/107978/north-carolina-v-pearce/\"\u003e\u003cspan class=\"volume\"\u003e395\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e711\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 717 (1969). “[A] verdict\nof acquittal [in our justice system] is final,” the last word\non a criminal charge, and therefore operates as “a bar to a\nsubsequent prosecution for the same offense.” Green v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105594\"\u003e\u003ca href=\"/opinion/105594/green-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e355\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e184\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 188 (1957).\n  The allied doctrine of issue preclusion ordinarily bars\nrelitigation of an issue of fact or law raised and necessarily\nresolved by a prior judgment. See Restatement §§17, 27,\nat 148, 250; Wright \u0026 Miller §4416, at 386. It applies in\nboth civil and criminal proceedings, with an important\ndistinction. In civil litigation, where issue preclusion and\n\u000c4           BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\nits ramifications first developed, the availability of appel­\nlate review is a key factor. Restatement §28, Comment a,\nat 274; see id., §28, Reporter’s Note, at 284 (noting “the\npervasive importance of reviewability in the application of\npreclusion doctrine”). In significant part, preclusion doc­\ntrine is premised on “an underlying confidence that the\nresult achieved in the initial litigation was substantially\ncorrect.” Standefer v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110289\"\u003e\u003ca href=\"/opinion/110289/standefer-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e447\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e10\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 23, n. 18\n(1980); see Restatement §29, Comment f, at 295. “In the\nabsence of appellate review,” we have observed, “such\nconfidence is often unwarranted.” Standefer, 447 U. S., at\n23, n. 18.\n   In civil suits, inability to obtain review is exceptional; it\noccurs typically when the controversy has become moot.\nIn criminal cases, however, only one side (the defendant)\nhas recourse to an appeal from an adverse judgment on\nthe merits. The Government “cannot secure appellate\nreview” of an acquittal, id., at 22, even one “based upon an\negregiously erroneous foundation,” Arizona v. Washington,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109773\"\u003e\u003ca href=\"/opinion/109773/arizona-v-washington/\"\u003e\u003cspan class=\"volume\"\u003e434\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e497\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 503 (1978). Juries enjoy an “unreviewable\npower . . . to return a verdict of not guilty for impermissi­\nble reasons,” for “the Government is precluded from ap­\npealing or otherwise upsetting such an acquittal by the\nConstitution’s Double Jeopardy Clause.” United States v.\nPowell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111286\"\u003e\u003ca href=\"/opinion/111286/united-states-v-powell/\"\u003e\u003cspan class=\"volume\"\u003e469\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e57\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 63, 65 (1984). The absence of appel­\nlate review of acquittals, we have cautioned, calls for\nguarded application of preclusion doctrine in criminal\ncases. See Standefer, 447 U. S., at 22–23, and n. 18.\nParticularly where it appears that a jury’s verdict is the\nresult of compromise, compassion, lenity, or misunder­\nstanding of the governing law, the Government’s inability\nto gain review “strongly militates against giving an ac­\nquittal [issue] preclusive effect.” Id., at 23. See also Re­\nstatement §29, Comment g, at 295 (Where circumstances\nsuggest that an issue was resolved on erroneous consider­\nations, “taking the prior determination at face value for\n\u000c                     Cite as: 580 U. S. ____ (2016)                    5\n\n                          Opinion of the Court\n\npurposes of the second action would [impermissibly] ex­\ntend the . . . imperfections in the adjudicative process.”);\nid., §28, Comment j, at 283 (Issue preclusion may be de­\nnied where it is “evident from the jury’s verdict that the\nverdict was the result of compromise.”); Wright \u0026 Miller\n§4423, at 617 (same).\n                              B\n   This case requires us to determine whether an appellate\ncourt’s vacatur of a conviction alters issue-preclusion\nanalysis under the Double Jeopardy Clause. Three prior\ndecisions guide our disposition.\n   This Court first interpreted the Double Jeopardy Clause\nto incorporate the principle of issue preclusion in Ashe v.\nSwenson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108114\"\u003e\u003ca href=\"/opinion/108114/ashe-v-swenson/\"\u003e\u003cspan class=\"volume\"\u003e397\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e436\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1970).2 Ashe involved a robbery\nof six poker players by a group of masked men. Ashe was\ncharged with robbing one of the players, but a jury acquit­\nted him “due to insufficient evidence.” Id., at 439. The\nState then tried Ashe again, this time for robbing another\nof the poker players. Aided by “substantially stronger”\ntestimony from “witnesses [who] were for the most part\nthe same,” id., at 439–440, the State secured a conviction.\nWe held that the second prosecution violated the Double\nJeopardy Clause. Because the sole issue in dispute in the\nfirst trial was whether Ashe had been one of the robbers,\nthe jury’s acquittal verdict precluded the State from trying\nto convince a different jury of that very same fact in a\nsecond trial. Id., at 445.\n——————\n  2 Though we earlier recognized that res judicata (which embraces\n\nboth claim and issue preclusion) applies in criminal as well as civil\nproceedings, we did not link the issue-preclusion inquiry to the Double\nJeopardy Clause. See Sealfon v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104489\"\u003e\u003ca href=\"/opinion/104489/sealfon-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e332\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e575\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 578\n(1948); Frank v. Mangum, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"98441\"\u003e\u003ca href=\"/opinion/98441/frank-v-mangum/\"\u003e\u003cspan class=\"volume\"\u003e237\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e309\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 334 (1915) (The principle that\n“a question of fact or of law distinctly put in issue and directly deter­\nmined by a court of competent jurisdiction cannot afterwards be dis­\nputed between the same parties” applies to “the decisions of criminal\ncourts.”).\n\u000c6          BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\n   Our decision in Ashe explained that issue preclusion in\ncriminal cases must be applied with “realism and rational­\nity.” Id., at 444. To identify what a jury in a previous trial\nnecessarily decided, we instructed, a court must “examine\nthe record of a prior proceeding, taking into account the\npleadings, evidence, charge, and other relevant matter.”\nIbid. (quoting Mayers \u0026 Yarbrough, Bis Vexari: New\nTrials and Successive Prosecutions, 74 Harv. L. Rev. 1, 38\n(1960)). This inquiry, we explained, “must be set in a\npractical frame and viewed with an eye to all the circum­\nstances of the proceedings.” 397 U. S., at 444 (quoting\nSealfon v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"104489\"\u003e\u003ca href=\"/opinion/104489/sealfon-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e332\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e575\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 579 (1948)). We\nhave also made clear that “[t]he burden is on the defend­\nant to demonstrate that the issue whose relitigation he\nseeks to foreclose was actually decided” by a prior jury’s\nverdict of acquittal. Schiro v. Farley, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112922\"\u003e\u003ca href=\"/opinion/112922/schiro-v-farley/\"\u003e\u003cspan class=\"volume\"\u003e510\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e222\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 233\n(1994) (internal quotation marks omitted); accord Dowling\nv. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112352\"\u003e\u003ca href=\"/opinion/112352/dowling-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e493\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e342\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 350 (1990).\n   In United States v. Powell, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111286\"\u003e\u003ca href=\"/opinion/111286/united-states-v-powell/\"\u003e\u003cspan class=\"volume\"\u003e469\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e57\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, we held that a\ndefendant cannot meet this burden when the same jury\nreturns irreconcilably inconsistent verdicts on the ques­\ntion she seeks to shield from reconsideration. Powell’s\nstarting point was our holding in Dunn v. United States,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"101833\"\u003e\u003ca href=\"/opinion/101833/dunn-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e284\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e390\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1932), that a criminal defendant may not\nattack a jury’s finding of guilt on one count as inconsistent\nwith the jury’s verdict of acquittal on another count.\nPowell, 469 U. S., at 58–59. The Court’s opinion in Dunn\nstated no exceptions to this rule, and after Dunn the Court\nhad several times “alluded to [the] rule as an established\nprinciple,” 469 U. S., at 63. Nevertheless, several Courts\nof Appeals had “recogniz[ed] exceptions to the rule,” id., at\n62, and Powell sought an exception for the verdicts of guilt\nshe faced.\n   At trial, a jury had acquitted Powell of various substan­\ntive drug charges but convicted her of using a telephone in\n“causing and facilitating” those same offenses. Id., at 59–\n\u000c                 Cite as: 580 U. S. ____ (2016)            7\n\n                     Opinion of the Court\n\n60. She appealed, arguing that “the verdicts were incon­\nsistent, and that she therefore was entitled to reversal of\nthe telephone facilitation convictions.” Id., at 60. Issue\npreclusion, she maintained, barred “acceptance of [the]\nguilty verdict[s]” on the auxiliary offenses because the\nsame jury had acquitted her of the predicate felonies. Id.,\nat 64.\n   Rejecting Powell’s argument, we noted that issue pre­\nclusion is “predicated on the assumption that the jury\nacted rationally.” Id., at 68. When a jury returns irrecon­\ncilably inconsistent verdicts, we said, one can glean no\nmore than that “either in the acquittal or the conviction\nthe jury did not speak their real conclusions.” Id., at 64\n(quoting Dunn, 284 U. S., at 393). Although it is impos­\nsible to discern which verdict the jurors arrived at ration­\nally, we observed, “that does not show that they were not\nconvinced of the defendant’s guilt.” Powell, 469 U. S., at\n64–65 (quoting Dunn, 284 U. S., at 393). In the event of\ninconsistent verdicts, we pointed out, it is just as likely\nthat “the jury, convinced of guilt, properly reached its\nconclusion on [one count], and then through mistake,\ncompromise, or lenity, arrived at an inconsistent conclu­\nsion on the [related] offense.” Powell, 469 U. S., at 65.\nBecause a court would be at a loss to know which verdict\nthe jury “really meant,” we reasoned, principles of issue\npreclusion are not useful, for they are “predicated on the\nassumption that the jury acted rationally and found cer­\ntain facts in reaching its verdict.” Id., at 68. Holding that\nthe acquittals had no preclusive effect on the counts of\nconviction, we reaffirmed Dunn’s rule, under which both\nPowell’s convictions and her acquittals, albeit inconsistent,\nremained undisturbed. 469 U. S., at 69.\n   Finally, in Yeager v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145859\"\u003e\u003ca href=\"/opinion/145859/yeager-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e557\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e110\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2009),\nwe clarified that Powell’s holding on inconsistent verdicts\ndoes not extend to an apparent inconsistency between a\njury’s verdict of acquittal on one count and its inability to\n\u000c8           BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\nreach a verdict on another count. See 557 U. S., at 124\n(“[I]nconsistent verdicts” present an “entirely different\ncontext” than one involving “both verdicts and seemingly\ninconsistent hung counts.”). Yeager was tried on charges\nof fraud and insider trading. Id., at 114. The jury acquit­\nted him of the fraud offenses, which the Court of Appeals\nconcluded must have reflected a finding that he “did not\nhave any insider information that contradicted what was\npresented to the public.” Id., at 116. Yet the jury failed to\nreach a verdict on the insider-trading charges, as to which\n“the possession of insider information was [likewise] a\ncritical issue of ultimate fact.” Id., at 123. Arguing that\nthe jury had therefore acted inconsistently, the Govern­\nment sought to retry Yeager on the hung counts. We ruled\nthat retrial was barred by the Double Jeopardy Clause.\n   A jury “speaks only through its verdict,” we noted. Id.,\nat 121. Any number of reasons—including confusion\nabout the issues and sheer exhaustion, we observed—\ncould cause a jury to hang. Ibid. Accordingly, we said,\nonly “a jury’s decisions, not its failures to decide,” identify\n“what a jury necessarily determined at trial.” Id., at 122.\nBecause a hung count reveals nothing more than a jury’s\nfailure to reach a decision, we further reasoned, it supplies\nno evidence of the jury’s irrationality. Id., at 124–125.\nHung counts, we therefore held, “ha[ve] no place in the\nissue-preclusion analysis,” id., at 122: When a jury acquits\non one count while failing to reach a verdict on another\ncount concerning the same issue of ultimate fact, the\nacquittal, and only the acquittal, counts for preclusion\npurposes. Given the preclusive effect of the acquittal, the\nCourt concluded, Yeager could not be retried on the hung\ncount. Id., at 122–125.\n                            C\n  With our controlling precedent in view, we turn to the\ninconsistent verdicts rendered in this case. The prosecu­\n\u000c                     Cite as: 580 U. S. ____ (2016)                    9\n\n                          Opinion of the Court\n\ntion stemmed from an alleged bribe paid by petitioner\nJuan Bravo-Fernandez (Bravo), an entrepreneur, to peti­\ntioner Hector Martínez-Maldonado (Martínez), then a\nsenator serving the Commonwealth of Puerto Rico. The\nalleged bribe took the form of an all-expenses-paid trip to\nLas Vegas, including a $1,000 seat at a professional box­\ning match featuring a popular Puerto Rican contender.\nUnited States v. Fernandez, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e722\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 6 (CA1 2013).\nAccording to the Government, Bravo intended the bribe to\nsecure Martínez’ help in shepherding legislation through\nthe Puerto Rico Senate that, if enacted, would “provid[e]\nsubstantial financial benefits” to Bravo’s enterprise. Ibid.\nIn the leadup to the Las Vegas trip, Martínez submitted\nthe legislation for the Senate’s consideration and issued a\ncommittee report supporting it; within a week of returning\nfrom Las Vegas, Martínez issued another favorable report\nand voted to enact the legislation. Id., at 6–7.\n   Based on these events, a federal grand jury in Puerto\nRico indicted petitioners for, inter alia, federal-program\nbribery, in violation of \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §666; conspiracy to\nviolate §666, in violation of §371; and traveling in inter­\nstate commerce to further violations of §666, in violation of\nthe Travel Act, §1952(a)(3)(A).3 Following a three-week\ntrial, a jury convicted Bravo and Martínez of the\nstandalone §666 bribery offense, but acquitted them of the\nrelated conspiracy and Travel Act charges. Fernandez,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e722\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 7. Each received a sentence of 48 months in\nprison. Id., at 8.\n   The Court of Appeals for the First Circuit vacated the\n§666 convictions for instructional error. Id., at 27. In the\nFirst Circuit’s view, the jury had been erroneously charged\non what constitutes criminal conduct under that statute.\nId., at 22–27. The charge permitted the jury to find Bravo\n——————\n  3 Petitioners were indicted on several other charges not relevant here.\n\nSee United States v. Fernandez, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e722\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 7 (CA1 2013).\n\u000c10            BRAVO-FERNANDEZ v. UNITED STATES\n\n                          Opinion of the Court\n\nand Martínez “guilty of offering and receiving a gratuity,”\nid., at 16, but, the appeals court held, §666 proscribes only\nquid pro quo bribes, and not gratuities, id., at 6, 22.4\nTrue, the court acknowledged, the jury was instructed on\nboth theories of bribery, and the evidence at trial sufficed\nto support a guilty verdict on either theory. Id., at 19–20.\nBut the Court of Appeals could not say with confidence\nthat the erroneous charge was harmless, so it vacated the\n§666 convictions and remanded for further proceedings.\nId., at 27, 39.\n  On remand, relying on the issue-preclusion component\nof the Double Jeopardy Clause, Bravo and Martínez\nmoved for judgments of acquittal on the standalone §666\ncharges. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e988\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp. 2d\u003c/span\u003e \u003cspan class=\"page\"\u003e191\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (PR 2013). They could not\nbe retried on the bribery offense, they insisted, because\nthe jury necessarily determined that they were not guilty\nof violating §666 when it acquitted them of conspiring to\nviolate §666 and traveling in interstate commerce to fur­\nther violations of §666. Id., at 193. That was so, petition­\ners maintained, because the only contested issue at trial\nwas whether Bravo had offered, and Martínez had accepted,\na bribe within the meaning of §666. Id., at 196; see Tr.\nof Oral Arg. 4 (“There was no dispute that they agreed to\ngo to a boxing match together”; nor was there any dispute\n“that to get to Las Vegas from Puerto Rico, you have to\ntravel” across state lines.). The District Court denied the\nmotions for acquittal. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e988\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF. Supp.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 196–198. If the\nsole issue disputed at trial was whether Bravo and Mar­\ntínez had violated §666, the court explained, then “the jury\n——————\n  4 As the First Circuit acknowledged, this holding is contrary to the\n\nrulings of “most circuits to have addressed th[e] issue.” Id., at 6. Three\nother Federal Courts of Appeals have considered the question; each has\nheld that §666 prohibits gratuities as well as quid pro quo bribes. See\nUnited States v. Bahel, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"616078\"\u003e\u003ca href=\"/opinion/616078/united-states-v-bahel/\"\u003e\u003cspan class=\"volume\"\u003e662\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e610\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 636 (CA2 2011); United States v.\nHawkins, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e777\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e880\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 881 (CA7 2015); United States v. Zimmerman,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1202231\"\u003e\u003ca href=\"/opinion/1202231/united-states-v-zimmermann/\"\u003e\u003cspan class=\"volume\"\u003e509\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e920\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 927 (CA8 2007).\n\u000c                     Cite as: 580 U. S. ____ (2016)                    11\n\n                          Opinion of the Court\n\n[had] acted irrationally.” Id., at 196. Because the same\njury had simultaneously convicted Bravo and Martínez on\nthe standalone §666 charges, “the verdict simply was\ninconsistent.” Ibid.\n   The First Circuit affirmed the denial of petitioners’\nmotions for acquittal, agreeing that the jury’s inconsistent\nreturns were fatal to petitioners’ issue-preclusion plea.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e41\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. The jury received the same bribery instruc­\ntions for each count involving §666, the court noted, so the\n§666-based verdicts—convicting on the standalone bribery\ncharges but acquitting on the related Travel Act and\nconspiracy counts—could not be reconciled. Id., at 54–55.5\n   The Court of Appeals rejected petitioners’ argument\nthat the eventual invalidation of the bribery convictions\nrendered Powell’s inconsistent-verdicts rule inapplicable.\nAshe, the court reminded, calls for a practical appraisal\nbased on the complete record of the prior proceeding; the\n§666 bribery convictions, like the §666-based acquittals,\nwere part of that record. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 50. Nor are\nvacated convictions like hung counts for issue-preclusion\npurposes, the court continued. Informed by our decision in\nYeager, the First Circuit recognized that a hung count\nreveals only a jury’s failure to decide, and therefore cannot\nevidence actual inconsistency with a jury’s decision. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 50–51. In contrast, the court said, vacated con­\nvictions “are jury decisions, through which the jury has\nspoken.” Id., at 51. The later upset of a conviction on an\nunrelated ground, the court reasoned, does not undermine\nPowell’s recognition that “inconsistent verdicts make it\n——————\n  5 As just observed, see supra, at 10, petitioners urge that §666 bribery\n\nwas the sole issue in controversy, and that there was no dispute on\nother elements of the Travel Act and conspiracy counts. See Tr. of Oral\nArg. 4. See also Brief for United States 13 (accepting that the jury\n“returned irreconcilably inconsistent verdicts”). If another element\ncould explain the acquittals, then there would be no inconsistency and\nno argument against a new trial on bribery. See infra, at 12–13.\n\u000c12           BRAVO-FERNANDEZ v. UNITED STATES\n\n                         Opinion of the Court\n\nimpossible to determine what a jury necessarily decided.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 51. The First Circuit therefore concluded\nthat “vacated convictions, unlike hung counts, are relevant\nto the Ashe [issue-preclusion] inquiry.” Ibid.\n   We granted certiorari to resolve a conflict among courts\non this question: Does the issue-preclusion component of\nthe Double Jeopardy Clause bar the Government from\nretrying defendants, like Bravo and Martínez, after a jury\nhas returned irreconcilably inconsistent verdicts of convic­\ntion and acquittal, and the convictions are later vacated\nfor legal error unrelated to the inconsistency?6 557 U. S.\n___ (2016). Holding that the Double Jeopardy Clause does\nnot bar retrial in these circumstances, we affirm the First\nCircuit’s judgment.\n                              II\n   When a conviction is overturned on appeal, “[t]he gen­\neral rule is that the [Double Jeopardy] Clause does not bar\nreprosecution.” Justices of Boston Municipal Court v.\nLydon, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111151\"\u003e\u003ca href=\"/opinion/111151/justices-of-boston-municipal-court-v-lydon/\"\u003e\u003cspan class=\"volume\"\u003e466\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e294\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 308 (1984). The ordinary conse­\nquence of vacatur, if the Government so elects, is a new\ntrial shorn of the error that infected the first trial. This\n——————\n   6 Compare United States v. Citron, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"510035\"\u003e\u003ca href=\"/opinion/510035/united-states-v-ira-paul-citron/\"\u003e\u003cspan class=\"volume\"\u003e853\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1055\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1058–1061 (CA2\n\n1988) (holding that retrial does not violate Double Jeopardy Clause\nunder these circumstances); United States v. Price, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"445464\"\u003e\u003ca href=\"/opinion/445464/united-states-v-rex-j-price/\"\u003e\u003cspan class=\"volume\"\u003e750\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e363\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 366\n(CA5 1985) (same); Evans v. United States, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e987\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1138\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1141–1142\n(D. C. 2010) (same); and State v. Kelly, 201 N. J. 471, 493–494, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1548412\"\u003e\u003ca href=\"/opinion/1548412/state-v-kelly/\"\u003e\u003cspan class=\"volume\"\u003e992\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e 776, 789 (2010) (same), with People v. Wilson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e496\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMich.\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 105–\n107, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e852\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.W.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e134\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 141–142 (2014) (holding that Double Jeopardy\nClause bars retrial in this situation). As the First Circuit explained,\n“[a]lthough Citron and Price predate Yeager, both the Second and Fifth\nCircuits decided that vacated counts are relevant to the Ashe analysis\nat a time when those circuits had already ruled that hung counts\nshould be disregarded for purposes of the Ashe inquiry.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e41\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n51, n. 7 (2015) (citing United States v. Mespoulede, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"365747\"\u003e\u003ca href=\"/opinion/365747/united-states-v-patrice-mespoulede-aka-patrice-fabre/\"\u003e\u003cspan class=\"volume\"\u003e597\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e329\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 332,\n335–336 (CA2 1979); United States v. Nelson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"366578\"\u003e\u003ca href=\"/opinion/366578/united-states-v-ernest-nelson/\"\u003e\u003cspan class=\"volume\"\u003e599\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e714\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 716–717\n(CA5 1979)). The Second Circuit, moreover, has adhered to Citron since\nYeager. See United States v. Bruno, 531 Fed. Appx. 47, 49 (2013).\n\u000c                 Cite as: 580 U. S. ____ (2016)          13\n\n                     Opinion of the Court\n\n“continuing jeopardy” rule neither gives effect to the va­\ncated judgment nor offends double jeopardy principles.\nRather, it reflects the reality that the “criminal proceed­\nings against an accused have not run their full course.”\nIbid. And by permitting a new trial post vacatur, the\ncontinuing-jeopardy rule serves both society’s and criminal\ndefendants’ interests in the fair administration of justice.\n“It would be a high price indeed for society to pay,” we\nhave recognized, “were every accused granted immunity\nfrom punishment because of any defect sufficient to consti­\ntute reversible error in the proceedings leading to convic­\ntion.” United States v. Tateo, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106847\"\u003e\u003ca href=\"/opinion/106847/united-states-v-tateo/\"\u003e\u003cspan class=\"volume\"\u003e377\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e463\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 466 (1964).\nAnd the rights of criminal defendants would suffer too, for\n“it is at least doubtful that appellate courts would be as\nzealous as they now are in protecting against the effects of\nimproprieties at the trial or pretrial stage if they knew\nthat reversal of a conviction would put the accused irrevo­\ncably beyond the reach of further prosecution.” Ibid.\n   Bravo and Martínez ask us to deviate from the general\nrule that, post vacatur of a conviction, a new trial is in\norder. When a conviction is vacated on appeal, they main­\ntain, an acquittal verdict simultaneously returned should\npreclude the Government from retrying the defendant on\nthe vacated count. Our precedent, harmonious with issue-\npreclusion doctrine, opposes the foreclosure petitioners\nseek.\n                              A\n   Bravo and Martínez bear the burden of demonstrating\nthat the jury necessarily resolved in their favor the ques­\ntion whether they violated §666. Schiro, 510 U. S., at 233.\nBut, as we have explained, see supra, at 7, a defendant\ncannot meet that burden where the trial yielded incompat­\nible jury verdicts on the issue the defendant seeks to\ninsulate from relitigation. Here, the jury convicted Bravo\nand Martínez of violating §666 but acquitted them of\n\u000c14         BRAVO-FERNANDEZ v. UNITED STATES\n\n                     Opinion of the Court\n\nconspiring, and traveling with the intent, to violate §666.\nThe convictions and acquittals are irreconcilable because\nother elements of the Travel Act and conspiracy counts\nwere not disputed. See supra, at 10–11, and n. 5. It is\nunknowable “which of the inconsistent verdicts—the\nacquittal[s] or the conviction[s]—‘the jury really meant.’ ”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 47 (quoting Powell, 469 U. S., at 68); see\nRestatement §29, Comment f, at 295 (“Where a determi­\nnation relied on as preclusive is itself inconsistent with\nsome other adjudication of the same issue, . . . confidence\n[in that determination] is generally unwarranted.”). In\nview of the Government’s inability to obtain review of the\nacquittals, Powell, 469 U. S., at 68, the inconsistent jury\nfindings weigh heavily against according those acquittals\nissue-preclusive effect. See Standefer, 447 U. S., at 23,\nn. 17.\n   That petitioners’ bribery convictions were later vacated\nfor trial error does not alter our analysis. The critical\ninquiry is whether the jury actually decided that Bravo\nand Martínez did not violate §666. Ashe counsels us to\napproach that task with “realism and rationality,” 397\nU. S., at 444, in particular, to examine the trial record\n“with an eye to all the circumstances of the proceedings,”\nibid. As the Court of Appeals explained, “the fact [that]\nthe jury . . . convicted [Bravo and Martínez] of violating\n§666 would seem to be of quite obvious relevance” to this\npractical inquiry, “even though the convictions were later\nvacated.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 50. Because issue preclusion\n“depends on the jury’s assessment of the facts in light of\nthe charges as presented at trial,” a conviction overturned\non appeal is “appropriately considered in our assessment\nof [an acquittal] verdict’s preclusive effect.” United States\nv. Citron, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"510035\"\u003e\u003ca href=\"/opinion/510035/united-states-v-ira-paul-citron/\"\u003e\u003cspan class=\"volume\"\u003e853\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1055\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1061 (CA2 1988). Indeed, the\njurors in this case might not have acquitted on the Travel\nAct and conspiracy counts absent their belief that the §666\nbribery convictions would stand. See ibid.\n\u000c                 Cite as: 580 U. S. ____ (2016)          15\n\n                     Opinion of the Court\n\n   Bravo and Martínez could not be retried on the bribery\ncounts, of course, if the Court of Appeals had vacated their\n§666 convictions because there was insufficient evidence to\nsupport those convictions. For double jeopardy purposes,\na court’s evaluation of the evidence as insufficient to con­\nvict is equivalent to an acquittal and therefore bars a\nsecond prosecution for the same offense. See Burks v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109891\"\u003e\u003ca href=\"/opinion/109891/burks-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e437\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 10–11 (1978); cf. Powell, 469\nU. S., at 67 (noting that defendants are “afforded protec­\ntion against jury irrationality or error by [courts’] inde­\npendent review of the sufficiency of the evidence”). But\nthis is scarcely a case in which the prosecution “failed to\nmuster” sufficient evidence in the first proceeding. Burks,\n437 U. S., at 11. Quite the opposite. The evidence pre­\nsented at petitioners’ trial, the Court of Appeals deter­\nmined, supported a guilty verdict on the gratuity theory\n(which the First Circuit ruled impermissible) as well as\nthe quid pro quo theory (which the First Circuit ap­\nproved). \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 44. Vacatur was compelled for the\nsole reason that the First Circuit found the jury charge\nerroneous to the extent that it encompassed gratuities.\nSee supra, at 9–10, and n. 4. Therefore, the general rule\nof “allowing a new trial to rectify trial error” applied.\nBurks, 437 U. S., at 14 (emphasis deleted).\n   Nor, as the Government acknowledges, would retrial be\ntolerable if the trial error could resolve the apparent in­\nconsistency in the jury’s verdicts. See Brief for United\nStates 30 (If, for example, “a jury receives an erroneous\ninstruction on the count of conviction but the correct in­\nstruction on the charge on which it acquits, the instruc­\ntional error may reconcile the verdicts.”). But the instruc­\ntional error here cannot account for the jury’s\ncontradictory determinations because the error applied\nequally to every §666-related count. See supra, at 11.\n   As in Powell, so in this case, “[t]he problem is that the\nsame jury reached inconsistent results.” 469 U. S., at 68.\n\u000c16          BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\nThe convictions’ later invalidation on an unrelated ground\ndoes not erase or reconcile that inconsistency: It does not\nbear on “the factual determinations actually and neces­\nsarily made by the jury,” nor does it “serv[e] to turn the\njury’s otherwise inconsistent and irrational verdict into a\nconsistent and rational verdict.” People v. Wilson, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e496\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eMich.\u003c/span\u003e \u003cspan class=\"page\"\u003e91\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 125, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e852\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.W.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e134\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 151 (2014) (Markman, J.,\ndissenting). Bravo and Martínez, therefore, cannot estab­\nlish the factual predicate necessary to preclude the Gov­\nernment from retrying them on the standalone §666\ncharges—namely, that the jury in the first proceeding\nactually decided that they did not violate the federal brib­\nery statute.\n                                B\n    To support their argument for issue preclusion, Bravo\nand Martínez highlight our decision in Yeager. In Yeager,\nthey point out, we recognized that hung counts “have\nnever been accorded respect as a matter of law or history.”\n557 U. S., at 124. That is also true of vacated convictions,\nthey urge, so vacated convictions, like hung counts, should\nbe excluded from the Ashe inquiry into what the jury\nnecessarily determined.        Brief for Petitioners 20–24.\nAsserting that we have “never held an invalid conviction\n. . . relevant to or evidence of anything,” Tr. of Oral Arg. 5,\nBravo and Martínez argue that taking account of a vacated\nconviction in our issue-preclusion analysis would im­\npermissibly give effect to “a legal nullity,” Brief for Peti­\ntioners 39; see Wilson, 496 Mich., at 107, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e852\u003c/span\u003e \u003cspan class=\"reporter\"\u003eN.W.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n142 (majority opinion) (considering a vacated count would\nimpermissibly “bring that legally vacated conviction back\nto life”).\n    This argument misapprehends the Ashe inquiry. It is\nundisputed that petitioners’ convictions are invalid judg­\nments that may not be used to establish their guilt. The\nquestion is whether issue preclusion stops the Govern­\n\u000c                     Cite as: 580 U. S. ____ (2016)                   17\n\n                          Opinion of the Court\n\nment from prosecuting them anew. On that question,\nBravo and Martínez bear the burden of showing that the\nissue whether they violated §666 has been “determined by\na valid and final judgment of acquittal.” Yeager, 557 U. S.,\nat 119 (internal quotation marks omitted). To judge\nwhether they carried that burden, a court must realisti­\ncally examine the record to identify the ground for the\n§666-based acquittals. Ashe, 397 U. S., at 444. A conviction\nthat contradicts those acquittals is plainly relevant to that\ndetermination, no less so simply because it is later over­\nturned on appeal for unrelated legal error: The split ver­\ndict—finding §666 violated on the standalone counts, but\nnot violated on the related Travel Act and conspiracy\ncounts—tells us that, on one count or the other, “the jury\n[did] not follo[w] the court’s instructions,” whether because\nof “mistake, compromise, or lenity.” Powell, 469 U. S., at\n65; see supra, at 7. Petitioners’ acquittals therefore do not\nsupport the application of issue preclusion here.7\n  Further relying on Yeager, Bravo and Martínez contend\nthat their vacated convictions should be ignored because,\nas with hung counts, “there is no way to decipher” what\nthey represent. Brief for Petitioners 28 (quoting Yeager,\n557 U. S., at 121). The §666 convictions are meaningless,\nthey maintain, because the jury was allowed to convict on\nthe basis of conduct not criminal in the First Circuit—\npayment of a gratuity. Brief for Petitioners 24.\n  This argument trips on Yeager’s reasoning. Yeager did\n\n——————\n   7 Nor is this the first time we have looked to a vacated conviction to\n\nascertain what a jury decided in a prior proceeding. Our holding in\nMorris v. Mathews, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111606\"\u003e\u003ca href=\"/opinion/111606/morris-v-mathews/\"\u003e\u003cspan class=\"volume\"\u003e475\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e237\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1986), that a conviction vacated on\ndouble jeopardy grounds may be “reduced to a conviction for a lesser\nincluded offense which is not jeopardy barred,” id., at 246–247, rested\non exactly that rationale. See id., at 247 (relying on a jeopardy-barred\nvacated conviction for aggravated murder to conclude that the jury\n“necessarily found that the defendant’s conduct satisfie[d] the elements\nof the lesser included offense” of simple murder).\n\u000c18            BRAVO-FERNANDEZ v. UNITED STATES\n\n                           Opinion of the Court\n\nnot rest on a court’s inability to detect the basis for a jury’s\ndecision. Rather, this Court reasoned that, when a jury\nhangs, there is no decision, hence no evidence of irration­\nality. 557 U. S., at 124–125. A verdict of guilt, by con­\ntrast, is a jury decision, even if subsequently vacated on\nappeal. It therefore can evince irrationality.\n  That is the case here. Petitioners do not dispute that\nthe Government’s evidence at trial supported a guilty\nverdict on the quid pro quo theory, or that the gratuity\ninstruction held erroneous by the Court of Appeals applied\nto every §666-based offense. Because no rational jury\ncould have reached conflicting verdicts on those counts,\npetitioners’ §666 convictions “reveal the jury’s inconsis­\ntency—which is the relevant issue here—even if they do not\nreveal which theory of liability jurors relied upon in reach­\ning those inconsistent verdicts.” Brief for United States\n31. In other words, because we do not know what the jury\nwould have concluded had there been no instructional\nerror, Brief for Petitioners 28–29, a new trial on the counts\nof conviction is in order. Bravo and Martínez have suc­\nceeded on appeal to that extent, but they are entitled to no\nmore. The split verdict does not impede the Government\nfrom renewing the prosecution.8\n——————\n   8 A number of lower courts have reached the same conclusion. See\n\nCitron, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e853\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1059 (If the defendant “was convicted of the\noffense that is the subject of the retrial,” the case is materially different\nfrom one with “an acquittal accompanied by a failure to reach a ver­\ndict.”); Price, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e750\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 366 (a case in which “the jury returned no\nverdict of conviction” on the compound count, “but only a verdict of\nacquittal on the substantive count,” is not instructive on whether the\nGovernment may retry a defendant after an inconsistent verdict has\nbeen vacated); Evans, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e987\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1142 (“Yeager does nothing to\nundermine” the conclusion that a defendant may be retried after an\ninconsistent verdict is overturned.); Kelly, 201 N. J., at 494, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1548412\"\u003e\u003ca href=\"/opinion/1548412/state-v-kelly/\"\u003e\u003cspan class=\"volume\"\u003e992\u003c/span\u003e \u003cspan class=\"reporter\"\u003eA.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat 789 (explaining in the context of retrial following vacatur that\n“Yeager has no application to a case . . . involving an inconsistent\nverdict of acquittals and convictions returned by the same jury”).\n\u000c                 Cite as: 580 U. S. ____ (2016)          19\n\n                     Opinion of the Court\n\n  The Double Jeopardy Clause, as the First Circuit ex­\nplained, forever bars the Government from again prosecut­\ning Bravo and Martínez on the §666-based conspiracy and\nTravel Act offenses; “the acquittals themselves remain\ninviolate.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e790\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 51, n. 6. Bravo and Martínez\nhave also gained “the benefit of their appellate victory,”\nibid.: a second trial on the standalone bribery charges, in\nwhich the Government may not invoke a gratuity theory.\nBut issue preclusion is not a doctrine they can comman­\ndeer when inconsistent verdicts shroud in mystery what\nthe jury necessarily decided.\n                        *     *  *\n For the reasons stated, the judgment of the Court of\nAppeals for the First Circuit is\n                                            Affirmed.\n\u000c                  Cite as: 580 U. S. ____ (2016)             1\n\n                     THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–537\n                          _________________\n\n\nJUAN BRAVO-FERNANDEZ AND HECTOR MARTINEZ-\n        MALDONADO, PETITIONERS v.\n\n              UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n             APPEALS FOR THE FIRST CIRCUIT\n\n                      [November 29, 2016]\n\n\n   JUSTICE THOMAS, concurring.\n   The question presented in this case is whether, under\nAshe v. Swenson, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108114\"\u003e\u003ca href=\"/opinion/108114/ashe-v-swenson/\"\u003e\u003cspan class=\"volume\"\u003e397\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e436\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1970), and Yeager v.\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145859\"\u003e\u003ca href=\"/opinion/145859/yeager-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e557\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e110\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2009), a vacated conviction\ncan nullify the preclusive effect of an acquittal under the\nissue-preclusion prong of the Double Jeopardy Clause.\n   As originally understood, the Double Jeopardy Clause\ndoes not have an issue-preclusion prong. “The English\ncommon-law pleas of auterfoits acquit and auterfoits con-\nvict, on which the Clause was based, barred only repeated\n‘prosecution for the same identical act and crime.’ ” Id., at\n128 (Scalia, J., dissenting) (quoting 4 W. Blackstone,\nCommentaries on the Laws of England 330 (1769); em-\nphasis added by dissent); see also Grady v. Corbin, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112432\"\u003e\u003ca href=\"/opinion/112432/grady-v-corbin/\"\u003e\u003cspan class=\"volume\"\u003e495\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e508\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 530–535 (1990) (Scalia, J., dissenting). But “[i]n\nAshe the Court departed from the original meaning of the\nDouble Jeopardy Clause, holding that it precludes suc-\ncessive prosecutions on distinct crimes when facts essen-\ntial to conviction of the second crime have necessarily\nbeen resolved in the defendant’s favor by a verdict of ac-\nquittal of the first crime.” Yeager, supra, at 128 (Scalia, J.,\ndissenting).\n   In Yeager, this Court erroneously and illogically extended\nAshe. See 557 U. S., at 128–131. “Ashe held only that\n\u000c2          BRAVO-FERNANDEZ v. UNITED STATES\n\n                    THOMAS, J., concurring\n\nthe Clause sometimes bars successive prosecution of facts\nfound during ‘a prior proceeding.’ ” Id., at 129 (quoting\nAshe, supra, at 444). Yeager, however, “bar[red] retrial on\nhung counts after what was not . . . a prior proceeding but\nsimply an earlier stage of the same proceeding.” 557 U. S.,\nat 129 (Scalia, J., dissenting).\n   In an appropriate case, we should reconsider the hold-\nings of Ashe and Yeager. Because the Court today prop-\nerly declines to extend those cases, and indeed reaches the\ncorrect result under the Clause’s original meaning, I join\nits opinion.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n      BRAVO-FERNANDEZ ET AL. v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIRST CIRCUIT\n\n  No. 15–537.      Argued October 4, 2016—Decided November 29, 2016\nThe issue-preclusion component of the Double Jeopardy Clause bars a\n  second contest of an issue of fact or law raised and necessarily re­\n  solved by a prior judgment. Ashe v. Swenson, 397 U. S. 436, 443.\n  The burden is on the defendant to demonstrate that the issue he\n  seeks to shield from reconsideration was actually decided by a prior\n  jury’s verdict of acquittal. Schiro v. Farley, 510 U. S. 222, 233. When\n  the same jury returns irreconcilably inconsistent verdicts on the is­\n  sue in question, a defendant cannot meet that burden. The acquittal,\n  therefore, gains no preclusive effect regarding the count of conviction.\n  United States v. Powell, 469 U. S. 57, 68–69. Issue preclusion does,\n  however, attend a jury’s verdict of acquittal if the same jury in the\n  same proceeding fails to reach a verdict on a different count turning\n  on the same issue of ultimate fact. Yeager v. United States, 557 U. S.\n  110, 121–122.\n    In this case, a jury convicted petitioners Juan Bravo-Fernandez\n  (Bravo) and Hector Martínez-Maldonado (Martínez) of bribery in vio­\n  lation of 18 U. S. C. §666. Simultaneously, the jury acquitted them of\n  conspiring to violate §666 and traveling in interstate commerce to vi­\n  olate §666. Because the only contested issue at trial was whether\n  Bravo and Martínez had violated §666 (the other elements of the ac­\n  quitted charges—agreement and travel—were undisputed), the jury’s\n  verdicts were irreconcilably inconsistent. Unlike the guilty verdicts\n  in Powell, however, petitioners’ convictions were later vacated on ap­\n  peal because of error in the judge’s instructions unrelated to the ver­\n  dicts’ inconsistency. In the First Circuit’s view, §666 proscribes only\n  quid pro quo bribery, yet the charge had permitted the jury to find\n  petitioners guilty on a gratuity theory. On remand, Bravo and Mar­\n  tínez moved for judgments of acquittal on the standalone §666 charg­\n\u000c2              BRAVO-FERNANDEZ v. UNITED STATES\n\n                                  Syllabus\n\n    es. They argued that the issue-preclusion component of the Double\n    Jeopardy Clause barred the Government from retrying them on those\n    charges because the jury necessarily determined that they were not\n    guilty of violating §666 when it acquitted them of the related con­\n    spiracy and Travel Act offenses. The District Court denied the mo­\n    tions, and the First Circuit affirmed, holding that the eventual inval­\n    idation of petitioners’ §666 convictions did not undermine Powell’s\n    instruction that issue preclusion does not apply when the same jury\n    returns logically inconsistent verdicts.\nHeld: The issue-preclusion component of the Double Jeopardy Clause\n does not bar the Government from retrying defendants, like petition­\n ers, after a jury has returned irreconcilably inconsistent verdicts of\n conviction and acquittal and the convictions are later vacated for le­\n gal error unrelated to the inconsistency. Pp. 12–19.\n    (a) Because petitioners’ trial yielded incompatible jury verdicts, pe­\n titioners cannot establish that the jury necessarily resolved in their\n favor the question whether they violated §666. In view of the Gov­\n ernment’s inability to obtain review of the acquittals, Powell, 469\n U. S., at 68, the inconsistent jury findings weigh heavily against ac­\n cording those acquittals issue-preclusive effect. The subsequent va­\n catur of petitioners’ bribery convictions does not alter this analysis.\n The critical inquiry is whether the jury actually decided that peti­\n tioners did not violate §666. Ashe instructs courts to approach that\n task with “realism and rationality,” 397 U. S., at 444, in particular, to\n examine the trial record “with an eye to all the circumstances of the\n proceedings,” ibid. The jury’s verdicts convicting petitioners of violat­\n ing §666 remain relevant to this practical inquiry, even if the convic­\n tions are later vacated on appeal for unrelated trial error.\n    Petitioners could not be retried if the Court of Appeals had vacated\n their §666 bribery convictions because of insufficient evidence, see\n Burks v. United States, 437 U. S. 1, 10–11, or if the trial error could\n resolve the apparent inconsistency in the jury’s verdicts. But the ev­\n idence here was sufficient to convict petitioners on the quid pro quo\n bribery theory the First Circuit approved. And the instructional er­\n ror cannot account for the jury’s inconsistent determinations, for the\n error applied equally to every §666-related count. Pp. 12–16.\n    (b) Petitioners argue that vacated judgments should be excluded\n from the Ashe inquiry because vacated convictions, like the hung\n counts in Yeager, are legal nullities that “have never been accorded\n respect as a matter of law or history.” Yeager, 557 U. S., at 124.\n That argument misapprehends the Ashe inquiry. Bravo and Mar­\n tínez bear the burden of showing that the issue whether they violated\n §666 has been “determined by a valid and final judgment of acquit­\n tal.” 557 U. S., at 119 (internal quotation marks omitted). To judge\n\u000c                     Cite as: 580 U. S. ____ (2016)                      3\n\n                                Syllabus\n\n  whether they carried that burden, a court must realistically examine\n  the record to identify the ground for the §666-based acquittals. Ashe,\n  397 U. S., at 444. A conviction that contradicts those acquittals is\n  plainly relevant to that determination, no less so simply because it is\n  later overturned on appeal for unrelated legal error. See Powell, 469\n  U. S., at 65.\n     Petitioners further contend that, under Yeager, the §666 convic­\n  tions are meaningless because the jury was allowed to convict on the\n  basis of conduct not criminal in the First Circuit—payment of a gra­\n  tuity. But Yeager did not rest on a court’s inability to detect the basis\n  for a decision the jury in fact rendered. Rather, when a jury hangs,\n  there is no decision, hence no inconsistency. 557 U. S., at 124–125.\n  By contrast, a verdict of guilt is a jury decision, even if subsequently\n  vacated, and therefore can evince jury inconsistency. That is the case\n  here. Petitioners gained a second trial on the standalone bribery\n  charges, but they are not entitled to more. Issue preclusion is not a\n  doctrine they can commandeer when inconsistent verdicts shroud in\n  mystery what the jury necessarily decided. Pp. 16–19.\n790 F. 3d 41, affirmed.\n\n   GINSBURG, J., delivered the opinion for a unanimous Court. THOMAS,\nJ., filed a concurring opinion.\n\u000c                        Cite as: 580 U. S. ____ (2016)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–537\n                                   _________________\n\n\nJUAN BRAVO-FERNANDEZ AND HECTOR MARTINEZ­\n        MALDONADO, PETITIONERS v.\n\n              UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n             APPEALS FOR THE FIRST CIRCUIT\n\n                             [November 29, 2016]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  This case concerns the issue-preclusion component of\nthe Double Jeopardy Clause.1 In criminal prosecutions, as\nin civil litigation, the issue-preclusion principle means\nthat “when an issue of ultimate fact has once been deter­\nmined by a valid and final judgment, that issue cannot\nagain be litigated between the same parties in any future\nlawsuit.” Ashe v. Swenson, 397 U. S. 436, 443 (1970).\n  Does issue preclusion apply when a jury returns incon­\nsistent verdicts, convicting on one count and acquitting on\nanother count, where both counts turn on the very same\nissue of ultimate fact? In such a case, this Court has held,\nboth verdicts stand. The Government is barred by the\nDouble Jeopardy Clause from challenging the acquittal,\n\n——————\n\n  1 The parties use the expression “collateral estoppel component,” but\n\nas this Court has observed, “issue preclusion” is the more descriptive\nterm. Yeager v. United States, 557 U. S. 110, 120, n. 4 (2009); see\nRestatement (Second) of Judgments §27, Comment b, pp. 251–252\n(1980).\n\u000c2          BRAVO-FERNANDEZ v. UNITED STATES\n\n                     Opinion of the Court\n\nsee Green v. United States, 355 U. S. 184, 188 (1957), but\nbecause the verdicts are rationally irreconcilable, the\nacquittal gains no preclusive effect, United States v. Pow-\nell, 469 U. S. 57, 68 (1984).\n   Does issue preclusion attend a jury’s acquittal verdict if\nthe same jury in the same proceeding fails to reach a\nverdict on a different count turning on the same critical\nissue? This Court has answered yes, in those circum­\nstances, the acquittal has preclusive force. Yeager v.\nUnited States, 557 U. S. 110, 121–122 (2009). As “there is\nno way to decipher what a hung count represents,” we\nreasoned, a jury’s failure to decide “has no place in the\nissue-preclusion analysis.” Ibid.; see id., at 125 (“[T]he\nfact that a jury hangs is evidence of nothing—other than,\nof course, that it has failed to decide anything.”).\n   In the case before us, the jury returned irreconcilably\ninconsistent verdicts of conviction and acquittal. Without\nmore, Powell would control. There could be no retrial of\ncharges that yielded acquittals but, in view of the incon­\nsistent verdicts, the acquittals would have no issue­\npreclusive effect on charges that yielded convictions. In\nthis case, however, unlike Powell, the guilty verdicts were\nvacated on appeal because of error in the judge’s instruc­\ntions unrelated to the verdicts’ inconsistency. Petitioners\nurge that, just as a jury’s failure to decide has no place in\nissue-preclusion analysis, so vacated guilty verdicts should\nnot figure in that analysis.\n   We hold otherwise. One cannot know from the jury’s\nreport why it returned no verdict. “A host of reasons”\ncould account for a jury’s failure to decide—“sharp dis­\nagreement, confusion about the issues, exhaustion after a\nlong trial, to name but a few.” Yeager, 557 U. S., at 121.\nBut actual inconsistency in a jury’s verdicts is a reality;\nvacatur of a conviction for unrelated legal error does not\nreconcile the jury’s inconsistent returns. We therefore\nbracket this case with Powell, not Yeager, and affirm the\n\u000c                  Cite as: 580 U. S. ____ (2016)            3\n\n                      Opinion of the Court\n\njudgment of the Court of Appeals, which held that issue\npreclusion does not apply when verdict inconsistency\nrenders unanswerable “what the jury necessarily decided.”\n790 F. 3d 41, 47 (CA1 2015).\n                                I\n\n                               A\n\n  The doctrine of claim preclusion instructs that a final\njudgment on the merits “foreclos[es] successive litigation\nof the very same claim.” New Hampshire v. Maine, 532\nU. S. 742, 748 (2001); see Restatement (Second) of Judg­\nments §19, p. 161 (1980) (hereinafter Restatement). So\ninstructing, the doctrine serves to “avoid multiple suits on\nidentical entitlements or obligations between the same\nparties.” 18 C. Wright, A. Miller, \u0026 E. Cooper, Federal\nPractice and Procedure §4402, p. 9 (2d ed. 2002) (herein­\nafter Wright \u0026 Miller). Long operative in civil litigation,\nRestatement, at 2, claim preclusion is also essential to the\nConstitution’s prohibition against successive criminal\nprosecutions. No person, the Double Jeopardy Clause\nstates, shall be “subject for the same offense to be twice\nput in jeopardy of life or limb.” Amdt. 5. The Clause\n“protects against a second prosecution for the same offense\nafter conviction”; as well, “[i]t protects against a second\nprosecution for the same offense after acquittal.” North\nCarolina v. Pearce, 395 U. S. 711, 717 (1969). “[A] verdict\nof acquittal [in our justice system] is final,” the last word\non a criminal charge, and therefore operates as “a bar to a\nsubsequent prosecution for the same offense.” Green v.\nUnited States, 355 U. S. 184, 188 (1957).\n  The allied doctrine of issue preclusion ordinarily bars\nrelitigation of an issue of fact or law raised and necessarily\nresolved by a prior judgment. See Restatement §§17, 27,\nat 148, 250; Wright \u0026 Miller §4416, at 386. It applies in\nboth civil and criminal proceedings, with an important\ndistinction. In civil litigation, where issue preclusion and\n\u000c4           BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\nits ramifications first developed, the availability of appel­\nlate review is a key factor. Restatement §28, Comment a,\nat 274; see id., §28, Reporter’s Note, at 284 (noting “the\npervasive importance of reviewability in the application of\npreclusion doctrine”). In significant part, preclusion doc­\ntrine is premised on “an underlying confidence that the\nresult achieved in the initial litigation was substantially\ncorrect.” Standefer v. United States, 447 U. S. 10, 23, n. 18\n(1980); see Restatement §29, Comment f, at 295. “In the\nabsence of appellate review,” we have observed, “such\nconfidence is often unwarranted.” Standefer, 447 U. S., at\n23, n. 18.\n   In civil suits, inability to obtain review is exceptional; it\noccurs typically when the controversy has become moot.\nIn criminal cases, however, only one side (the defendant)\nhas recourse to an appeal from an adverse judgment on\nthe merits. The Government “cannot secure appellate\nreview” of an acquittal, id., at 22, even one “based upon an\negregiously erroneous foundation,” Arizona v. Washington,\n434 U. S. 497, 503 (1978). Juries enjoy an “unreviewable\npower . . . to return a verdict of not guilty for impermissi­\nble reasons,” for “the Government is precluded from ap­\npealing or otherwise upsetting such an acquittal by the\nConstitution’s Double Jeopardy Clause.” United States v.\nPowell, 469 U. S. 57, 63, 65 (1984). The absence of appel­\nlate review of acquittals, we have cautioned, calls for\nguarded application of preclusion doctrine in criminal\ncases. See Standefer, 447 U. S., at 22–23, and n. 18.\nParticularly where it appears that a jury’s verdict is the\nresult of compromise, compassion, lenity, or misunder­\nstanding of the governing law, the Government’s inability\nto gain review “strongly militates against giving an ac­\nquittal [issue] preclusive effect.” Id., at 23. See also Re­\nstatement §29, Comment g, at 295 (Where circumstances\nsuggest that an issue was resolved on erroneous consider­\nations, “taking the prior determination at face value for\n\u000c                     Cite as: 580 U. S. ____ (2016)                    5\n\n                          Opinion of the Court\n\npurposes of the second action would [impermissibly] ex­\ntend the . . . imperfections in the adjudicative process.”);\nid., §28, Comment j, at 283 (Issue preclusion may be de­\nnied where it is “evident from the jury’s verdict that the\nverdict was the result of compromise.”); Wright \u0026 Miller\n§4423, at 617 (same).\n                              B\n   This case requires us to determine whether an appellate\ncourt’s vacatur of a conviction alters issue-preclusion\nanalysis under the Double Jeopardy Clause. Three prior\ndecisions guide our disposition.\n   This Court first interpreted the Double Jeopardy Clause\nto incorporate the principle of issue preclusion in Ashe v.\nSwenson, 397 U. S. 436 (1970).2 Ashe involved a robbery\nof six poker players by a group of masked men. Ashe was\ncharged with robbing one of the players, but a jury acquit­\nted him “due to insufficient evidence.” Id., at 439. The\nState then tried Ashe again, this time for robbing another\nof the poker players. Aided by “substantially stronger”\ntestimony from “witnesses [who] were for the most part\nthe same,” id., at 439–440, the State secured a conviction.\nWe held that the second prosecution violated the Double\nJeopardy Clause. Because the sole issue in dispute in the\nfirst trial was whether Ashe had been one of the robbers,\nthe jury’s acquittal verdict precluded the State from trying\nto convince a different jury of that very same fact in a\nsecond trial. Id., at 445.\n——————\n  2 Though we earlier recognized that res judicata (which embraces\n\nboth claim and issue preclusion) applies in criminal as well as civil\nproceedings, we did not link the issue-preclusion inquiry to the Double\nJeopardy Clause. See Sealfon v. United States, 332 U. S. 575, 578\n(1948); Frank v. Mangum, 237 U. S. 309, 334 (1915) (The principle that\n“a question of fact or of law distinctly put in issue and directly deter­\nmined by a court of competent jurisdiction cannot afterwards be dis­\nputed between the same parties” applies to “the decisions of criminal\ncourts.”).\n\u000c6          BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\n   Our decision in Ashe explained that issue preclusion in\ncriminal cases must be applied with “realism and rational­\nity.” Id., at 444. To identify what a jury in a previous trial\nnecessarily decided, we instructed, a court must “examine\nthe record of a prior proceeding, taking into account the\npleadings, evidence, charge, and other relevant matter.”\nIbid. (quoting Mayers \u0026 Yarbrough, Bis Vexari: New\nTrials and Successive Prosecutions, 74 Harv. L. Rev. 1, 38\n(1960)). This inquiry, we explained, “must be set in a\npractical frame and viewed with an eye to all the circum­\nstances of the proceedings.” 397 U. S., at 444 (quoting\nSealfon v. United States, 332 U. S. 575, 579 (1948)). We\nhave also made clear that “[t]he burden is on the defend­\nant to demonstrate that the issue whose relitigation he\nseeks to foreclose was actually decided” by a prior jury’s\nverdict of acquittal. Schiro v. Farley, 510 U. S. 222, 233\n(1994) (internal quotation marks omitted); accord Dowling\nv. United States, 493 U. S. 342, 350 (1990).\n   In United States v. Powell, 469 U. S. 57, we held that a\ndefendant cannot meet this burden when the same jury\nreturns irreconcilably inconsistent verdicts on the ques­\ntion she seeks to shield from reconsideration. Powell’s\nstarting point was our holding in Dunn v. United States,\n284 U. S. 390 (1932), that a criminal defendant may not\nattack a jury’s finding of guilt on one count as inconsistent\nwith the jury’s verdict of acquittal on another count.\nPowell, 469 U. S., at 58–59. The Court’s opinion in Dunn\nstated no exceptions to this rule, and after Dunn the Court\nhad several times “alluded to [the] rule as an established\nprinciple,” 469 U. S., at 63. Nevertheless, several Courts\nof Appeals had “recogniz[ed] exceptions to the rule,” id., at\n62, and Powell sought an exception for the verdicts of guilt\nshe faced.\n   At trial, a jury had acquitted Powell of various substan­\ntive drug charges but convicted her of using a telephone in\n“causing and facilitating” those same offenses. Id., at 59–\n\u000c                 Cite as: 580 U. S. ____ (2016)            7\n\n                     Opinion of the Court\n\n60. She appealed, arguing that “the verdicts were incon­\nsistent, and that she therefore was entitled to reversal of\nthe telephone facilitation convictions.” Id., at 60. Issue\npreclusion, she maintained, barred “acceptance of [the]\nguilty verdict[s]” on the auxiliary offenses because the\nsame jury had acquitted her of the predicate felonies. Id.,\nat 64.\n   Rejecting Powell’s argument, we noted that issue pre­\nclusion is “predicated on the assumption that the jury\nacted rationally.” Id., at 68. When a jury returns irrecon­\ncilably inconsistent verdicts, we said, one can glean no\nmore than that “either in the acquittal or the conviction\nthe jury did not speak their real conclusions.” Id., at 64\n(quoting Dunn, 284 U. S., at 393). Although it is impos­\nsible to discern which verdict the jurors arrived at ration­\nally, we observed, “that does not show that they were not\nconvinced of the defendant’s guilt.” Powell, 469 U. S., at\n64–65 (quoting Dunn, 284 U. S., at 393). In the event of\ninconsistent verdicts, we pointed out, it is just as likely\nthat “the jury, convinced of guilt, properly reached its\nconclusion on [one count], and then through mistake,\ncompromise, or lenity, arrived at an inconsistent conclu­\nsion on the [related] offense.” Powell, 469 U. S., at 65.\nBecause a court would be at a loss to know which verdict\nthe jury “really meant,” we reasoned, principles of issue\npreclusion are not useful, for they are “predicated on the\nassumption that the jury acted rationally and found cer­\ntain facts in reaching its verdict.” Id., at 68. Holding that\nthe acquittals had no preclusive effect on the counts of\nconviction, we reaffirmed Dunn’s rule, under which both\nPowell’s convictions and her acquittals, albeit inconsistent,\nremained undisturbed. 469 U. S., at 69.\n   Finally, in Yeager v. United States, 557 U. S. 110 (2009),\nwe clarified that Powell’s holding on inconsistent verdicts\ndoes not extend to an apparent inconsistency between a\njury’s verdict of acquittal on one count and its inability to\n\u000c8           BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\nreach a verdict on another count. See 557 U. S., at 124\n(“[I]nconsistent verdicts” present an “entirely different\ncontext” than one involving “both verdicts and seemingly\ninconsistent hung counts.”). Yeager was tried on charges\nof fraud and insider trading. Id., at 114. The jury acquit­\nted him of the fraud offenses, which the Court of Appeals\nconcluded must have reflected a finding that he “did not\nhave any insider information that contradicted what was\npresented to the public.” Id., at 116. Yet the jury failed to\nreach a verdict on the insider-trading charges, as to which\n“the possession of insider information was [likewise] a\ncritical issue of ultimate fact.” Id., at 123. Arguing that\nthe jury had therefore acted inconsistently, the Govern­\nment sought to retry Yeager on the hung counts. We ruled\nthat retrial was barred by the Double Jeopardy Clause.\n   A jury “speaks only through its verdict,” we noted. Id.,\nat 121. Any number of reasons—including confusion\nabout the issues and sheer exhaustion, we observed—\ncould cause a jury to hang. Ibid. Accordingly, we said,\nonly “a jury’s decisions, not its failures to decide,” identify\n“what a jury necessarily determined at trial.” Id., at 122.\nBecause a hung count reveals nothing more than a jury’s\nfailure to reach a decision, we further reasoned, it supplies\nno evidence of the jury’s irrationality. Id., at 124–125.\nHung counts, we therefore held, “ha[ve] no place in the\nissue-preclusion analysis,” id., at 122: When a jury acquits\non one count while failing to reach a verdict on another\ncount concerning the same issue of ultimate fact, the\nacquittal, and only the acquittal, counts for preclusion\npurposes. Given the preclusive effect of the acquittal, the\nCourt concluded, Yeager could not be retried on the hung\ncount. Id., at 122–125.\n                            C\n  With our controlling precedent in view, we turn to the\ninconsistent verdicts rendered in this case. The prosecu­\n\u000c                     Cite as: 580 U. S. ____ (2016)                    9\n\n                          Opinion of the Court\n\ntion stemmed from an alleged bribe paid by petitioner\nJuan Bravo-Fernandez (Bravo), an entrepreneur, to peti­\ntioner Hector Martínez-Maldonado (Martínez), then a\nsenator serving the Commonwealth of Puerto Rico. The\nalleged bribe took the form of an all-expenses-paid trip to\nLas Vegas, including a $1,000 seat at a professional box­\ning match featuring a popular Puerto Rican contender.\nUnited States v. Fernandez, 722 F. 3d 1, 6 (CA1 2013).\nAccording to the Government, Bravo intended the bribe to\nsecure Martínez’ help in shepherding legislation through\nthe Puerto Rico Senate that, if enacted, would “provid[e]\nsubstantial financial benefits” to Bravo’s enterprise. Ibid.\nIn the leadup to the Las Vegas trip, Martínez submitted\nthe legislation for the Senate’s consideration and issued a\ncommittee report supporting it; within a week of returning\nfrom Las Vegas, Martínez issued another favorable report\nand voted to enact the legislation. Id., at 6–7.\n   Based on these events, a federal grand jury in Puerto\nRico indicted petitioners for, inter alia, federal-program\nbribery, in violation of 18 U. S. C. §666; conspiracy to\nviolate §666, in violation of §371; and traveling in inter­\nstate commerce to further violations of §666, in violation of\nthe Travel Act, §1952(a)(3)(A).3 Following a three-week\ntrial, a jury convicted Bravo and Martínez of the\nstandalone §666 bribery offense, but acquitted them of the\nrelated conspiracy and Travel Act charges. Fernandez,\n722 F. 3d, at 7. Each received a sentence of 48 months in\nprison. Id., at 8.\n   The Court of Appeals for the First Circuit vacated the\n§666 convictions for instructional error. Id., at 27. In the\nFirst Circuit’s view, the jury had been erroneously charged\non what constitutes criminal conduct under that statute.\nId., at 22–27. The charge permitted the jury to find Bravo\n——————\n  3 Petitioners were indicted on several other charges not relevant here.\n\nSee United States v. Fernandez, 722 F. 3d 1, 7 (CA1 2013).\n\u000c10            BRAVO-FERNANDEZ v. UNITED STATES\n\n                          Opinion of the Court\n\nand Martínez “guilty of offering and receiving a gratuity,”\nid., at 16, but, the appeals court held, §666 proscribes only\nquid pro quo bribes, and not gratuities, id., at 6, 22.4\nTrue, the court acknowledged, the jury was instructed on\nboth theories of bribery, and the evidence at trial sufficed\nto support a guilty verdict on either theory. Id., at 19–20.\nBut the Court of Appeals could not say with confidence\nthat the erroneous charge was harmless, so it vacated the\n§666 convictions and remanded for further proceedings.\nId., at 27, 39.\n  On remand, relying on the issue-preclusion component\nof the Double Jeopardy Clause, Bravo and Martínez\nmoved for judgments of acquittal on the standalone §666\ncharges. 988 F. Supp. 2d 191 (PR 2013). They could not\nbe retried on the bribery offense, they insisted, because\nthe jury necessarily determined that they were not guilty\nof violating §666 when it acquitted them of conspiring to\nviolate §666 and traveling in interstate commerce to fur­\nther violations of §666. Id., at 193. That was so, petition­\ners maintained, because the only contested issue at trial\nwas whether Bravo had offered, and Martínez had accepted,\na bribe within the meaning of §666. Id., at 196; see Tr.\nof Oral Arg. 4 (“There was no dispute that they agreed to\ngo to a boxing match together”; nor was there any dispute\n“that to get to Las Vegas from Puerto Rico, you have to\ntravel” across state lines.). The District Court denied the\nmotions for acquittal. 988 F. Supp. 2d, at 196–198. If the\nsole issue disputed at trial was whether Bravo and Mar­\ntínez had violated §666, the court explained, then “the jury\n——————\n  4 As the First Circuit acknowledged, this holding is contrary to the\n\nrulings of “most circuits to have addressed th[e] issue.” Id., at 6. Three\nother Federal Courts of Appeals have considered the question; each has\nheld that §666 prohibits gratuities as well as quid pro quo bribes. See\nUnited States v. Bahel, 662 F. 3d 610, 636 (CA2 2011); United States v.\nHawkins, 777 F. 3d 880, 881 (CA7 2015); United States v. Zimmerman,\n509 F. 3d 920, 927 (CA8 2007).\n\u000c                     Cite as: 580 U. S. ____ (2016)                    11\n\n                          Opinion of the Court\n\n[had] acted irrationally.” Id., at 196. Because the same\njury had simultaneously convicted Bravo and Martínez on\nthe standalone §666 charges, “the verdict simply was\ninconsistent.” Ibid.\n   The First Circuit affirmed the denial of petitioners’\nmotions for acquittal, agreeing that the jury’s inconsistent\nreturns were fatal to petitioners’ issue-preclusion plea.\n790 F. 3d 41. The jury received the same bribery instruc­\ntions for each count involving §666, the court noted, so the\n§666-based verdicts—convicting on the standalone bribery\ncharges but acquitting on the related Travel Act and\nconspiracy counts—could not be reconciled. Id., at 54–55.5\n   The Court of Appeals rejected petitioners’ argument\nthat the eventual invalidation of the bribery convictions\nrendered Powell’s inconsistent-verdicts rule inapplicable.\nAshe, the court reminded, calls for a practical appraisal\nbased on the complete record of the prior proceeding; the\n§666 bribery convictions, like the §666-based acquittals,\nwere part of that record. See 790 F. 3d, at 50. Nor are\nvacated convictions like hung counts for issue-preclusion\npurposes, the court continued. Informed by our decision in\nYeager, the First Circuit recognized that a hung count\nreveals only a jury’s failure to decide, and therefore cannot\nevidence actual inconsistency with a jury’s decision. 790\nF. 3d, at 50–51. In contrast, the court said, vacated con­\nvictions “are jury decisions, through which the jury has\nspoken.” Id., at 51. The later upset of a conviction on an\nunrelated ground, the court reasoned, does not undermine\nPowell’s recognition that “inconsistent verdicts make it\n——————\n  5 As just observed, see supra, at 10, petitioners urge that §666 bribery\n\nwas the sole issue in controversy, and that there was no dispute on\nother elements of the Travel Act and conspiracy counts. See Tr. of Oral\nArg. 4. See also Brief for United States 13 (accepting that the jury\n“returned irreconcilably inconsistent verdicts”). If another element\ncould explain the acquittals, then there would be no inconsistency and\nno argument against a new trial on bribery. See infra, at 12–13.\n\u000c12           BRAVO-FERNANDEZ v. UNITED STATES\n\n                         Opinion of the Court\n\nimpossible to determine what a jury necessarily decided.”\n790 F. 3d, at 51. The First Circuit therefore concluded\nthat “vacated convictions, unlike hung counts, are relevant\nto the Ashe [issue-preclusion] inquiry.” Ibid.\n   We granted certiorari to resolve a conflict among courts\non this question: Does the issue-preclusion component of\nthe Double Jeopardy Clause bar the Government from\nretrying defendants, like Bravo and Martínez, after a jury\nhas returned irreconcilably inconsistent verdicts of convic­\ntion and acquittal, and the convictions are later vacated\nfor legal error unrelated to the inconsistency?6 557 U. S.\n___ (2016). Holding that the Double Jeopardy Clause does\nnot bar retrial in these circumstances, we affirm the First\nCircuit’s judgment.\n                              II\n   When a conviction is overturned on appeal, “[t]he gen­\neral rule is that the [Double Jeopardy] Clause does not bar\nreprosecution.” Justices of Boston Municipal Court v.\nLydon, 466 U. S. 294, 308 (1984). The ordinary conse­\nquence of vacatur, if the Government so elects, is a new\ntrial shorn of the error that infected the first trial. This\n——————\n   6 Compare United States v. Citron, 853 F. 2d 1055, 1058–1061 (CA2\n\n1988) (holding that retrial does not violate Double Jeopardy Clause\nunder these circumstances); United States v. Price, 750 F. 2d 363, 366\n(CA5 1985) (same); Evans v. United States, 987 A. 2d 1138, 1141–1142\n(D. C. 2010) (same); and State v. Kelly, 201 N. J. 471, 493–494, 992 A.\n2d 776, 789 (2010) (same), with People v. Wilson, 496 Mich. 91, 105–\n107, 852 N. W. 2d 134, 141–142 (2014) (holding that Double Jeopardy\nClause bars retrial in this situation). As the First Circuit explained,\n“[a]lthough Citron and Price predate Yeager, both the Second and Fifth\nCircuits decided that vacated counts are relevant to the Ashe analysis\nat a time when those circuits had already ruled that hung counts\nshould be disregarded for purposes of the Ashe inquiry.” 790 F. 3d 41,\n51, n. 7 (2015) (citing United States v. Mespoulede, 597 F. 2d 329, 332,\n335–336 (CA2 1979); United States v. Nelson, 599 F. 2d 714, 716–717\n(CA5 1979)). The Second Circuit, moreover, has adhered to Citron since\nYeager. See United States v. Bruno, 531 Fed. Appx. 47, 49 (2013).\n\u000c                 Cite as: 580 U. S. ____ (2016)          13\n\n                     Opinion of the Court\n\n“continuing jeopardy” rule neither gives effect to the va­\ncated judgment nor offends double jeopardy principles.\nRather, it reflects the reality that the “criminal proceed­\nings against an accused have not run their full course.”\nIbid. And by permitting a new trial post vacatur, the\ncontinuing-jeopardy rule serves both society’s and criminal\ndefendants’ interests in the fair administration of justice.\n“It would be a high price indeed for society to pay,” we\nhave recognized, “were every accused granted immunity\nfrom punishment because of any defect sufficient to consti­\ntute reversible error in the proceedings leading to convic­\ntion.” United States v. Tateo, 377 U. S. 463, 466 (1964).\nAnd the rights of criminal defendants would suffer too, for\n“it is at least doubtful that appellate courts would be as\nzealous as they now are in protecting against the effects of\nimproprieties at the trial or pretrial stage if they knew\nthat reversal of a conviction would put the accused irrevo­\ncably beyond the reach of further prosecution.” Ibid.\n   Bravo and Martínez ask us to deviate from the general\nrule that, post vacatur of a conviction, a new trial is in\norder. When a conviction is vacated on appeal, they main­\ntain, an acquittal verdict simultaneously returned should\npreclude the Government from retrying the defendant on\nthe vacated count. Our precedent, harmonious with issue-\npreclusion doctrine, opposes the foreclosure petitioners\nseek.\n                              A\n   Bravo and Martínez bear the burden of demonstrating\nthat the jury necessarily resolved in their favor the ques­\ntion whether they violated §666. Schiro, 510 U. S., at 233.\nBut, as we have explained, see supra, at 7, a defendant\ncannot meet that burden where the trial yielded incompat­\nible jury verdicts on the issue the defendant seeks to\ninsulate from relitigation. Here, the jury convicted Bravo\nand Martínez of violating §666 but acquitted them of\n\u000c14         BRAVO-FERNANDEZ v. UNITED STATES\n\n                     Opinion of the Court\n\nconspiring, and traveling with the intent, to violate §666.\nThe convictions and acquittals are irreconcilable because\nother elements of the Travel Act and conspiracy counts\nwere not disputed. See supra, at 10–11, and n. 5. It is\nunknowable “which of the inconsistent verdicts—the\nacquittal[s] or the conviction[s]—‘the jury really meant.’ ”\n790 F. 3d, at 47 (quoting Powell, 469 U. S., at 68); see\nRestatement §29, Comment f, at 295 (“Where a determi­\nnation relied on as preclusive is itself inconsistent with\nsome other adjudication of the same issue, . . . confidence\n[in that determination] is generally unwarranted.”). In\nview of the Government’s inability to obtain review of the\nacquittals, Powell, 469 U. S., at 68, the inconsistent jury\nfindings weigh heavily against according those acquittals\nissue-preclusive effect. See Standefer, 447 U. S., at 23,\nn. 17.\n   That petitioners’ bribery convictions were later vacated\nfor trial error does not alter our analysis. The critical\ninquiry is whether the jury actually decided that Bravo\nand Martínez did not violate §666. Ashe counsels us to\napproach that task with “realism and rationality,” 397\nU. S., at 444, in particular, to examine the trial record\n“with an eye to all the circumstances of the proceedings,”\nibid. As the Court of Appeals explained, “the fact [that]\nthe jury . . . convicted [Bravo and Martínez] of violating\n§666 would seem to be of quite obvious relevance” to this\npractical inquiry, “even though the convictions were later\nvacated.” 790 F. 3d, at 50. Because issue preclusion\n“depends on the jury’s assessment of the facts in light of\nthe charges as presented at trial,” a conviction overturned\non appeal is “appropriately considered in our assessment\nof [an acquittal] verdict’s preclusive effect.” United States\nv. Citron, 853 F. 2d 1055, 1061 (CA2 1988). Indeed, the\njurors in this case might not have acquitted on the Travel\nAct and conspiracy counts absent their belief that the §666\nbribery convictions would stand. See ibid.\n\u000c                 Cite as: 580 U. S. ____ (2016)          15\n\n                     Opinion of the Court\n\n   Bravo and Martínez could not be retried on the bribery\ncounts, of course, if the Court of Appeals had vacated their\n§666 convictions because there was insufficient evidence to\nsupport those convictions. For double jeopardy purposes,\na court’s evaluation of the evidence as insufficient to con­\nvict is equivalent to an acquittal and therefore bars a\nsecond prosecution for the same offense. See Burks v.\nUnited States, 437 U. S. 1, 10–11 (1978); cf. Powell, 469\nU. S., at 67 (noting that defendants are “afforded protec­\ntion against jury irrationality or error by [courts’] inde­\npendent review of the sufficiency of the evidence”). But\nthis is scarcely a case in which the prosecution “failed to\nmuster” sufficient evidence in the first proceeding. Burks,\n437 U. S., at 11. Quite the opposite. The evidence pre­\nsented at petitioners’ trial, the Court of Appeals deter­\nmined, supported a guilty verdict on the gratuity theory\n(which the First Circuit ruled impermissible) as well as\nthe quid pro quo theory (which the First Circuit ap­\nproved). 790 F. 3d, at 44. Vacatur was compelled for the\nsole reason that the First Circuit found the jury charge\nerroneous to the extent that it encompassed gratuities.\nSee supra, at 9–10, and n. 4. Therefore, the general rule\nof “allowing a new trial to rectify trial error” applied.\nBurks, 437 U. S., at 14 (emphasis deleted).\n   Nor, as the Government acknowledges, would retrial be\ntolerable if the trial error could resolve the apparent in­\nconsistency in the jury’s verdicts. See Brief for United\nStates 30 (If, for example, “a jury receives an erroneous\ninstruction on the count of conviction but the correct in­\nstruction on the charge on which it acquits, the instruc­\ntional error may reconcile the verdicts.”). But the instruc­\ntional error here cannot account for the jury’s\ncontradictory determinations because the error applied\nequally to every §666-related count. See supra, at 11.\n   As in Powell, so in this case, “[t]he problem is that the\nsame jury reached inconsistent results.” 469 U. S., at 68.\n\u000c16          BRAVO-FERNANDEZ v. UNITED STATES\n\n                      Opinion of the Court\n\nThe convictions’ later invalidation on an unrelated ground\ndoes not erase or reconcile that inconsistency: It does not\nbear on “the factual determinations actually and neces­\nsarily made by the jury,” nor does it “serv[e] to turn the\njury’s otherwise inconsistent and irrational verdict into a\nconsistent and rational verdict.” People v. Wilson, 496\nMich. 91, 125, 852 N. W. 2d 134, 151 (2014) (Markman, J.,\ndissenting). Bravo and Martínez, therefore, cannot estab­\nlish the factual predicate necessary to preclude the Gov­\nernment from retrying them on the standalone §666\ncharges—namely, that the jury in the first proceeding\nactually decided that they did not violate the federal brib­\nery statute.\n                                B\n    To support their argument for issue preclusion, Bravo\nand Martínez highlight our decision in Yeager. In Yeager,\nthey point out, we recognized that hung counts “have\nnever been accorded respect as a matter of law or history.”\n557 U. S., at 124. That is also true of vacated convictions,\nthey urge, so vacated convictions, like hung counts, should\nbe excluded from the Ashe inquiry into what the jury\nnecessarily determined.        Brief for Petitioners 20–24.\nAsserting that we have “never held an invalid conviction\n. . . relevant to or evidence of anything,” Tr. of Oral Arg. 5,\nBravo and Martínez argue that taking account of a vacated\nconviction in our issue-preclusion analysis would im­\npermissibly give effect to “a legal nullity,” Brief for Peti­\ntioners 39; see Wilson, 496 Mich., at 107, 852 N. W. 2d, at\n142 (majority opinion) (considering a vacated count would\nimpermissibly “bring that legally vacated conviction back\nto life”).\n    This argument misapprehends the Ashe inquiry. It is\nundisputed that petitioners’ convictions are invalid judg­\nments that may not be used to establish their guilt. The\nquestion is whether issue preclusion stops the Govern­\n\u000c                     Cite as: 580 U. S. ____ (2016)                   17\n\n                          Opinion of the Court\n\nment from prosecuting them anew. On that question,\nBravo and Martínez bear the burden of showing that the\nissue whether they violated §666 has been “determined by\na valid and final judgment of acquittal.” Yeager, 557 U. S.,\nat 119 (internal quotation marks omitted). To judge\nwhether they carried that burden, a court must realisti­\ncally examine the record to identify the ground for the\n§666-based acquittals. Ashe, 397 U. S., at 444. A conviction\nthat contradicts those acquittals is plainly relevant to that\ndetermination, no less so simply because it is later over­\nturned on appeal for unrelated legal error: The split ver­\ndict—finding §666 violated on the standalone counts, but\nnot violated on the related Travel Act and conspiracy\ncounts—tells us that, on one count or the other, “the jury\n[did] not follo[w] the court’s instructions,” whether because\nof “mistake, compromise, or lenity.” Powell, 469 U. S., at\n65; see supra, at 7. Petitioners’ acquittals therefore do not\nsupport the application of issue preclusion here.7\n  Further relying on Yeager, Bravo and Martínez contend\nthat their vacated convictions should be ignored because,\nas with hung counts, “there is no way to decipher” what\nthey represent. Brief for Petitioners 28 (quoting Yeager,\n557 U. S., at 121). The §666 convictions are meaningless,\nthey maintain, because the jury was allowed to convict on\nthe basis of conduct not criminal in the First Circuit—\npayment of a gratuity. Brief for Petitioners 24.\n  This argument trips on Yeager’s reasoning. Yeager did\n\n——————\n   7 Nor is this the first time we have looked to a vacated conviction to\n\nascertain what a jury decided in a prior proceeding. Our holding in\nMorris v. Mathews, 475 U. S. 237 (1986), that a conviction vacated on\ndouble jeopardy grounds may be “reduced to a conviction for a lesser\nincluded offense which is not jeopardy barred,” id., at 246–247, rested\non exactly that rationale. See id., at 247 (relying on a jeopardy-barred\nvacated conviction for aggravated murder to conclude that the jury\n“necessarily found that the defendant’s conduct satisfie[d] the elements\nof the lesser included offense” of simple murder).\n\u000c18            BRAVO-FERNANDEZ v. UNITED STATES\n\n                           Opinion of the Court\n\nnot rest on a court’s inability to detect the basis for a jury’s\ndecision. Rather, this Court reasoned that, when a jury\nhangs, there is no decision, hence no evidence of irration­\nality. 557 U. S., at 124–125. A verdict of guilt, by con­\ntrast, is a jury decision, even if subsequently vacated on\nappeal. It therefore can evince irrationality.\n  That is the case here. Petitioners do not dispute that\nthe Government’s evidence at trial supported a guilty\nverdict on the quid pro quo theory, or that the gratuity\ninstruction held erroneous by the Court of Appeals applied\nto every §666-based offense. Because no rational jury\ncould have reached conflicting verdicts on those counts,\npetitioners’ §666 convictions “reveal the jury’s inconsis­\ntency—which is the relevant issue here—even if they do not\nreveal which theory of liability jurors relied upon in reach­\ning those inconsistent verdicts.” Brief for United States\n31. In other words, because we do not know what the jury\nwould have concluded had there been no instructional\nerror, Brief for Petitioners 28–29, a new trial on the counts\nof conviction is in order. Bravo and Martínez have suc­\nceeded on appeal to that extent, but they are entitled to no\nmore. The split verdict does not impede the Government\nfrom renewing the prosecution.8\n——————\n   8 A number of lower courts have reached the same conclusion. See\n\nCitron, 853 F. 2d, at 1059 (If the defendant “was convicted of the\noffense that is the subject of the retrial,” the case is materially different\nfrom one with “an acquittal accompanied by a failure to reach a ver­\ndict.”); Price, 750 F. 2d, at 366 (a case in which “the jury returned no\nverdict of conviction” on the compound count, “but only a verdict of\nacquittal on the substantive count,” is not instructive on whether the\nGovernment may retry a defendant after an inconsistent verdict has\nbeen vacated); Evans, 987 A. 2d, at 1142 (“Yeager does nothing to\nundermine” the conclusion that a defendant may be retried after an\ninconsistent verdict is overturned.); Kelly, 201 N. J., at 494, 992 A. 2d,\nat 789 (explaining in the context of retrial following vacatur that\n“Yeager has no application to a case . . . involving an inconsistent\nverdict of acquittals and convictions returned by the same jury”).\n\u000c                 Cite as: 580 U. S. ____ (2016)          19\n\n                     Opinion of the Court\n\n  The Double Jeopardy Clause, as the First Circuit ex­\nplained, forever bars the Government from again prosecut­\ning Bravo and Martínez on the §666-based conspiracy and\nTravel Act offenses; “the acquittals themselves remain\ninviolate.” 790 F. 3d, at 51, n. 6. Bravo and Martínez\nhave also gained “the benefit of their appellate victory,”\nibid.: a second trial on the standalone bribery charges, in\nwhich the Government may not invoke a gratuity theory.\nBut issue preclusion is not a doctrine they can comman­\ndeer when inconsistent verdicts shroud in mystery what\nthe jury necessarily decided.\n                        *     *  *\n For the reasons stated, the judgment of the Court of\nAppeals for the First Circuit is\n                                            Affirmed.\n\u000c                  Cite as: 580 U. S. ____ (2016)             1\n\n                     THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–537\n                          _________________\n\n\nJUAN BRAVO-FERNANDEZ AND HECTOR MARTINEZ-\n        MALDONADO, PETITIONERS v.\n\n              UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n             APPEALS FOR THE FIRST CIRCUIT\n\n                      [November 29, 2016]\n\n\n   JUSTICE THOMAS, concurring.\n   The question presented in this case is whether, under\nAshe v. Swenson, 397 U. S. 436 (1970), and Yeager v.\nUnited States, 557 U. S. 110 (2009), a vacated conviction\ncan nullify the preclusive effect of an acquittal under the\nissue-preclusion prong of the Double Jeopardy Clause.\n   As originally understood, the Double Jeopardy Clause\ndoes not have an issue-preclusion prong. “The English\ncommon-law pleas of auterfoits acquit and auterfoits con-\nvict, on which the Clause was based, barred only repeated\n‘prosecution for the same identical act and crime.’ ” Id., at\n128 (Scalia, J., dissenting) (quoting 4 W. Blackstone,\nCommentaries on the Laws of England 330 (1769); em-\nphasis added by dissent); see also Grady v. Corbin, 495\nU. S. 508, 530–535 (1990) (Scalia, J., dissenting). But “[i]n\nAshe the Court departed from the original meaning of the\nDouble Jeopardy Clause, holding that it precludes suc-\ncessive prosecutions on distinct crimes when facts essen-\ntial to conviction of the second crime have necessarily\nbeen resolved in the defendant’s favor by a verdict of ac-\nquittal of the first crime.” Yeager, supra, at 128 (Scalia, J.,\ndissenting).\n   In Yeager, this Court erroneously and illogically extended\nAshe. See 557 U. S., at 128–131. “Ashe held only that\n\u000c2          BRAVO-FERNANDEZ v. UNITED STATES\n\n                    THOMAS, J., concurring\n\nthe Clause sometimes bars successive prosecution of facts\nfound during ‘a prior proceeding.’ ” Id., at 129 (quoting\nAshe, supra, at 444). Yeager, however, “bar[red] retrial on\nhung counts after what was not . . . a prior proceeding but\nsimply an earlier stage of the same proceeding.” 557 U. S.,\nat 129 (Scalia, J., dissenting).\n   In an appropriate case, we should reconsider the hold-\nings of Ashe and Yeager. Because the Court today prop-\nerly declines to extend those cases, and indeed reaches the\ncorrect result under the Clause’s original meaning, I join\nits opinion.\n\u000c",
	"cited_id": [
		105594
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Green v. United States, 355 U. S. 184 (1957)"
	],
	"case_extract": [
		"Green v. United States, 355 U. S. 184, 188 (1957)"
	],
	"citing_sentence": "The Government is barred by the Double Jeopardy Clause from challenging the acquittal, see Green v. United States, 355 U. S. 184, 188 (1957), but because the verdicts are rationally irreconcilable, the acquittal gains no preclusive effect, United States v. Pow- ell, 469 U. S. 57, 68 (1984).",
	"citing_paragraph": "Does issue preclusion apply when a jury returns incon­ sistent verdicts, convicting on one count and acquitting on another count, where both counts turn on the very same issue of ultimate fact? In such a case, this Court has held, both verdicts stand. The Government is barred by the Double Jeopardy Clause from challenging the acquittal, see Green v. United States, 355 U. S. 184, 188 (1957), but because the verdicts are rationally irreconcilable, the acquittal gains no preclusive effect, United States v. Pow- ell, 469 U. S. 57, 68 (1984).",
	"relevant_keywords": [
		"Double jeopardy clause",
		"acquittal",
		"challenge"
	],
	"query": [
		"\"double jeopardy\" AND \"Double Jeopardy clause\" AND acquit!",
		"\"double jeopardy\" AND \"Double Jeopardy clause\" AND acquit! AND challeng!"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "double jeopardy",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "double jeopardy clause",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "acquit*"
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "double jeopardy",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "double jeopardy clause",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "acquit*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "challeng*"
							}
						}
					]
				}
			}
		}
	]
}