{
  "id": 88,
  "case_id": 4089982,
  "case_title": "Elmore v. Holbrook",
  "date_filed": "2016-10-17",
  "html": "<pre class=\"inline\">                  Cite as: 580 U. S. ____ (2016)            1\n\n                   SOTOMAYOR, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n     CLARK ELMORE v. DONALD R. HOLBROOK, \n\n        SUPERINTENDENT, WASHINGTON \n\n             STATE PENITENTIARY \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n\n             No. 15–7848. Decided October 17, 2016\n\n\n   The petition for a writ of certiorari is denied.\n   JUSTICE SOTOMAYOR, with whom JUSTICE GINSBURG\njoins, dissenting from the denial of certiorari.\n   Petitioner Clark Elmore was convicted of murder in\n1995 and was sentenced to death. His court-appointed\nlawyer, who had never tried a capital case before, knew\nthat Elmore had been exposed to toxins as a young adult\nand that he had a history of impulsive behavior. A more\nexperienced attorney encouraged Elmore’s lawyer to in-\nvestigate whether Elmore had suffered brain damage as a\nyoung man. Instead of doing so—indeed, instead of con-\nducting any meaningful investigation into Elmore’s life—\nElmore’s lawyer chose to present a one-hour penalty-phase\nargument to the jury about the remorse that Elmore felt\nfor his crime. As a result, the jury did not hear that\nElmore had spent his childhood playing in pesticide-\ncontaminated fields and had spent his service in the Vi-\netnam War repairing Agent Orange pumps. The jury did\nnot hear the testimony of experts who concluded that\nElmore was cognitively impaired and unable to control his\nimpulses. The jury heard only from an assortment of local\njudges that Elmore had looked “dejected” as he pleaded\nguilty to murder, not from the many independent witnesses\nwho had observed Elmore’s searing remorse.\n   The Constitution demands more. The penalty phase of a\ncapital trial is “a constitutionally indispensable part of the\n\f2                 ELMORE v. HOLBROOK\n\n                  SOTOMAYOR, J., dissenting\n\nprocess of inflicting the penalty of death.” Woodson v.\nNorth Carolina, </pre><span class=\"citation\" data-id=\"109535\"><a href=\"/opinion/109535/woodson-v-north-carolina/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">, 304 (1976). It ensures that\na capital sentencing is “humane and sensible to the\nuniqueness of the individual.” Eddings v. Oklahoma, </pre><span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">, 110 (1982). Elmore’s penalty phase fell well\nbelow the bare minimum guaranteed by the Constitution.\nHis lawyer acted deficiently in choosing a mitigation\nstrategy without fully exploring the alternatives and in\nfailing to investigate the mitigation strategy that he did\nchoose to present. And had the jury known that Elmore—\nwho had never before been convicted of a crime of violence\nand felt searing remorse for the heinous act he commit-\nted—might be brain damaged, it might have sentenced\nhim to life rather than death.\n  This Court has not hesitated to summarily reverse in\ncapital cases tainted by egregious constitutional error,\nparticularly where an attorney has rendered constitution-\nally deficient performance. See, e.g., Hinton v. Alabama,\n571 U. S. ___ (2014) (per curiam); Sears v. Upton, </pre><span class=\"citation\" data-id=\"149653\"><a href=\"/opinion/149653/sears-v-upton/\"><span class=\"volume\">561</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">945</span></a></span><pre class=\"inline\"> (2010) (per curiam); Porter v. McCollum, </pre><span class=\"citation\" data-id=\"1756\"><a href=\"/opinion/1756/porter-v-mccollum/\"><span class=\"volume\">558</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span><pre class=\"inline\"> (2009) (per curiam). This case plainly meets that\nstandard. For that reason, I respectfully dissent from the\ndenial of certiorari.\n                              I\n\n                              A\n\n   Elmore was born in 1951 in central Oregon, where he\nlived until his teens. Social History, 12 Record 5524–5530.\nHe was exposed to powerful neurotoxins from a young age.\nElmore’s house in Oregon was located next to an airport\nfrom which crop dusters regularly sprayed pesticides.\nTrial Court Findings of Fact, No. 95–1–00310–1 (Sup. Ct.\nWhatcom Cty., Wash., Sept. 10, 2004), 14 id., at 6519–\n6520 (FOF). Decades after Elmore moved away, the state\nenvironmental agency took soil samples that showed toxin\nlevels over 4,500 times the maximum amounts allowed by\n\f                 Cite as: 580 U. S. ____ (2016)           3\n\n                   SOTOMAYOR, J., dissenting\n\nstate law. Decl. of Raymond Singer, 11 id., at 5394 (Singer\nDecl.). Later, Elmore worked on cars and oil pipelines\nwhere he regularly melted lead batteries and handled\nsolvents without gloves. FOF, 14 id., at 6521–6522. And\nwhen Elmore left home at age 17 to serve in the Vietnam\nWar, he was tasked with repairing Agent Orange pumps\nwithout protective equipment. Id., at 6522; Singer Decl.,\n11 id., at 5395.\n   Experts who testified at Elmore’s postconviction hearing\nagreed that this exposure placed him at serious risk of\nbrain damage. They conducted neuropsychological tests\nthat revealed mild to moderate cognitive impairments, see\nReporter’s Tr. in No. 95–1–00310–1, 15 id., at 7076 (PRP\nTr.), including a marked inability to control his emotions\nand impulses, see id., at 7079–7080. Elmore tested in the\nbottom one percent on tests measuring that characteristic.\nId., at 7080. The experts concluded that damage to\nElmore’s frontal lobe had made him impulsive and suscep-\ntible to emotion. See Decl. of Dale Watson, 11 id., at 5383;\nDecl. of Raymond Singer, 13 id., at 6389 (2d Singer Decl.);\nDecl. of George Woods, 11 id., at 5360–5361 (Woods Decl.).\nAnd they agreed that the murder Elmore later committed\nwas linked to Elmore’s cognitive deficits—for instance, by\nmaking him unable to “pu[t] on the brakes” when emo-\ntional. See FOF, 14 id., at 6495; see also Woods Decl., 11\nid., at 5358; 2d Singer Decl., 13 id., at 6389–6390; PRP\nTr., 15 id., at 7094.\n   Elmore was discharged from the Army under honorable\nconditions in 1972, but found it hard to return to civilian\nlife. 12 id., at 5631. He moved around the United States,\ntaking jobs in hotels, gas stations, farms, and oil fields.\nSocial History, id., at 5532–5538. Elmore was arrested\nthree times—once for stealing checks, once for stealing\nfurniture, and once for stealing appliances from a motel.\nReporter’s Tr. in No. 95–1–00310–1, 5 id., at 2470–2473\n(Trial Tr.); Social History, 12 id., at 5532, 5536. Officers\n\f4                  ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nat one prison reported that Elmore was nonviolent and, if\nanything, was the victim of other inmates’ threats. Id., at\n5533–5534. After his second conviction, Elmore was in-\ncarcerated for two years in Washington state prison,\nwhere he was repeatedly raped by another inmate. Id., at\n5536. Until the murder for which he was ultimately sen-\ntenced to death, and despite his emotional challenges,\nElmore was never convicted of a violent crime.\n   Elmore’s death sentence arises out of a murder that he\ncommitted in 1995. The crime was horrific. Elmore raped\nand murdered his stepdaughter, first strangling her with\na belt, then driving a sharp object through her ear, and\nfinally bludgeoning her with a hammer. In re Elmore, </pre><span class=\"citation no-link\"><span class=\"volume\">162</span>\n<span class=\"reporter\">Wash. 2d</span> <span class=\"page\">236</span></span><pre class=\"inline\">, 244, </pre><span class=\"citation\" data-id=\"2584286\"><a href=\"/opinion/2584286/in-re-elmore/\"><span class=\"volume\">172</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">335</span></a></span><pre class=\"inline\">, 340 (2007). Elmore was\napparently motivated by fear that the victim would tell\nthe authorities that he had previously sexually abused\nher. Ibid. After several days of misdirecting the authori-\nties, Elmore turned himself in and confessed. FOF, 14\nRecord, at 6460. In the wake of the murder, Elmore ex-\npressed extreme remorse. A jailhouse minister who vis-\nited Elmore in prison later attested that, the day after he\narrived, he “was huddled into a ball at the back of the\nroom, shaking uncontrollably.” Decl. of Dana Paul Sellars,\n11 id., at 5399 (Sellars Decl.). Elmore, he said, “was un-\nlike any prisoner I had counseled before. He was wracked\nwith anguish and dripping with remorse.” Id., at 5400. A\ncorrectional officer at the prison later testified that Elmore\nappeared “in a state of disbelief about what he had done”\nand was “an emotional wreck.” Decl. of Donald Pierce, id.,\nat 5404–5405.\n                            B\n  The jury that sentenced Elmore to death learned about\nthe terrible crime he committed, but heard virtually noth-\ning about his troubling background and cognitive defects.\nA lawyer named Jon Komorowski was appointed to repre-\n\f                 Cite as: 580 U. S. ____ (2016)           5\n\n                   SOTOMAYOR, J., dissenting\n\nsent Elmore at trial. Komorowski had never previously\nworked on a capital case. Decl. of Jon Komorowski, 11 id.,\nat 5325 (Komorowski Decl.). On Komorowski’s advice,\nElmore pleaded guilty to capital murder without any\nnegotiations with the prosecution. Id., at 5326. Because\nElmore pleaded guilty, the trial consisted of only a penalty\nphase. During that penalty phase, the State presented\nnine witnesses, all of whom testified regarding the horrific\ncircumstances of the crime. Trial Tr., 5 id., at 2348–2580.\nThe State also presented evidence of Elmore’s three crimi-\nnal convictions, all two decades old. Id., at 2470–2473.\n    Komorowski’s mitigation case for Elmore lasted only an\nhour. See 162 Wash. 2d, at 250, </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">P.</span> <span class=\"page\">3d</span></span><pre class=\"inline\">, at 343. The\ntheme was remorse: “[T]here are no excuses in this case\nand none are offered. There is acceptance of responsibility\nand punishment.” Trial Tr., 5 Record 2367; see also id., at\n2580–2658 (defense case). The only character witnesses\nwere the three judges who had presided over Elmore’s\npretrial appearances, who testified that he had sought to\nplead guilty from the outset. Id., at 2581–2582, 2587–\n2588, 2590–2592. One described Elmore as “somewhat\nupset” and “overwhelmed,” a second as “dejected.” Id., at\n2586, 2592. The defense investigator read out a “bare\nbones” summary of Elmore’s biography. Id., at 2306,\n2599–2601. Finally, an expert witness testified that\nElmore’s prior convictions were not violent felonies under\nWashington’s three-strikes law. Id., at 2644–2658.\n    Years later, in postconviction proceedings, Komorowski\nacknowledged his error, explaining that the decision not to\ninvestigate Elmore’s medical history was “the product of\n. . . inexperience” and “not a strategic decision.” Komo-\nrowski Decl., 11 id., at 5329. He admitted that he and the\ndefense team had reviewed Elmore’s prison records and\nsome of his hospital records, and had spoken to Elmore’s\nfamily, who had told them about Elmore’s hardships as a\nchild and as a young adult. PRP Tr., 15 id., at 6907–6911.\n\f6                 ELMORE v. HOLBROOK\n\n                  SOTOMAYOR, J., dissenting\n\nAnd he consulted with more experienced counsel, includ-\ning an attorney named Todd Maybrown, who strongly\nadvised Komorowski to investigate indicia of “organic\nbrain disorder” and cautioned that the testimony of a\npsychologist with no neurology background would not be\nsufficient. Decl. of Todd Maybrown, 12 id., at 5540–5541\n(Maybrown Decl.). Maybrown advised Komorowski that\n“he might need to hire a medical doctor to try to determine\nif his client suffered from brain damage.” Id., at 5541–\n5542.\n   But Komorowski did not hire a neuropsychiatrist, nor\ndid he conduct any further investigation into the possibil-\nity of brain damage. Komorowski consulted with three\nmental health professionals, but none of them tested for\nany sort of brain damage. PRP Tr., 15 id., at 6985–6986,\n7406–7407. The first administered a personality test and\nconcluded that Elmore was not insane, but recommended\nthat Komorowski consult a second expert about whether\nElmore was a psychopath. Id., at 7404–7405, 7412. The\nsecond concluded that Elmore was not a psychopath: He\ndemonstrated remorse and empathy, and his crime was\nimpulsive and reactive, indicating heightened emotional\narousal rather than psychopathy. Id., at 7230–7231. The\nthird was not a licensed psychologist at all. Id., at 6889,\n6911, 6924. The two psychologists later agreed that, had\nKomorowski told them about Elmore’s exposure to toxins,\nthey would have recommended neuropsychological testing.\nId., at 7422–7423, 7243–7244.\n                            C\n  Elmore moved for postconviction relief in state court,\narguing that Komorowski’s representation deprived him of\neffective assistance of counsel in violation of the Sixth\nAmendment. But the Washington Supreme Court denied\nhis claim. In re Elmore, </pre><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Wash. 2d</span> <span class=\"page\">236</span></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2584286\"><a href=\"/opinion/2584286/in-re-elmore/\"><span class=\"volume\">172</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">335</span></a></span><pre class=\"inline\">.\n“There is no question that the defense team did investi-\n\f                 Cite as: 580 U. S. ____ (2016)           7\n\n                   SOTOMAYOR, J., dissenting\n\ngate petitioner’s mental health deficiencies,” the state\ncourt held. Id., at 258, </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">P.</span> <span class=\"page\">3d</span></span><pre class=\"inline\">, at 347. “Rather, the\nissue is whether counsel’s failure to conduct further eval-\nuations amounted to deficient representation. We believe\nit did not.” Ibid. The Washington Supreme Court ruled\nthat Komorowski did not perform below the constitutional\nstandard and had instead made a “strategic” decision to\ncurtail the investigation. Ibid. According to the state\ncourt, Komorowski’s strategy was defensible for four rea-\nsons: Presenting more mitigation evidence might have\nopened the door to damaging rebuttal evidence; additional\nwitnesses would have been “cumulative” of the judges who\ntestified; Komorowski worried that if he did not rush to\ntrial, the prosecution might find witnesses who would\ntestify that Elmore’s remorse was waning; and Elmore had\nobjected to the presentation of any mitigation case. Id., at\n257–258, 263–265, </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">P.</span> <span class=\"page\">3d</span></span><pre class=\"inline\">, at 346–347, 348–350.\n   A Federal District Court denied Elmore’s habeas peti-\ntion, and the Ninth Circuit affirmed. Elmore v. Sinclair,\n</pre><span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></span><pre class=\"inline\"> (2015). Two judges held that the Washing-\nton Supreme Court’s decision was not unreasonable. Id.,\nat 1243. The third would have found that the Washington\nSupreme Court’s determination that Komorowski was\nconstitutionally effective was unreasonable, but concurred\nbecause he did not believe that the question of prejudice\nwas beyond debate. Id., at 1256–1257 (opinion of Hurwitz,\nJ.). Elmore petitioned for certiorari.\n                               II\n  I would grant the petition and summarily reverse on the\nground that Komorowski’s performance during the penalty\nphase of Elmore’s trial violated his Sixth Amendment\nright to effective assistance of counsel.\n  Under the Antiterrorism and Effective Death Penalty\nAct of 1996, Elmore is entitled to relief only if the state\ncourt’s adjudication of his claim “resulted in a decision\n\f8                  ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nthat was contrary to, or involved an unreasonable applica-\ntion of, clearly established Federal law, as determined by\nthe Supreme Court of the United States.” </pre><span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">C</span></span><pre class=\"inline\">.\n§2254(d)(1). In other words, we may not grant relief\nwhere reasonable minds could differ over the correct ap-\nplication of legal principles, and we must evaluate that\napplication on the basis of the law that was “clearly estab-\nlished” at the time of the state-court adjudication. See\nWilliams v. Taylor, </pre><span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span><pre class=\"inline\">, 402–409 (2000).\n   The legal principles that govern claims of ineffective\nassistance of counsel (IAC) come from Strickland v. Wash-\nington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\"> (1984), and were clearly established\nover a decade before Elmore’s trial. An IAC claim has two\ncomponents: A petitioner must show that counsel’s per-\nformance was deficient and that the deficiency prejudiced\nthe defense. See id., at 687. To establish deficient repre-\nsentation, a petitioner must demonstrate that counsel’s\nrepresentation “fell below an objective standard of reason-\nableness.” Id., at 688. In order to establish prejudice, a\npetitioner must show that, but for the constitutionally\ndeficient representation, there is a “reasonable probabil-\nity” that the outcome of the proceeding would have been\ndifferent. Id., at 694.\n   “A standard of reasonableness applied as if one stood in\ncounsel’s shoes spawns few hard-edged rules.” Rompilla v.\nBeard, </pre><span class=\"citation\" data-id=\"799980\"><a href=\"/opinion/799980/rompilla-v-beard/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span><pre class=\"inline\">, 381 (2005). But our cases reveal\nclearly established principles that, taken together, demon-\nstrate that the state court’s decision here was contrary to\nthis Court’s precedents and that the state court unreason-\nably applied the Strickland standard in evaluating\nElmore’s claim.\n                           A\n  “This is not a case in which defense counsel simply\nignored their obligation to find mitigating evidence.”\nRompilla, 545 U. S., at 381. But Komorowski’s decision\n\f                 Cite as: 580 U. S. ____ (2016)          9\n\n                  SOTOMAYOR, J., dissenting\n\nnot to search for much of the important mitigating evi-\ndence of Elmore’s life was objectively unreasonable under\nStrickland. And the Washington Supreme Court’s opinion\ndeclaring Komorowski’s conduct reasonable was contrary\nto our precedents. Clearly established legal principles\nmake that apparent.\n   First, it was clearly established that constitutionally\neffective counsel must thoroughly investigate the defense\nhe chooses to present. In this case, that was the remorse\ndefense, the basket into which Komorowski had put all of\nElmore’s eggs. See Wiggins v. Smith, </pre><span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span><pre class=\"inline\">, 526\n(2003). Had Elmore’s defense team interviewed even the\njailhouse minister, for instance, whom they knew was\nvisiting Elmore, the jury would have heard a description of\nElmore’s remorse that was far more robust than the tes-\ntimony of judges who had observed Elmore for short peri-\nods during his few court appearances. E.g., Sellars Decl.,\n11 id., at 5400.\n   The Washington Supreme Court dismissed this testi-\nmony as “cumulative,” but that conclusion was unreasonable\nin light of this Court’s precedent. In re Elmore, 162 Wash.\n2d, at 265, </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">P.</span> <span class=\"page\">3d</span></span><pre class=\"inline\">, at 350. The judges testified that\nElmore wanted to plead guilty and commented on his\nappearance; the jailhouse minister, the correctional of-\nficer, and others would have discussed Elmore’s actual\nemotional state over the course of months. Cf. Williams,\n529 U. S., at 396 (faulting counsel for presenting some\ncharacter witnesses, but not other, stronger character\nwitnesses, such as certified public accountant); Wiggins,\n539 U. S., at 518, 526 (faulting counsel where counsel\nstopped investigation before finding evidence about abu-\nsive childhood that was more “detailed” and “graphic” than\nevidence in counsel’s possession).\n   Second, we have said time and again that while “strate-\ngic choices made after thorough investigation of law and\nfacts relevant to plausible options are virtually unchal-\n\f10                 ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nlengeable[,] . . . strategic choices made after less than\ncomplete investigation are only reasonable precisely to the\nextent that reasonable professional judgments support the\nlimitations on investigation.” Strickland, 466 U. S., at\n690–691. Before Komorowski decided to focus exclusively\non a remorse-based defense, he had an obligation to fully\ninvestigate other possible mitigation cases. See Sears, 561\nU. S., at 953–954; Wiggins, 539 U. S., at 521–526. For\nexample, Komorowski had been specifically told by an\nexperienced capital attorney that the testimony of a psy-\nchologist was unlikely to be sufficient and that the details\nof the crime, standing alone, strongly suggested “some sort\nof organic brain disorder or dysfunction.” Maybrown\nDecl., 12 Record 5541. Yet he did not pursue neuro-\npsychological testing or investigate Elmore’s exposure to\nneurotoxins.\n   The Washington Supreme Court concluded that because\nKomorowski had conducted some mental health investiga-\ntion, any decision he made about which information to\npresent to the jury was strategic. In re Elmore, 162 Wash.\n2d, at 263–264, </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">P.</span> <span class=\"page\">3d</span></span><pre class=\"inline\">, at 349–350. This was error.\nThis Court has squarely rejected the notion that “because\ncounsel had some information with respect to petitioner’s\nbackground . . . they were in a position to make a tactical\nchoice.” Wiggins, 539 U. S., at 527. To the contrary, we\nhave often emphasized that an attorney who learns some\ninformation about a defendant’s background is under an\nobligation to pursue that information in order to “mak[e]\nan informed choice among possible defenses.” Id., at 525.\nSo too here: The information Komorowski did have about\nElmore’s background and the advice he received from\nMaybrown would have prompted a competent attorney to\nconduct further investigation and consult with experts\nabout brain damage. See Komorowski Decl., 11 Record\n5329; Social History, 12 id., at 5526, 5531–5538. While\nKomorowski consulted with three experts as to Elmore’s\n\f                 Cite as: 580 U. S. ____ (2016)          11\n\n                   SOTOMAYOR, J., dissenting\n\nmental health, he neither provided them with sufficient\ninformation to make an informed evaluation nor asked\nany of them to administer tests designed to measure\nElmore’s brain functioning. PRP Tr., 15 id., at 6985–6986,\n7406–7407.\n   Third, it was clearly established that, while fear of a\nprosecutor’s rebuttal case may justify a decision not to\npresent certain mitigating evidence, it can rarely justify a\nfailure to investigate in the first place. See Williams, 529\nU. S., at 396 (counsel should have investigated juvenile\nrecords even where records contained evidence he had\nbeen previously committed to the juvenile system); Rom-\npilla, 545 U. S., at 386, n. 5 (counsel should have investi-\ngated prior crime even though defense strategy was predi-\ncated on keeping evidence of prior crime out). So even if\nKomorowski’s fear of opening the door to damaging rebut-\ntal evidence could have justified a decision not to intro-\nduce mitigating evidence, it could not have justified his\nfailure to investigate whether that evidence existed in the\nfirst place.\n   And it is questionable whether Komorowski’s fear could\neven have justified the decision not to introduce the evi-\ndence. Komorowski identified three aggravators that he\nclaimed the prosecution could have presented in rebuttal:\nthe gruesome details of the crime, Elmore’s sexual abuse\nof the victim, and his waning remorse. But the first two\naggravators were presented to the jury: the details of the\ncrime in the State’s penalty-phase argument, Trial Tr., 5\nRecord 2361–2362, 2500, 2502–2503, and the sexual abuse\nduring the taped confession that was played to the jury,\nPRP Tr., 15 id., at 6952. Nor was there a strong basis for\nKomorowski to conclude that Elmore’s remorse was wan-\ning, as his own defense investigator testified that Elmore\nremained as remorseful through the day of trial as he had\never been. Id., at 7439–7440.\n   Finally, it was clearly established that counsel has an\n\f12                 ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nobligation to pursue reasonable inquiries even where a\nclient is “actively obstructi[ng]” that effort. Rompilla, 545\nU. S., at 391. Here, evidence introduced at the postconvic-\ntion hearing indicated that Elmore resisted some of Ko-\nmorowski’s efforts to develop a mitigation case, telling him\nthat he would act out in the courtroom if Komorowski put\non testimony about his personal life. PRP Tr., 15 Record\n6994–6995. The Washington Supreme Court drew from\nthis that Elmore “objected to the presentation of a mitiga-\ntion case and threatened to act out in the courtroom if\nmitigation was put on for the jury.” In re Elmore, 162\nWash. 2d, at 258, </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">P.</span> <span class=\"page\">3d</span></span><pre class=\"inline\">, at 347. But Komorowski said\nno such thing: He testified only that Elmore objected to\nthe presentation of details about his personal life, not to\nthe presentation of any mitigation case at all. PRP Tr., 15\nRecord 6994–6995. Our precedent makes clear that such\nan objection does not justify a wholesale failure to investi-\ngate readily available mitigating evidence. Rompilla, 545\nU. S., at 381.\n   In short, all of the Washington Supreme Court’s justifi-\ncations for Komorowski’s performance stand in sharp\ncontrast with principles clearly established by this Court.\nNo reasonable jurist could conclude that Komorowski’s\nperformance was not deficient.\n                              B\n  Our precedents make it equally clear that Elmore was\nprejudiced by Komorowski’s deficient performance.\n  First, it was clearly established that the key inquiry for\nprejudice purposes is the difference between what was\nactually presented at trial and what competent counsel\ncould have presented. See id., at 393. Here, the difference\nbetween the two is stark. At trial, Komorowski presented\nno witnesses who knew Elmore personally; the jury none-\ntheless deliberated for more than a full day. Trial Tr., 5\nRecord 2733–2734. By contrast, postconviction counsel\n\f                 Cite as: 580 U. S. ____ (2016)          13\n\n                  SOTOMAYOR, J., dissenting\n\nput forth a wealth of mitigating information that was\navailable to trial counsel: well-respected community mem-\nbers who could attest to Elmore’s remorse; neuropsycho-\nlogical evidence about Elmore’s frontal lobe damage and\nhow it may have directly affected the commission of his\ncrime; and information about Elmore’s history of head\ninjuries and exposure to neurotoxins, including his expo-\nsure to Agent Orange when he served in the Vietnam War.\n  Second, it was clearly established that an inquiry to\nprejudice should not presume that an expert opinion about\nthe magnitude and effect of a defendant’s mental health\nissues is rendered meaningless by the State’s introduction\nof a contrary opinion. In Porter, for example, the State’s\ntwo experts disputed petitioner’s postconviction expert’s\nconclusion that he was acting under the influence of an\nextreme emotional disturbance and that brain damage\nimpaired his ability to obey the law. 558 U. S., at 36. We\nnonetheless concluded that the absence of an expert wit-\nness at trial prejudiced petitioner: “While the State’s\nexperts identified perceived problems with the tests that\n[petitioner’s expert] used and the conclusions that he drew\nfrom them, it was not reasonable to discount entirely the\neffect that his testimony might have had on the jury.” Id.,\nat 43.\n  Here, too, it was not reasonable to “discount entirely”\nthe testimony of Elmore’s three postconviction experts.\nParticularly given that this was Elmore’s first conviction\nfor a violent crime, a jury might have been convinced that\nthis crime was a direct result of Elmore’s cognitive im-\npairments, as Elmore’s three experts opined. And even if\nthe jury was not convinced that there was a causal nexus\nbetween the crime and Elmore’s brain damage, there was\na reasonable probability that the jury would have at least\ncredited evidence on which all parties—including the\nState’s expert—agreed, namely, that Elmore’s cognitive\nlimitations contributed in at least a “longer term” way to\n\f14                  ELMORE v. HOLBROOK\n\n                    SOTOMAYOR, J., dissenting\n\nthe crime. PRP Tr., 15 Record 7355; see, e.g., Williams,\n529 U. S., at 398 (considering evidence of borderline men-\ntal retardation even though crime was not linked to cogni-\ntive impairments); Sears, 561 U. S., at 945 (considering\nfrontal lobe damage even though crime was not linked to\nbrain damage).\n   Finally, it was clearly established that even a defendant\nwho committed a heinous crime can be prejudiced by\nineffective counsel. See Williams, 529 U. S., at 368 (peti-\ntioner “brutally assaulted an elderly woman”); Rompilla,\n545 U. S., at 397 (KENNEDY, J., dissenting) (“brutal\ncrime”; victim was stabbed 16 times, beaten with a blunt\nobject, gashed in the face with beer bottle shards, and set\non fire); Wiggins, 539 U. S., at 553, n. 4 (Scalia, J., dissent-\ning) (“bizarre crime” in which 77-year-old woman was\nfound drowned in her bathtub, missing her underwear,\nand sprayed with insecticide). Elmore’s crime was hor-\nrific, but there was a dramatic difference between the miti-\ngation that was presented and the mitigation that should\nhave been presented. The evidence presented by postcon-\nviction counsel “adds up to a mitigation case that bears no\nrelation to the few naked pleas for mercy actually put\nbefore the jury, and although we suppose it is possible that\na jury could have heard it all and still have decided on the\ndeath penalty, that is not the test.” Rompilla, 545 U. S.,\nat 393.\n                        *    *     *\n  Many observers, on and off this Court, have questioned\nthe reliability and fairness of the imposition of capital\npunishment in America. See, e.g., Glossip v. Gross, </pre><span class=\"citation no-link\"><span class=\"volume\">576</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span><pre class=\"inline\">___, ___ (2015) (BREYER, J., dissenting) (slip op., at\n1); Baze v. Rees, </pre><span class=\"citation\" data-id=\"145817\"><a href=\"/opinion/145817/baze-v-rees/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 86 (2008) (Stevens, J., con-\ncurring in judgment); Callins v. Collins, </pre><span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1141</span></span><pre class=\"inline\">,\n1145 (1994) (Blackmun, J., dissenting from denial of certi-\norari); Fletcher, Our Broken Death Penalty, 89 N. Y. U.\n\f                  Cite as: 580 U. S. ____ (2016)            15\n\n                    SOTOMAYOR, J., dissenting\n\nL. Rev. 805 (2014); D. Baldus et al., Equal Justice and the\nDeath Penalty: A Legal and Empirical Analysis (1990).\nWhether our system of capital punishment is inconsistent\nwith the Eighth Amendment, as these critics have\ncharged, is not at issue here. I do believe, however, that\nwhatever flaws do exist in our system can be tolerated\nonly by remaining faithful to our Constitution’s procedural\nsafeguards.\n   All crimes for which defendants are sentenced to death\nare horrific. See Glossip, 576 U. S., at ___ (BREYER, J.,\ndissenting) (slip op., at 14); id., at ___ (THOMAS, J., concur-\nring) (slip op., at 6–10). But not all defendants who com-\nmit horrific crimes are sentenced to death. Some are\nspared by juries. The Constitution guarantees that possi-\nbility: It requires that a sentencing jury be able to fully\nand fairly evaluate “the characteristics of the person who\ncommitted the crime.” Gregg v. Georgia, </pre><span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">,\n197 (1976) (joint opinion of Stewart, Powell, and Stevens,\nJJ.). That guarantee is a bedrock premise on which our\nsystem of capital punishment depends, and it is a guaran-\ntee that must be honored—especially for defendants like\nElmore, whose lives are marked by extensive mitigating\ncircumstances that might convince a jury to choose life\nover death. Only upon hearing such facts can a jury fairly\nmake the weighty—and final—decision whether such a\nperson is entitled to mercy.\n   I respectfully dissent from the denial of certiorari.\n\f</pre>",
  "plain_text": "                  Cite as: 580 U. S. ____ (2016)            1\n\n                   SOTOMAYOR, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n     CLARK ELMORE v. DONALD R. HOLBROOK, \n\n        SUPERINTENDENT, WASHINGTON \n\n             STATE PENITENTIARY \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n\n             No. 15–7848. Decided October 17, 2016\n\n\n   The petition for a writ of certiorari is denied.\n   JUSTICE SOTOMAYOR, with whom JUSTICE GINSBURG\njoins, dissenting from the denial of certiorari.\n   Petitioner Clark Elmore was convicted of murder in\n1995 and was sentenced to death. His court-appointed\nlawyer, who had never tried a capital case before, knew\nthat Elmore had been exposed to toxins as a young adult\nand that he had a history of impulsive behavior. A more\nexperienced attorney encouraged Elmore’s lawyer to in-\nvestigate whether Elmore had suffered brain damage as a\nyoung man. Instead of doing so—indeed, instead of con-\nducting any meaningful investigation into Elmore’s life—\nElmore’s lawyer chose to present a one-hour penalty-phase\nargument to the jury about the remorse that Elmore felt\nfor his crime. As a result, the jury did not hear that\nElmore had spent his childhood playing in pesticide-\ncontaminated fields and had spent his service in the Vi-\netnam War repairing Agent Orange pumps. The jury did\nnot hear the testimony of experts who concluded that\nElmore was cognitively impaired and unable to control his\nimpulses. The jury heard only from an assortment of local\njudges that Elmore had looked “dejected” as he pleaded\nguilty to murder, not from the many independent witnesses\nwho had observed Elmore’s searing remorse.\n   The Constitution demands more. The penalty phase of a\ncapital trial is “a constitutionally indispensable part of the\n\f2                 ELMORE v. HOLBROOK\n\n                  SOTOMAYOR, J., dissenting\n\nprocess of inflicting the penalty of death.” Woodson v.\nNorth Carolina, 428 U. S. 280, 304 (1976). It ensures that\na capital sentencing is “humane and sensible to the\nuniqueness of the individual.” Eddings v. Oklahoma, 455\nU. S. 104, 110 (1982). Elmore’s penalty phase fell well\nbelow the bare minimum guaranteed by the Constitution.\nHis lawyer acted deficiently in choosing a mitigation\nstrategy without fully exploring the alternatives and in\nfailing to investigate the mitigation strategy that he did\nchoose to present. And had the jury known that Elmore—\nwho had never before been convicted of a crime of violence\nand felt searing remorse for the heinous act he commit-\nted—might be brain damaged, it might have sentenced\nhim to life rather than death.\n  This Court has not hesitated to summarily reverse in\ncapital cases tainted by egregious constitutional error,\nparticularly where an attorney has rendered constitution-\nally deficient performance. See, e.g., Hinton v. Alabama,\n571 U. S. ___ (2014) (per curiam); Sears v. Upton, 561\nU. S. 945 (2010) (per curiam); Porter v. McCollum, 558\nU. S. 30 (2009) (per curiam). This case plainly meets that\nstandard. For that reason, I respectfully dissent from the\ndenial of certiorari.\n                              I\n\n                              A\n\n   Elmore was born in 1951 in central Oregon, where he\nlived until his teens. Social History, 12 Record 5524–5530.\nHe was exposed to powerful neurotoxins from a young age.\nElmore’s house in Oregon was located next to an airport\nfrom which crop dusters regularly sprayed pesticides.\nTrial Court Findings of Fact, No. 95–1–00310–1 (Sup. Ct.\nWhatcom Cty., Wash., Sept. 10, 2004), 14 id., at 6519–\n6520 (FOF). Decades after Elmore moved away, the state\nenvironmental agency took soil samples that showed toxin\nlevels over 4,500 times the maximum amounts allowed by\n\f                 Cite as: 580 U. S. ____ (2016)           3\n\n                   SOTOMAYOR, J., dissenting\n\nstate law. Decl. of Raymond Singer, 11 id., at 5394 (Singer\nDecl.). Later, Elmore worked on cars and oil pipelines\nwhere he regularly melted lead batteries and handled\nsolvents without gloves. FOF, 14 id., at 6521–6522. And\nwhen Elmore left home at age 17 to serve in the Vietnam\nWar, he was tasked with repairing Agent Orange pumps\nwithout protective equipment. Id., at 6522; Singer Decl.,\n11 id., at 5395.\n   Experts who testified at Elmore’s postconviction hearing\nagreed that this exposure placed him at serious risk of\nbrain damage. They conducted neuropsychological tests\nthat revealed mild to moderate cognitive impairments, see\nReporter’s Tr. in No. 95–1–00310–1, 15 id., at 7076 (PRP\nTr.), including a marked inability to control his emotions\nand impulses, see id., at 7079–7080. Elmore tested in the\nbottom one percent on tests measuring that characteristic.\nId., at 7080. The experts concluded that damage to\nElmore’s frontal lobe had made him impulsive and suscep-\ntible to emotion. See Decl. of Dale Watson, 11 id., at 5383;\nDecl. of Raymond Singer, 13 id., at 6389 (2d Singer Decl.);\nDecl. of George Woods, 11 id., at 5360–5361 (Woods Decl.).\nAnd they agreed that the murder Elmore later committed\nwas linked to Elmore’s cognitive deficits—for instance, by\nmaking him unable to “pu[t] on the brakes” when emo-\ntional. See FOF, 14 id., at 6495; see also Woods Decl., 11\nid., at 5358; 2d Singer Decl., 13 id., at 6389–6390; PRP\nTr., 15 id., at 7094.\n   Elmore was discharged from the Army under honorable\nconditions in 1972, but found it hard to return to civilian\nlife. 12 id., at 5631. He moved around the United States,\ntaking jobs in hotels, gas stations, farms, and oil fields.\nSocial History, id., at 5532–5538. Elmore was arrested\nthree times—once for stealing checks, once for stealing\nfurniture, and once for stealing appliances from a motel.\nReporter’s Tr. in No. 95–1–00310–1, 5 id., at 2470–2473\n(Trial Tr.); Social History, 12 id., at 5532, 5536. Officers\n\f4                  ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nat one prison reported that Elmore was nonviolent and, if\nanything, was the victim of other inmates’ threats. Id., at\n5533–5534. After his second conviction, Elmore was in-\ncarcerated for two years in Washington state prison,\nwhere he was repeatedly raped by another inmate. Id., at\n5536. Until the murder for which he was ultimately sen-\ntenced to death, and despite his emotional challenges,\nElmore was never convicted of a violent crime.\n   Elmore’s death sentence arises out of a murder that he\ncommitted in 1995. The crime was horrific. Elmore raped\nand murdered his stepdaughter, first strangling her with\na belt, then driving a sharp object through her ear, and\nfinally bludgeoning her with a hammer. In re Elmore, 162\nWash. 2d 236, 244, 172 P. 3d 335, 340 (2007). Elmore was\napparently motivated by fear that the victim would tell\nthe authorities that he had previously sexually abused\nher. Ibid. After several days of misdirecting the authori-\nties, Elmore turned himself in and confessed. FOF, 14\nRecord, at 6460. In the wake of the murder, Elmore ex-\npressed extreme remorse. A jailhouse minister who vis-\nited Elmore in prison later attested that, the day after he\narrived, he “was huddled into a ball at the back of the\nroom, shaking uncontrollably.” Decl. of Dana Paul Sellars,\n11 id., at 5399 (Sellars Decl.). Elmore, he said, “was un-\nlike any prisoner I had counseled before. He was wracked\nwith anguish and dripping with remorse.” Id., at 5400. A\ncorrectional officer at the prison later testified that Elmore\nappeared “in a state of disbelief about what he had done”\nand was “an emotional wreck.” Decl. of Donald Pierce, id.,\nat 5404–5405.\n                            B\n  The jury that sentenced Elmore to death learned about\nthe terrible crime he committed, but heard virtually noth-\ning about his troubling background and cognitive defects.\nA lawyer named Jon Komorowski was appointed to repre-\n\f                 Cite as: 580 U. S. ____ (2016)           5\n\n                   SOTOMAYOR, J., dissenting\n\nsent Elmore at trial. Komorowski had never previously\nworked on a capital case. Decl. of Jon Komorowski, 11 id.,\nat 5325 (Komorowski Decl.). On Komorowski’s advice,\nElmore pleaded guilty to capital murder without any\nnegotiations with the prosecution. Id., at 5326. Because\nElmore pleaded guilty, the trial consisted of only a penalty\nphase. During that penalty phase, the State presented\nnine witnesses, all of whom testified regarding the horrific\ncircumstances of the crime. Trial Tr., 5 id., at 2348–2580.\nThe State also presented evidence of Elmore’s three crimi-\nnal convictions, all two decades old. Id., at 2470–2473.\n    Komorowski’s mitigation case for Elmore lasted only an\nhour. See 162 Wash. 2d, at 250, 172 P. 3d, at 343. The\ntheme was remorse: “[T]here are no excuses in this case\nand none are offered. There is acceptance of responsibility\nand punishment.” Trial Tr., 5 Record 2367; see also id., at\n2580–2658 (defense case). The only character witnesses\nwere the three judges who had presided over Elmore’s\npretrial appearances, who testified that he had sought to\nplead guilty from the outset. Id., at 2581–2582, 2587–\n2588, 2590–2592. One described Elmore as “somewhat\nupset” and “overwhelmed,” a second as “dejected.” Id., at\n2586, 2592. The defense investigator read out a “bare\nbones” summary of Elmore’s biography. Id., at 2306,\n2599–2601. Finally, an expert witness testified that\nElmore’s prior convictions were not violent felonies under\nWashington’s three-strikes law. Id., at 2644–2658.\n    Years later, in postconviction proceedings, Komorowski\nacknowledged his error, explaining that the decision not to\ninvestigate Elmore’s medical history was “the product of\n. . . inexperience” and “not a strategic decision.” Komo-\nrowski Decl., 11 id., at 5329. He admitted that he and the\ndefense team had reviewed Elmore’s prison records and\nsome of his hospital records, and had spoken to Elmore’s\nfamily, who had told them about Elmore’s hardships as a\nchild and as a young adult. PRP Tr., 15 id., at 6907–6911.\n\f6                 ELMORE v. HOLBROOK\n\n                  SOTOMAYOR, J., dissenting\n\nAnd he consulted with more experienced counsel, includ-\ning an attorney named Todd Maybrown, who strongly\nadvised Komorowski to investigate indicia of “organic\nbrain disorder” and cautioned that the testimony of a\npsychologist with no neurology background would not be\nsufficient. Decl. of Todd Maybrown, 12 id., at 5540–5541\n(Maybrown Decl.). Maybrown advised Komorowski that\n“he might need to hire a medical doctor to try to determine\nif his client suffered from brain damage.” Id., at 5541–\n5542.\n   But Komorowski did not hire a neuropsychiatrist, nor\ndid he conduct any further investigation into the possibil-\nity of brain damage. Komorowski consulted with three\nmental health professionals, but none of them tested for\nany sort of brain damage. PRP Tr., 15 id., at 6985–6986,\n7406–7407. The first administered a personality test and\nconcluded that Elmore was not insane, but recommended\nthat Komorowski consult a second expert about whether\nElmore was a psychopath. Id., at 7404–7405, 7412. The\nsecond concluded that Elmore was not a psychopath: He\ndemonstrated remorse and empathy, and his crime was\nimpulsive and reactive, indicating heightened emotional\narousal rather than psychopathy. Id., at 7230–7231. The\nthird was not a licensed psychologist at all. Id., at 6889,\n6911, 6924. The two psychologists later agreed that, had\nKomorowski told them about Elmore’s exposure to toxins,\nthey would have recommended neuropsychological testing.\nId., at 7422–7423, 7243–7244.\n                            C\n  Elmore moved for postconviction relief in state court,\narguing that Komorowski’s representation deprived him of\neffective assistance of counsel in violation of the Sixth\nAmendment. But the Washington Supreme Court denied\nhis claim. In re Elmore, 162 Wash. 2d 236, 172 P. 3d 335.\n“There is no question that the defense team did investi-\n\f                 Cite as: 580 U. S. ____ (2016)           7\n\n                   SOTOMAYOR, J., dissenting\n\ngate petitioner’s mental health deficiencies,” the state\ncourt held. Id., at 258, 172 P. 3d, at 347. “Rather, the\nissue is whether counsel’s failure to conduct further eval-\nuations amounted to deficient representation. We believe\nit did not.” Ibid. The Washington Supreme Court ruled\nthat Komorowski did not perform below the constitutional\nstandard and had instead made a “strategic” decision to\ncurtail the investigation. Ibid. According to the state\ncourt, Komorowski’s strategy was defensible for four rea-\nsons: Presenting more mitigation evidence might have\nopened the door to damaging rebuttal evidence; additional\nwitnesses would have been “cumulative” of the judges who\ntestified; Komorowski worried that if he did not rush to\ntrial, the prosecution might find witnesses who would\ntestify that Elmore’s remorse was waning; and Elmore had\nobjected to the presentation of any mitigation case. Id., at\n257–258, 263–265, 172 P. 3d, at 346–347, 348–350.\n   A Federal District Court denied Elmore’s habeas peti-\ntion, and the Ninth Circuit affirmed. Elmore v. Sinclair,\n799 F. 3d 1238 (2015). Two judges held that the Washing-\nton Supreme Court’s decision was not unreasonable. Id.,\nat 1243. The third would have found that the Washington\nSupreme Court’s determination that Komorowski was\nconstitutionally effective was unreasonable, but concurred\nbecause he did not believe that the question of prejudice\nwas beyond debate. Id., at 1256–1257 (opinion of Hurwitz,\nJ.). Elmore petitioned for certiorari.\n                               II\n  I would grant the petition and summarily reverse on the\nground that Komorowski’s performance during the penalty\nphase of Elmore’s trial violated his Sixth Amendment\nright to effective assistance of counsel.\n  Under the Antiterrorism and Effective Death Penalty\nAct of 1996, Elmore is entitled to relief only if the state\ncourt’s adjudication of his claim “resulted in a decision\n\f8                  ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nthat was contrary to, or involved an unreasonable applica-\ntion of, clearly established Federal law, as determined by\nthe Supreme Court of the United States.” 28 U. S. C.\n§2254(d)(1). In other words, we may not grant relief\nwhere reasonable minds could differ over the correct ap-\nplication of legal principles, and we must evaluate that\napplication on the basis of the law that was “clearly estab-\nlished” at the time of the state-court adjudication. See\nWilliams v. Taylor, 529 U. S. 362, 402–409 (2000).\n   The legal principles that govern claims of ineffective\nassistance of counsel (IAC) come from Strickland v. Wash-\nington, 466 U. S. 668 (1984), and were clearly established\nover a decade before Elmore’s trial. An IAC claim has two\ncomponents: A petitioner must show that counsel’s per-\nformance was deficient and that the deficiency prejudiced\nthe defense. See id., at 687. To establish deficient repre-\nsentation, a petitioner must demonstrate that counsel’s\nrepresentation “fell below an objective standard of reason-\nableness.” Id., at 688. In order to establish prejudice, a\npetitioner must show that, but for the constitutionally\ndeficient representation, there is a “reasonable probabil-\nity” that the outcome of the proceeding would have been\ndifferent. Id., at 694.\n   “A standard of reasonableness applied as if one stood in\ncounsel’s shoes spawns few hard-edged rules.” Rompilla v.\nBeard, 545 U. S. 374, 381 (2005). But our cases reveal\nclearly established principles that, taken together, demon-\nstrate that the state court’s decision here was contrary to\nthis Court’s precedents and that the state court unreason-\nably applied the Strickland standard in evaluating\nElmore’s claim.\n                           A\n  “This is not a case in which defense counsel simply\nignored their obligation to find mitigating evidence.”\nRompilla, 545 U. S., at 381. But Komorowski’s decision\n\f                 Cite as: 580 U. S. ____ (2016)          9\n\n                  SOTOMAYOR, J., dissenting\n\nnot to search for much of the important mitigating evi-\ndence of Elmore’s life was objectively unreasonable under\nStrickland. And the Washington Supreme Court’s opinion\ndeclaring Komorowski’s conduct reasonable was contrary\nto our precedents. Clearly established legal principles\nmake that apparent.\n   First, it was clearly established that constitutionally\neffective counsel must thoroughly investigate the defense\nhe chooses to present. In this case, that was the remorse\ndefense, the basket into which Komorowski had put all of\nElmore’s eggs. See Wiggins v. Smith, 539 U. S. 510, 526\n(2003). Had Elmore’s defense team interviewed even the\njailhouse minister, for instance, whom they knew was\nvisiting Elmore, the jury would have heard a description of\nElmore’s remorse that was far more robust than the tes-\ntimony of judges who had observed Elmore for short peri-\nods during his few court appearances. E.g., Sellars Decl.,\n11 id., at 5400.\n   The Washington Supreme Court dismissed this testi-\nmony as “cumulative,” but that conclusion was unreasonable\nin light of this Court’s precedent. In re Elmore, 162 Wash.\n2d, at 265, 172 P. 3d, at 350. The judges testified that\nElmore wanted to plead guilty and commented on his\nappearance; the jailhouse minister, the correctional of-\nficer, and others would have discussed Elmore’s actual\nemotional state over the course of months. Cf. Williams,\n529 U. S., at 396 (faulting counsel for presenting some\ncharacter witnesses, but not other, stronger character\nwitnesses, such as certified public accountant); Wiggins,\n539 U. S., at 518, 526 (faulting counsel where counsel\nstopped investigation before finding evidence about abu-\nsive childhood that was more “detailed” and “graphic” than\nevidence in counsel’s possession).\n   Second, we have said time and again that while “strate-\ngic choices made after thorough investigation of law and\nfacts relevant to plausible options are virtually unchal-\n\f10                 ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nlengeable[,] . . . strategic choices made after less than\ncomplete investigation are only reasonable precisely to the\nextent that reasonable professional judgments support the\nlimitations on investigation.” Strickland, 466 U. S., at\n690–691. Before Komorowski decided to focus exclusively\non a remorse-based defense, he had an obligation to fully\ninvestigate other possible mitigation cases. See Sears, 561\nU. S., at 953–954; Wiggins, 539 U. S., at 521–526. For\nexample, Komorowski had been specifically told by an\nexperienced capital attorney that the testimony of a psy-\nchologist was unlikely to be sufficient and that the details\nof the crime, standing alone, strongly suggested “some sort\nof organic brain disorder or dysfunction.” Maybrown\nDecl., 12 Record 5541. Yet he did not pursue neuro-\npsychological testing or investigate Elmore’s exposure to\nneurotoxins.\n   The Washington Supreme Court concluded that because\nKomorowski had conducted some mental health investiga-\ntion, any decision he made about which information to\npresent to the jury was strategic. In re Elmore, 162 Wash.\n2d, at 263–264, 172 P. 3d, at 349–350. This was error.\nThis Court has squarely rejected the notion that “because\ncounsel had some information with respect to petitioner’s\nbackground . . . they were in a position to make a tactical\nchoice.” Wiggins, 539 U. S., at 527. To the contrary, we\nhave often emphasized that an attorney who learns some\ninformation about a defendant’s background is under an\nobligation to pursue that information in order to “mak[e]\nan informed choice among possible defenses.” Id., at 525.\nSo too here: The information Komorowski did have about\nElmore’s background and the advice he received from\nMaybrown would have prompted a competent attorney to\nconduct further investigation and consult with experts\nabout brain damage. See Komorowski Decl., 11 Record\n5329; Social History, 12 id., at 5526, 5531–5538. While\nKomorowski consulted with three experts as to Elmore’s\n\f                 Cite as: 580 U. S. ____ (2016)          11\n\n                   SOTOMAYOR, J., dissenting\n\nmental health, he neither provided them with sufficient\ninformation to make an informed evaluation nor asked\nany of them to administer tests designed to measure\nElmore’s brain functioning. PRP Tr., 15 id., at 6985–6986,\n7406–7407.\n   Third, it was clearly established that, while fear of a\nprosecutor’s rebuttal case may justify a decision not to\npresent certain mitigating evidence, it can rarely justify a\nfailure to investigate in the first place. See Williams, 529\nU. S., at 396 (counsel should have investigated juvenile\nrecords even where records contained evidence he had\nbeen previously committed to the juvenile system); Rom-\npilla, 545 U. S., at 386, n. 5 (counsel should have investi-\ngated prior crime even though defense strategy was predi-\ncated on keeping evidence of prior crime out). So even if\nKomorowski’s fear of opening the door to damaging rebut-\ntal evidence could have justified a decision not to intro-\nduce mitigating evidence, it could not have justified his\nfailure to investigate whether that evidence existed in the\nfirst place.\n   And it is questionable whether Komorowski’s fear could\neven have justified the decision not to introduce the evi-\ndence. Komorowski identified three aggravators that he\nclaimed the prosecution could have presented in rebuttal:\nthe gruesome details of the crime, Elmore’s sexual abuse\nof the victim, and his waning remorse. But the first two\naggravators were presented to the jury: the details of the\ncrime in the State’s penalty-phase argument, Trial Tr., 5\nRecord 2361–2362, 2500, 2502–2503, and the sexual abuse\nduring the taped confession that was played to the jury,\nPRP Tr., 15 id., at 6952. Nor was there a strong basis for\nKomorowski to conclude that Elmore’s remorse was wan-\ning, as his own defense investigator testified that Elmore\nremained as remorseful through the day of trial as he had\never been. Id., at 7439–7440.\n   Finally, it was clearly established that counsel has an\n\f12                 ELMORE v. HOLBROOK\n\n                   SOTOMAYOR, J., dissenting\n\nobligation to pursue reasonable inquiries even where a\nclient is “actively obstructi[ng]” that effort. Rompilla, 545\nU. S., at 391. Here, evidence introduced at the postconvic-\ntion hearing indicated that Elmore resisted some of Ko-\nmorowski’s efforts to develop a mitigation case, telling him\nthat he would act out in the courtroom if Komorowski put\non testimony about his personal life. PRP Tr., 15 Record\n6994–6995. The Washington Supreme Court drew from\nthis that Elmore “objected to the presentation of a mitiga-\ntion case and threatened to act out in the courtroom if\nmitigation was put on for the jury.” In re Elmore, 162\nWash. 2d, at 258, 172 P. 3d, at 347. But Komorowski said\nno such thing: He testified only that Elmore objected to\nthe presentation of details about his personal life, not to\nthe presentation of any mitigation case at all. PRP Tr., 15\nRecord 6994–6995. Our precedent makes clear that such\nan objection does not justify a wholesale failure to investi-\ngate readily available mitigating evidence. Rompilla, 545\nU. S., at 381.\n   In short, all of the Washington Supreme Court’s justifi-\ncations for Komorowski’s performance stand in sharp\ncontrast with principles clearly established by this Court.\nNo reasonable jurist could conclude that Komorowski’s\nperformance was not deficient.\n                              B\n  Our precedents make it equally clear that Elmore was\nprejudiced by Komorowski’s deficient performance.\n  First, it was clearly established that the key inquiry for\nprejudice purposes is the difference between what was\nactually presented at trial and what competent counsel\ncould have presented. See id., at 393. Here, the difference\nbetween the two is stark. At trial, Komorowski presented\nno witnesses who knew Elmore personally; the jury none-\ntheless deliberated for more than a full day. Trial Tr., 5\nRecord 2733–2734. By contrast, postconviction counsel\n\f                 Cite as: 580 U. S. ____ (2016)          13\n\n                  SOTOMAYOR, J., dissenting\n\nput forth a wealth of mitigating information that was\navailable to trial counsel: well-respected community mem-\nbers who could attest to Elmore’s remorse; neuropsycho-\nlogical evidence about Elmore’s frontal lobe damage and\nhow it may have directly affected the commission of his\ncrime; and information about Elmore’s history of head\ninjuries and exposure to neurotoxins, including his expo-\nsure to Agent Orange when he served in the Vietnam War.\n  Second, it was clearly established that an inquiry to\nprejudice should not presume that an expert opinion about\nthe magnitude and effect of a defendant’s mental health\nissues is rendered meaningless by the State’s introduction\nof a contrary opinion. In Porter, for example, the State’s\ntwo experts disputed petitioner’s postconviction expert’s\nconclusion that he was acting under the influence of an\nextreme emotional disturbance and that brain damage\nimpaired his ability to obey the law. 558 U. S., at 36. We\nnonetheless concluded that the absence of an expert wit-\nness at trial prejudiced petitioner: “While the State’s\nexperts identified perceived problems with the tests that\n[petitioner’s expert] used and the conclusions that he drew\nfrom them, it was not reasonable to discount entirely the\neffect that his testimony might have had on the jury.” Id.,\nat 43.\n  Here, too, it was not reasonable to “discount entirely”\nthe testimony of Elmore’s three postconviction experts.\nParticularly given that this was Elmore’s first conviction\nfor a violent crime, a jury might have been convinced that\nthis crime was a direct result of Elmore’s cognitive im-\npairments, as Elmore’s three experts opined. And even if\nthe jury was not convinced that there was a causal nexus\nbetween the crime and Elmore’s brain damage, there was\na reasonable probability that the jury would have at least\ncredited evidence on which all parties—including the\nState’s expert—agreed, namely, that Elmore’s cognitive\nlimitations contributed in at least a “longer term” way to\n\f14                  ELMORE v. HOLBROOK\n\n                    SOTOMAYOR, J., dissenting\n\nthe crime. PRP Tr., 15 Record 7355; see, e.g., Williams,\n529 U. S., at 398 (considering evidence of borderline men-\ntal retardation even though crime was not linked to cogni-\ntive impairments); Sears, 561 U. S., at 945 (considering\nfrontal lobe damage even though crime was not linked to\nbrain damage).\n   Finally, it was clearly established that even a defendant\nwho committed a heinous crime can be prejudiced by\nineffective counsel. See Williams, 529 U. S., at 368 (peti-\ntioner “brutally assaulted an elderly woman”); Rompilla,\n545 U. S., at 397 (KENNEDY, J., dissenting) (“brutal\ncrime”; victim was stabbed 16 times, beaten with a blunt\nobject, gashed in the face with beer bottle shards, and set\non fire); Wiggins, 539 U. S., at 553, n. 4 (Scalia, J., dissent-\ning) (“bizarre crime” in which 77-year-old woman was\nfound drowned in her bathtub, missing her underwear,\nand sprayed with insecticide). Elmore’s crime was hor-\nrific, but there was a dramatic difference between the miti-\ngation that was presented and the mitigation that should\nhave been presented. The evidence presented by postcon-\nviction counsel “adds up to a mitigation case that bears no\nrelation to the few naked pleas for mercy actually put\nbefore the jury, and although we suppose it is possible that\na jury could have heard it all and still have decided on the\ndeath penalty, that is not the test.” Rompilla, 545 U. S.,\nat 393.\n                        *    *     *\n  Many observers, on and off this Court, have questioned\nthe reliability and fairness of the imposition of capital\npunishment in America. See, e.g., Glossip v. Gross, 576\nU. S. ___, ___ (2015) (BREYER, J., dissenting) (slip op., at\n1); Baze v. Rees, 553 U. S. 35, 86 (2008) (Stevens, J., con-\ncurring in judgment); Callins v. Collins, 510 U. S. 1141,\n1145 (1994) (Blackmun, J., dissenting from denial of certi-\norari); Fletcher, Our Broken Death Penalty, 89 N. Y. U.\n\f                  Cite as: 580 U. S. ____ (2016)            15\n\n                    SOTOMAYOR, J., dissenting\n\nL. Rev. 805 (2014); D. Baldus et al., Equal Justice and the\nDeath Penalty: A Legal and Empirical Analysis (1990).\nWhether our system of capital punishment is inconsistent\nwith the Eighth Amendment, as these critics have\ncharged, is not at issue here. I do believe, however, that\nwhatever flaws do exist in our system can be tolerated\nonly by remaining faithful to our Constitution’s procedural\nsafeguards.\n   All crimes for which defendants are sentenced to death\nare horrific. See Glossip, 576 U. S., at ___ (BREYER, J.,\ndissenting) (slip op., at 14); id., at ___ (THOMAS, J., concur-\nring) (slip op., at 6–10). But not all defendants who com-\nmit horrific crimes are sentenced to death. Some are\nspared by juries. The Constitution guarantees that possi-\nbility: It requires that a sentencing jury be able to fully\nand fairly evaluate “the characteristics of the person who\ncommitted the crime.” Gregg v. Georgia, 428 U. S. 153,\n197 (1976) (joint opinion of Stewart, Powell, and Stevens,\nJJ.). That guarantee is a bedrock premise on which our\nsystem of capital punishment depends, and it is a guaran-\ntee that must be honored—especially for defendants like\nElmore, whose lives are marked by extensive mitigating\ncircumstances that might convince a jury to choose life\nover death. Only upon hearing such facts can a jury fairly\nmake the weighty—and final—decision whether such a\nperson is entitled to mercy.\n   I respectfully dissent from the denial of certiorari.\n\f",
  "cited_id": [
    111170
  ],
  "id_manually_found": [
    false
  ],
  "cited_case": [
    "Strickland v. Washington, 466 U. S. 668 (1984)"
  ],
  "case_extract": [
    "Strickland v. Wash- ington, 466 U. S. 668 (1984)"
  ],
  "citing_sentence": "The legal principles that govern claims of ineffective assistance of counsel (IAC) come from Strickland v. Wash- ington, 466 U. S. 668 (1984), and were clearly established over a decade before Elmore’s trial.",
  "citing_paragraph": "The legal principles that govern claims of ineffective assistance of counsel (IAC) come from Strickland v. Wash- ington, 466 U. S. 668 (1984), and were clearly established over a decade before Elmore’s trial. An IAC claim has two components: A petitioner must show that counsel’s per- formance was deficient and that the deficiency prejudiced the defense. See id., at 687. To establish deficient repre- sentation, a petitioner must demonstrate that counsel’s representation “fell below an objective standard of reason- ableness.” Id., at 688. In order to establish prejudice, a petitioner must show that, but for the constitutionally deficient representation, there is a “reasonable probabil- ity” that the outcome of the proceeding would have been different. Id., at 694.",
  "relevant_keywords": [
    "lawyer",
    "capital punishment",
    "death penalty",
    "performance",
    "representation",
    "standard",
    "ineffective",
    "constitutional error",
    "reverse",
    "egregious",
    "outcome"
  ],
  "query": [
    "(\"capital punishment\" OR \"death penalty\" OR (death AND sentence)) AND (lawyer OR counsel OR representation) AND (standard OR level OR performance) AND (\"ineffective\" OR negligen! OR substandard OR defici!)",
    "(lawyer OR counsel OR representation) AND (standard OR level OR performance) AND (\"ineffective\" OR negligen! OR substandard OR defici!) AND principle AND outcome",
    "(lawyer OR counsel OR representation) AND (standard OR level OR performance) AND (\"ineffective\" OR negligen! OR substandard OR defici!) AND principle AND \"consitutional error\""
  ],
  "es_query": [
    {
      "query": {
        "bool": {
          "must": [
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "capital punishment",
                      "type": "phrase"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "death penalty",
                      "type": "phrase"
                    }
                  },
                  {
                    "bool": {
                      "must": [
                        {
                          "multi_match": {
                            "fields": [
                              "case_name",
                              "plain_text",
                              "html"
                            ],
                            "query": "death"
                          }
                        },
                        {
                          "multi_match": {
                            "fields": [
                              "case_name",
                              "plain_text",
                              "html"
                            ],
                            "query": "sentence"
                          }
                        }
                      ]
                    }
                  }
                ]
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "lawyer"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "counsel"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "representation"
                    }
                  }
                ]
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "standard"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "level"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "performance"
                    }
                  }
                ]
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "ineffective"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "negligen*"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "substandard"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "defici*"
                    }
                  }
                ]
              }
            }
          ]
        }
      }
    },
    {
      "query": {
        "bool": {
          "must": [
            {
              "multi_match": {
                "fields": [
                  "case_name",
                  "plain_text",
                  "html"
                ],
                "query": "principle"
              }
            },
            {
              "multi_match": {
                "fields": [
                  "case_name",
                  "plain_text",
                  "html"
                ],
                "query": "outcome"
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "lawyer"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "counsel"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "representation"
                    }
                  }
                ]
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "standard"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "level"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "performance"
                    }
                  }
                ]
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "ineffective"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "negligen*"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "substandard"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "defici*"
                    }
                  }
                ]
              }
            }
          ]
        }
      }
    },
    {
      "query": {
        "bool": {
          "must": [
            {
              "multi_match": {
                "fields": [
                  "case_name",
                  "plain_text",
                  "html"
                ],
                "query": "principle"
              }
            },
            {
              "multi_match": {
                "fields": [
                  "case_name",
                  "plain_text",
                  "html"
                ],
                "query": "consitutional error",
                "type": "phrase"
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "lawyer"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "counsel"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "representation"
                    }
                  }
                ]
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "standard"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "level"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "performance"
                    }
                  }
                ]
              }
            },
            {
              "bool": {
                "should": [
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "ineffective"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "negligen*"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "substandard"
                    }
                  },
                  {
                    "multi_match": {
                      "fields": [
                        "case_name",
                        "plain_text",
                        "html"
                      ],
                      "query": "defici*"
                    }
                  }
                ]
              }
            }
          ]
        }
      }
    }
  ]
}