{
	"id": 91,
	"case_id": 4013905,
	"case_title": "United States v. Bryant",
	"date_filed": "2016-07-07",
	"html": "\u003cpre class=\"inline\"\u003e  Summary\n  7/7/2016 4:12:59 PM\n\n\n  Differences exist between documents.\n\n      New Document:                   Old Document:\n      15-420_new                      15-420\n      23 pages (174 KB)               23 pages (177 KB)\n      7/7/2016 4:12:51 PM             7/7/2016 4:12:51 PM\n      Used to display results.\n\n\n\n  Get started: first change is on page 8.\n\n  No pages were deleted\n\n\n\n\n  How to read this report\n\n     Highlight indicates a change.\n     Deleted indicates deleted content.\n\n        indicates pages were changed.\n\n        indicates pages were moved.\n\n\n\n\n\nfile://NoURLProvided[7/7/2016 4:13:03 PM]\n\u000c(Slip Opinion)              OCTOBER TERM, 2015                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                    UNITED STATES v. BRYANT\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n       No. 15–420.      Argued April 19, 2016—Decided June 13, 2016\nIn response to the high incidence of domestic violence against Native\n  American women, Congress enacted a felony offense of domestic as-\n  sault in Indian country by a habitual offender. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §117(a).\n  Section 117(a)(1) provides that any person who “commits a domestic\n  assault within . . . Indian country” and who has at least two prior fi-\n  nal convictions for domestic violence rendered “in Federal, State, or\n  Indian tribal court proceedings . . . shall be fined . . . , imprisoned for\n  a term of not more than 5 years, or both . . . .” Having two prior trib-\n  al-court convictions for domestic violence crimes is thus a predicate of\n  the new offense.\n     This case raises the question whether §117(a)’s inclusion of tribal-\n  court convictions as predicate offenses is compatible with the Sixth\n  Amendment’s right to counsel. The Sixth Amendment guarantees\n  indigent defendants appointed counsel in any state or federal crimi-\n  nal proceeding in which a term of imprisonment is imposed, Scott v.\n  Illinois, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110032\"\u003e\u003ca href=\"/opinion/110032/scott-v-illinois/\"\u003e\u003cspan class=\"volume\"\u003e440\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e367\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 373–374, but it does not apply in tribal-court\n  proceedings, see Plains Commerce Bank v. Long Family Land \u0026 Cat-\n  tle Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145782\"\u003e\u003ca href=\"/opinion/145782/plains-commerce-bank-v-long-family-land-cattle-co/\"\u003e\u003cspan class=\"volume\"\u003e554\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e316\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337. The Indian Civil Rights Act of 1968\n  (ICRA), which governs tribal-court proceedings, accords a range of\n  procedural safeguards to tribal-court defendants “similar, but not\n  identical, to those contained in the Bill of Rights and the Fourteenth\n  Amendment,” Santa Clara Pueblo v. Martinez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109857\"\u003e\u003ca href=\"/opinion/109857/santa-clara-pueblo-v-martinez/\"\u003e\u003cspan class=\"volume\"\u003e436\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e49\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 57. In\n  particular, ICRA provides indigent defendants with a right to ap-\n  pointed counsel only for sentences exceeding one year. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n  §1302(c)(2). ICRA’s right to counsel therefore is not coextensive with\n  the Sixth Amendment right.\n     This Court has held that a conviction obtained in state or federal\n  court in violation of a defendant’s Sixth Amendment right to counsel\n\u000c2                    UNITED STATES v. BRYANT\n\n                                Syllabus\n\n cannot be used in a subsequent proceeding “to support guilt or en-\n hance punishment for another offense.” Burgett v. Texas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107540\"\u003e\u003ca href=\"/opinion/107540/burgett-v-texas/\"\u003e\u003cspan class=\"volume\"\u003e389\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n \u003cspan class=\"page\"\u003e109\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 115. Use of a constitutionally infirm conviction would cause “the\n accused in effect [to] suffe[r] anew from the [prior] deprivation of [his]\n Sixth Amendment right.” Ibid. Burgett’s principle was limited by\n the Court’s holding in Nichols v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1087959\"\u003e\u003ca href=\"/opinion/1087959/nichols-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e511\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e738\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, that\n “an uncounseled misdemeanor conviction, valid under Scott because\n no prison term was imposed, is also valid when used to enhance pun-\n ishment at a subsequent conviction,” id., at 748–749.\n    Respondent Michael Bryant, Jr., has multiple tribal-court convic-\n tions for domestic assault. When convicted, Bryant was indigent and\n was not appointed counsel. For most of his convictions, he was sen-\n tenced to terms of imprisonment not exceeding one year’s duration.\n Because of his short prison terms, the prior tribal-court proceedings\n complied with ICRA, and his convictions were therefore valid when\n entered. Based on domestic assaults he committed in 2011, Bryant\n was indicted on two counts of domestic assault by a habitual offender,\n in violation of §117(a). Represented in federal court by appointed\n counsel, he contended that the Sixth Amendment precluded use of his\n prior, uncounseled, tribal-court misdemeanor convictions to satisfy\n §117(a)’s predicate-offense element and moved to dismiss the indict-\n ment. The District Court denied the motion; Bryant pleaded guilty,\n reserving the right to appeal. The Ninth Circuit reversed the convic-\n tion and directed dismissal of the indictment. It comprehended that\n Bryant’s uncounseled tribal-court convictions were valid when en-\n tered because the Sixth Amendment right to counsel does not apply\n in tribal-court proceedings. It held, however, that Bryant’s tribal-\n court convictions could not be used as predicate convictions within\n §117(a)’s compass because they would have violated the Sixth\n Amendment had they been rendered in state or federal court.\nHeld: Because Bryant’s tribal-court convictions occurred in proceedings\n that complied with ICRA and were therefore valid when entered, use\n of those convictions as predicate offenses in a §117(a) prosecution\n does not violate the Constitution.\n    Nichols instructs that convictions valid when entered retain that\n status when invoked in a subsequent proceeding. Nichols reasoned\n that “[e]nhancement statutes . . . do not change the penalty imposed\n for the earlier conviction”; rather, repeat-offender laws “penaliz[e] on-\n ly the last offense committed by the defendant.” 511 U. S., at 747.\n Bryant’s sentence for violating §117(a) punishes his most recent acts\n of domestic assault, not his prior crimes prosecuted in tribal court.\n He was denied no right to counsel in tribal court, and his Sixth\n Amendment right was honored in federal court. Bryant acknowledg-\n es that Nichols would have allowed reliance on uncounseled tribal-\n\u000c                     Cite as: 579 U. S. ____ (2016)                   3\n\n                               Syllabus\n\n  court convictions resulting in fines to satisfy §117(a)’s prior-crimes\n  predicate. But there is no cause to distinguish for §117(a) purposes\n  between fine-only tribal-court convictions and valid but uncounseled\n  tribal-court convictions resulting in imprisonment for a term not ex-\n  ceeding one year. Neither violates the Sixth Amendment. Bryant is\n  not aided by Burgett. A defendant convicted in tribal court suffered\n  no Sixth Amendment violation in the first instance, so he cannot “suf-\n  fe[r] anew” from a prior deprivation in his federal prosecution.\n     Bryant also invokes the Due Process Clause of the Fifth Amend-\n  ment to support his assertion that tribal-court judgments should not\n  be used as predicate offenses under §117(a). ICRA, however, guaran-\n  tees “due process of law,” accords other procedural safeguards, and\n  permits a prisoner to challenge the fundamental fairness of tribal\n  court proceedings in federal habeas corpus proceedings. Because pro-\n  ceedings in compliance with ICRA sufficiently ensure the reliability\n  of tribal-court convictions, the use of those convictions in a federal\n  prosecution does not violate a defendant’s due process right. Pp. 12–\n  16.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e671\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion for a unanimous Court. THOMAS,\nJ., filed a concurring opinion.\n\u000c                         Cite as: 579 U. S. ____ (2016)                              1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n      preliminary print of the United States Reports. Readers are requested to\n      notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n      ington, D. C. 20543, of any typographical or other formal errors, in order\n      that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                    _________________\n\n                                    No. 15–420\n                                    _________________\n\n\n               UNITED STATES, PETITIONER v. \n\n                   MICHAEL BRYANT, JR.\n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n\n                                  [June 13, 2016]\n\n\n\n   JUSTICE GINSBURG delivered the opinion of the Court.\n   In response to the high incidence of domestic violence\nagainst Native American women, Congress, in 2005, en-\nacted \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §117(a), which targets serial offenders.\nSection 117(a) makes it a federal crime for any person to\n“commi[t] a domestic assault within . . . Indian country” if\nthe person has at least two prior final convictions for\ndomestic violence rendered “in Federal, State, or Indian\ntribal court proceedings.” See Violence Against Women\nand Department of Justice Reauthorization Act of 2005\n(VAWA Reauthorization Act), Pub. L. 109–162, §§901, 909,\n119 Stat. 3077, 3084.1 Respondent Michael Bryant, Jr.,\nhas multiple tribal-court convictions for domestic assault.\nFor most of those convictions, he was sentenced to terms\nof imprisonment, none of them exceeding one year’s dura-\ntion. His tribal-court convictions do not count for §117(a)\npurposes, Bryant maintains, because he was uncounseled\n——————\n  1 “Indian  country” is defined in \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1151 to encompass all\nland within any Indian reservation under federal jurisdiction, all\ndependent Indian communities, and all Indian allotments, the Indian\ntitles to which have not been extinguished.\n\u000c2               UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nin those proceedings.\n  The Sixth Amendment guarantees indigent defendants,\nin state and federal criminal proceedings, appointed coun-\nsel in any case in which a term of imprisonment is im-\nposed. Scott v. Illinois, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"110032\"\u003e\u003ca href=\"/opinion/110032/scott-v-illinois/\"\u003e\u003cspan class=\"volume\"\u003e440\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e367\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 373–374 (1979).\nBut the Sixth Amendment does not apply to tribal-court\nproceedings. See Plains Commerce Bank v. Long Family\nLand \u0026 Cattle Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145782\"\u003e\u003ca href=\"/opinion/145782/plains-commerce-bank-v-long-family-land-cattle-co/\"\u003e\u003cspan class=\"volume\"\u003e554\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e316\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337 (2008). The Indian\nCivil Rights Act of 1968 (ICRA), Pub. L. 90–284, 82 Stat.\n77, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1301 et seq., which governs criminal pro-\nceedings in tribal courts, requires appointed counsel only\nwhen a sentence of more than one year’s imprisonment is\nimposed. §1302(c)(2). Bryant’s tribal-court convictions, it\nis undisputed, were valid when entered. This case pre-\nsents the question whether those convictions, though\nuncounseled, rank as predicate offenses within the com-\npass of §117(a). Our answer is yes. Bryant’s tribal-court\nconvictions did not violate the Sixth Amendment when\nobtained, and they retain their validity when invoked in a\n§117(a) prosecution. That proceeding generates no Sixth\nAmendment defect where none previously existed.\n                            I\n\n                            A\n\n  “[C]ompared to all other groups in the United States,”\nNative American women “experience the highest rates of\ndomestic violence.” 151 Cong. Rec. 9061 (2005) (remarks\nof Sen. McCain). According to the Centers for Disease\nControl and Prevention, as many as 46% of American\nIndian and Alaska Native women have been victims of\nphysical violence by an intimate partner. Centers for\nDisease Control and Prevention, National Center for\nInjury Prevention and Control, M. Black et al., National\nIntimate Partner and Sexual Violence Survey 2010 Summary\nReport 40 (2011) (Table 4.3), online at http://www.cdc.gov/\nViolencePrevention/pdf/NISVS_report2010-a.pdf (all Internet\n\u000c                 Cite as: 579 U. S. ____ (2016)            3\n\n                     Opinion of the Court\n\nmaterials as last visited June 9, 2016). American Indian\nand Alaska Native women “are 2.5 times more likely to\nbe raped or sexually assaulted than women in the United\nStates in general.” Dept. of Justice, Attorney General’s\nAdvisory Committee on American Indian and Alaska\nNative Children Exposed to Violence, Ending Violence So\nChildren Can Thrive 38 (Nov. 2014), online at https://\nwww.justice.gov /sites /default/files/defendingchildhood/\npages/attachments/2015/03/23/ending_violence_so_children_\ncan_thrive.pdf.    American Indian women experience\nbattery “at a rate of 23.2 per 1,000, compared with 8 per\n1,000 among Caucasian women,” and they “experience 7\nsexual assaults per 1,000, compared with 4 per 1,000\namong Black Americans, 3 per 1,000 among Caucasians,\n2 per 1,000 among Hispanic women, and 1 per 1,000\namong Asian women.” VAWA Reauthorization Act, §901,\n119 Stat. 3077.\n   As this Court has noted, domestic abusers exhibit high\nrates of recidivism, and their violence “often escalates in\nseverity over time.” United States v. Castleman, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 2). Nationwide, over 75% of\nfemale victims of intimate partner violence have been\npreviously victimized by the same offender, Dept. of Jus-\ntice, Bureau of Justice Statistics, S. Catalano, Intimate\nPartner Violence 1993–2010, p. 4 (rev. 2015) (Figure 4),\nonline at http://www.bjs.gov/content/pub/pdf/ipv9310.pdf,\noften multiple times, Dept. of Justice, National Institute of\nJustice, P. Tjaden \u0026 N. Thoennes, Extent, Nature, and\nConsequences of Intimate Partner Violence, p. iv (2000),\nonline at https://www.ncjrs.gov/pdffiles1/nij/181867.pdf\n(“[W]omen who were physically assaulted by an intimate\npartner averaged 6.9 physical assaults by the same part-\nner.”). Incidents of repeating, escalating abuse more than\noccasionally culminate in a fatal attack. See VAWA Reau-\nthorization Act, §901, 119 Stat. 3077–3078 (“[D]uring the\nperiod 1979 through 1992, homicide was the third leading\n\u000c4                    UNITED STATES v. BRYANT\n\n                          Opinion of the Court\n\ncause of death of Indian females aged 15 to 34, and 75\npercent were killed by family members or acquaintances.”).\n   The “complex patchwork of federal, state, and tribal\nlaw” governing Indian country, Duro v. Reina, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112439\"\u003e\u003ca href=\"/opinion/112439/duro-v-reina/\"\u003e\u003cspan class=\"volume\"\u003e495\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e676\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 680, n. 1 (1990), has made it difficult to stem the tide\nof domestic violence experienced by Native American\nwomen. Although tribal courts may enforce the tribe’s\ncriminal laws against Indian defendants, Congress has\ncurbed tribal courts’ sentencing authority. At the time of\n§117(a)’s passage, ICRA limited sentences in tribal court\nto a maximum of one year’s imprisonment. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1302(a)(7) (2006 ed.).2 Congress has since expanded\ntribal courts’ sentencing authority, allowing them to im-\npose up to three years’ imprisonment, contingent on adop-\ntion of additional procedural safeguards. 124 Stat. 2279–\n2280 (codified at \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1302(a)(7)(C), (c)).3 To date,\nhowever, few tribes have employed this enhanced sentencing\nauthority. See Tribal Law and Policy Inst., Implementation\nChart: VAWA Enhanced Jurisdiction and TLOA Enhanced\nSentencing, online at http://www.tribal-institute.org/\ndownload/VAWA/VAWAImplementationChart.pdf.4\n——————\n   2 Until 1986, ICRA permitted sentences of imprisonment up to only\n\nsix months. See 100 Stat. 3207–146.\n   3 Among the additional safeguards attending longer sentences is the\n\nunqualified right of an indigent defendant to appointed counsel. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1302(c)(1), (2).\n   4 Tribal governments generally lack criminal jurisdiction over non-\n\nIndians who commit crimes in Indian country. See Oliphant v.\nSuquamish Tribe, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109812\"\u003e\u003ca href=\"/opinion/109812/oliphant-v-suquamish-tribe/\"\u003e\u003cspan class=\"volume\"\u003e435\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e191\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 195 (1978). In the Violence Against\nWomen Reauthorization Act of 2013, Congress amended ICRA to author-\nize tribal courts to “exercise special domestic violence criminal jurisdic-\ntion” over certain domestic violence offenses committed by a non-Indian\nagainst an Indian. Pub. L. 113–4, §904, 127 Stat. 120–122 (codified at \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1304). Tribal courts’ exercise of this jurisdiction requires\nprocedural safeguards similar to those required for imposing on Indian\ndefendants sentences in excess of one year, including the unqualified\nright of an indigent defendant to appointed counsel. See §1304(d). We\nexpress no view on the validity of those provisions.\n\u000c                 Cite as: 579 U. S. ____ (2016)            5\n\n                     Opinion of the Court\n\n  States are unable or unwilling to fill the enforcement\ngap. Most States lack jurisdiction over crimes committed\nin Indian country against Indian victims. See United\nStates v. John, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109917\"\u003e\u003ca href=\"/opinion/109917/united-states-v-john/\"\u003e\u003cspan class=\"volume\"\u003e437\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e634\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 651 (1978). In 1953, Con-\ngress increased the potential for state action by giving six\nStates “jurisdiction over specified areas of Indian country\nwithin the States and provid[ing] for the [voluntary] as-\nsumption of jurisdiction by other States.” California v.\nCabazon Band of Mission Indians, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111828\"\u003e\u003ca href=\"/opinion/111828/california-v-cabazon-band-of-mission-indians/\"\u003e\u003cspan class=\"volume\"\u003e480\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e202\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 207\n(1987) (footnote omitted). See Act of Aug. 15, 1953, Pub.\nL. 280, 67 Stat. 588 (codified, as amended, at \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1162 and \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §§1321–1328, 1360). States so\nempowered may apply their own criminal laws to “offenses\ncommitted by or against Indians within all Indian country\nwithin the State.” Cabazon Band of Mission Indians, 480\nU. S., at 207; see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1162(a). Even when capable\nof exercising jurisdiction, however, States have not de-\nvoted their limited criminal justice resources to crimes com-\nmitted in Indian country. Jimenez \u0026 Song, Concurrent\nTribal and State Jurisdiction Under Public Law 280, 47\nAm. U. L. Rev. 1627, 1636–1637 (1998); Tribal Law and\nPolicy Inst., S. Deer, C. Goldberg, H. Valdez Singleton, \u0026\nM. White Eagle, Final Report: Focus Group on Public Law\n280 and the Sexual Assault of Native Women 7–8 (2007),\nonline at http://www.tribal-institute.org/download/Final\n%20280%20FG%20Report.pdf.\n  That leaves the Federal Government. Although federal\nlaw generally governs in Indian country, Congress has\nlong excluded from federal-court jurisdiction crimes com-\nmitted by an Indian against another Indian. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§1152; see Ex parte Crow Dog, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"90965\"\u003e\u003ca href=\"/opinion/90965/ex-parte-crow-dog/\"\u003e\u003cspan class=\"volume\"\u003e109\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e556\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 572 (1883)\n(requiring “a clear expression of the intention of Congress”\nto confer federal jurisdiction over crimes committed by an\nIndian against another Indian). In the Major Crimes Act,\nCongress authorized federal jurisdiction over enumerated\ngrave criminal offenses when the perpetrator is an Indian and\n\u000c6                    UNITED STATES v. BRYANT\n\n                           Opinion of the Court\n\nthe victim is “another Indian or other person,” including\nmurder, manslaughter, and felony assault. §1153. At the\ntime of §117(a)’s enactment, felony assault subject to\nfederal prosecution required “serious bodily injury,”\n§113(a)(6) (2006 ed.), meaning “a substantial risk of\ndeath,” “extreme physical pain,” “protracted and obvious\ndisfigurement,” or “protracted loss or impairment of the\nfunction of a bodily member, organ, or mental faculty.”\n§1365(h)(3) (incorporated through §113(b)(2)).5 In short,\nwhen §117(a) was before Congress, Indian perpetrators of\ndomestic violence “escape[d] felony charges until they\nseriously injure[d] or kill[ed] someone.” 151 Cong. Rec.\n9062 (2005) (remarks of Sen. McCain).\n  As a result of the limitations on tribal, state, and federal\njurisdiction in Indian country, serial domestic violence\noffenders, prior to the enactment of §117(a), faced at most\na year’s imprisonment per offense—a sentence insufficient\nto deter repeated and escalating abuse. To ratchet up the\npunishment of serial offenders, Congress created the\nfederal felony offense of domestic assault in Indian coun-\ntry by a habitual offender. §117(a) (2012 ed.); see No. 12–\n30177 (CA9, July 6, 2015), App. to Pet. for Cert. 41a (Ow-\nens, J., dissenting from denial of rehearing en banc) (“Tai-\nlored to the unique problems . . . that American Indian\nand Alaska Native Tribes face, §117(a) provides felony-\nlevel punishment for serial domestic violence offenders,\nand it represents the first true effort to remove these\nrecidivists from the communities that they repeatedly\n——————\n  5 Congress has since expanded the definition of felony assault to in-\n\nclude “[a]ssault resulting in substantial bodily injury to a spouse[,] . . .\nintimate partner, [or] dating partner” and “[a]ssault of a spouse,\nintimate partner, or dating partner by strangling, suffocating, or\nattempting to strangle or suffocate.” Violence Against Women Reau-\nthorization Act of 2013, §906, 127 Stat. 124 (codified at \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e.\n§113(a)(7), (8)). The “substantial bodily injury” requirement remains\ndifficult to satisfy, as it requires “a temporary but substantial disfig-\nurement” or “a temporary but substantial loss or impairment of the\nfunction of any bodily member, organ, or mental faculty.” §113(b)(1).\n\u000c                     Cite as: 579 U. S. ____ (2016)                   7\n\n                         Opinion of the Court\n\nterrorize.”). The section provides in pertinent part:\n     “Any person who commits a domestic assault within\n     . . . Indian country and who has a final conviction on\n     at least 2 separate prior occasions in Federal, State, or\n     Indian tribal court proceedings for offenses that would\n     be, if subject to Federal jurisdiction any assault, sex-\n     ual abuse, or serious violent felony against a spouse or\n     intimate partner . . . shall be fined . . . , imprisoned for\n     a term of not more than 5 years, or both . . . .”\n     §117(a)(1).6\nHaving two prior convictions for domestic violence\ncrimes—including tribal-court convictions—is thus a\npredicate of the new offense.\n                              B\n   This case requires us to determine whether §117(a)’s\ninclusion of tribal-court convictions is compatible with the\nSixth Amendment’s right to counsel. The Sixth Amend-\nment to the U. S. Constitution guarantees a criminal\ndefendant in state or federal court “the Assistance of\nCounsel for his defence.” See Gideon v. Wainwright, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"106545\"\u003e\u003ca href=\"/opinion/106545/gideon-v-wainwright/\"\u003e\u003cspan class=\"volume\"\u003e372\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e335\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 339 (1963). This right, we have held, requires\nappointment of counsel for indigent defendants whenever\na sentence of imprisonment is imposed. Argersinger v.\nHamlin, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108567\"\u003e\u003ca href=\"/opinion/108567/argersinger-v-hamlin/\"\u003e\u003cspan class=\"volume\"\u003e407\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e25\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 37 (1972). But an indigent defend-\nant has no constitutional right to appointed counsel if his\nconviction results in a fine or other noncustodial punish-\nment. Scott, 440 U. S., at 373–374.\n   “As separate sovereigns pre-existing the Constitution,\ntribes have historically been regarded as unconstrained by\n——————\n  6 Section 117(a) has since been amended to include as qualifying pred-\n\nicate offenses, in addition to intimate-partner crimes, “assault, sexual\nabuse, [and] serious violent felony” offenses committed “against a child\nof or in the care of the person committing the domestic assault.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §117(a) (Supp. II 2014).\n\u000c8                UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nthose constitutional provisions framed specifically as\nlimitations on federal or state authority.” Santa Clara\nPueblo v. Martinez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109857\"\u003e\u003ca href=\"/opinion/109857/santa-clara-pueblo-v-martinez/\"\u003e\u003cspan class=\"volume\"\u003e436\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e49\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 56 (1978). The Bill of\nRights, including the Sixth Amendment right to counsel,\ntherefore, does not apply in tribal-court proceedings. See\nPlains Commerce Bank, 554 U. S., at 337.\n  In ICRA, however, Congress accorded a range of proce-\ndural safeguards to tribal-court defendants “similar, but\nnot identical, to those contained in the Bill of Rights and\nthe Fourteenth Amendment.” Martinez, 436 U. S., at 57;\nsee id., at 62–63 (ICRA “modified the safeguards of the\nBill of Rights to fit the unique political, cultural, and\neconomic needs of tribal governments”). In addition to\nother enumerated protections, ICRA guarantees “due\nprocess of law,” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e25\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1302(a)(8), and allows tribal-\ncourt defendants to seek habeas corpus review in federal\ncourt to test the legality of their imprisonment, §1303.\n  The right to counsel under ICRA is not coextensive with\nthe Sixth Amendment right. If a tribal court imposes a\nsentence in excess of one year, ICRA requires the court to\naccord the defendant “the right to effective assistance of\ncounsel at least equal to that guaranteed by the United\nStates Constitution,” including appointment of counsel for\nan indigent defendant at the tribe’s expense. §1302(c)(1),\n(2). If the sentence imposed is no greater than one year,\nhowever, the tribal court must allow a defendant only the\nopportunity to obtain counsel “at his own expense.”\n§1302(a)(6). In tribal court, therefore, unlike in federal or\nstate court, a sentence of imprisonment up to one year\nmay be imposed without according indigent defendants\nthe right to appointed counsel.\n  The question here presented: Is it permissible to use\nuncounseled tribal-court convictions—obtained in full\ncompliance with ICRA—to establish the prior-crimes\npredicate of §117(a)? It is undisputed that a conviction\nobtained in violation of a defendant’s Sixth Amendment\n\u000c                 Cite as: 579 U. S. ____ (2016)           9\n\n                     Opinion of the Court\n\nright to counsel cannot be used in a subsequent proceeding\n“either to support guilt or enhance punishment for another\noffense.” Burgett v. Texas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107540\"\u003e\u003ca href=\"/opinion/107540/burgett-v-texas/\"\u003e\u003cspan class=\"volume\"\u003e389\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e109\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 115 (1967). In\nBurgett, we held that an uncounseled felony conviction\nobtained in state court in violation of the right to counsel\ncould not be used in a subsequent proceeding to prove the\nprior-felony element of a recidivist statute. To permit\nsuch use of a constitutionally infirm conviction, we ex-\nplained, would cause “the accused in effect [to] suffe[r]\nanew from the [prior] deprivation of [his] Sixth Amend-\nment right.” Ibid.; see United States v. Tucker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108427\"\u003e\u003ca href=\"/opinion/108427/united-states-v-tucker/\"\u003e\u003cspan class=\"volume\"\u003e404\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e443\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 448 (1972) (invalid, uncounseled prior convictions\ncould not be relied upon at sentencing to impose a longer\nterm of imprisonment for a subsequent conviction); cf.\nLoper v. Beto, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108490\"\u003e\u003ca href=\"/opinion/108490/loper-v-beto/\"\u003e\u003cspan class=\"volume\"\u003e405\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e473\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 483–484 (1972) (plurality\nopinion) (“use of convictions constitutionally invalid under\nGideon v. Wainwright to impeach a defendant’s credibility\ndeprives him of due process of law” because the prior\nconvictions “lac[k] reliability”).\n  In Nichols v. United States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1087959\"\u003e\u003ca href=\"/opinion/1087959/nichols-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e511\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e738\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1994), we\nstated an important limitation on the principle recognized\nin Burgett. In the case under review, Nichols pleaded\nguilty to a federal felony drug offense. 511 U. S., at 740.\nSeveral years earlier, unrepresented by counsel, he had\nbeen convicted of driving under the influence (DUI), a\nstate-law misdemeanor, and fined $250 but not impris-\noned. Ibid. Nichols’ DUI conviction, under the then-\nmandatory Sentencing Guidelines, effectively elevated by\nabout two years the sentencing range for Nichols’ federal\ndrug offense. Ibid. We rejected Nichols’ contention that,\nas his later sentence for the federal drug offense involved\nimprisonment, use of his uncounseled DUI conviction to\nelevate that sentence violated the Sixth Amendment. Id.,\nat 746–747. “[C]onsistent with the Sixth and Fourteenth\nAmendments of the Constitution,” we held, “an uncoun-\nseled misdemeanor conviction, valid under Scott because\n\u000c10               UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nno prison term was imposed, is also valid when used to\nenhance punishment at a subsequent conviction.” Id., at\n748–749.\n                               C\n   Respondent Bryant’s conduct is illustrative of the do-\nmestic violence problem existing in Indian country. Dur-\ning the period relevant to this case, Bryant, an enrolled\nmember of the Northern Cheyenne Tribe, lived on that\nTribe’s reservation in Montana. He has a record of over\n100 tribal-court convictions, including several misdemeanor\nconvictions for domestic assault. Specifically, between\n1997 and 2007, Bryant pleaded guilty on at least five\noccasions in Northern Cheyenne Tribal Court to commit-\nting domestic abuse in violation of the Northern Cheyenne\nTribal Code. On one occasion, Bryant hit his live-in girl-\nfriend on the head with a beer bottle and attempted to\nstrangle her. On another, Bryant beat a different girl-\nfriend, kneeing her in the face, breaking her nose, and\nleaving her bruised and bloodied.\n   For most of Bryant’s repeated brutal acts of domestic\nviolence, the Tribal Court sentenced him to terms of im-\nprisonment, never exceeding one year. When convicted of\nthese offenses, Bryant was indigent and was not appointed\ncounsel. Because of his short prison terms, Bryant\nacknowledges, the prior tribal-court proceedings complied\nwith ICRA, and his convictions were therefore valid when\nentered. Bryant has never challenged his tribal-court\nconvictions in federal court under ICRA’s habeas corpus\nprovision.\n   In 2011, Bryant was arrested yet again for assaulting\nwomen. In February of that year, Bryant attacked his\nthen girlfriend, dragging her off the bed, pulling her hair,\nand repeatedly punching and kicking her. During an\ninterview with law enforcement officers, Bryant admitted\nthat he had physically assaulted this woman five or six\n\u000c                    Cite as: 579 U. S. ____ (2016)                 11\n\n                        Opinion of the Court\n\ntimes. Three months later, he assaulted another woman\nwith whom he was then living, waking her by yelling that\nhe could not find his truck keys and then choking her until\nshe almost lost consciousness. Bryant later stated that he\nhad assaulted this victim on three separate occasions\nduring the two months they dated.\n   Based on the 2011 assaults, a federal grand jury in\nMontana indicted Bryant on two counts of domestic as-\nsault by a habitual offender, in violation of §117(a). Bry-\nant was represented in federal court by appointed counsel.\nContending that the Sixth Amendment precluded use of\nhis prior, uncounseled, tribal-court misdemeanor convic-\ntions to satisfy §117(a)’s predicate-offense element, Bryant\nmoved to dismiss the indictment. The District Court\ndenied the motion, App. to Pet. for Cert. 32a, and Bryant\nentered a conditional guilty plea, reserving the right to\nappeal that decision. Bryant was sentenced to concurrent\nterms of 46 months’ imprisonment on each count, to be\nfollowed by three years of supervised release.\n   The Court of Appeals for the Ninth Circuit reversed the\nconviction and directed dismissal of the indictment. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e671\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2014). Bryant’s tribal-court convictions were\nnot themselves constitutionally infirm, the Ninth Circuit\ncomprehended, because “the Sixth Amendment right to\nappointed counsel does not apply in tribal court proceed-\nings.” Id., at 675. But, the court continued, had the con-\nvictions been obtained in state or federal court, they would\nhave violated the Sixth Amendment because Bryant had\nreceived sentences of imprisonment although he lacked\nthe aid of appointed counsel. Adhering to its prior deci-\nsion in United States v. Ant, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"527889\"\u003e\u003ca href=\"/opinion/527889/united-states-v-francis-floyd-ant/\"\u003e\u003cspan class=\"volume\"\u003e882\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1389\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (CA9 1989),7\n——————\n  7 In United States v. Ant, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"527889\"\u003e\u003ca href=\"/opinion/527889/united-states-v-francis-floyd-ant/\"\u003e\u003cspan class=\"volume\"\u003e882\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1389\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1989), the Ninth Circuit\n\nproscribed the use of an uncounseled tribal-court guilty plea as evi-\ndence of guilt in a subsequent federal prosecution arising out of the\nsame incident. Use of the plea was impermissible, the Court of Appeals\nreasoned, “because the tribal court guilty plea was made under circum-\n\u000c12                  UNITED STATES v. BRYANT\n\n                         Opinion of the Court\n\nthe Court of Appeals held that, subject to narrow excep-\ntions not relevant here, “tribal court convictions may be\nused in subsequent [federal] prosecutions only if the tribal\ncourt guarantees a right to counsel that is, at minimum,\ncoextensive with the Sixth Amendment right.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\nat 677. Rejecting the Government’s argument that our\ndecision in Nichols required the opposite result, the Ninth\nCircuit concluded that Nichols applies only when the prior\nconviction did comport with the Sixth Amendment, i.e.,\nwhen no sentence of imprisonment was imposed for the\nprior conviction. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 677–678.\n   Judge Watford concurred, agreeing that Ant controlled\nthe outcome of this case, but urging reexamination of Ant\nin light of Nichols. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 679. This Court’s deci-\nsion in Nichols, Judge Watford wrote, “undermines the\nnotion that uncounseled convictions are, as a categorical\nmatter, too unreliable to be used as a basis for imposing a\nprison sentence in a subsequent case.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 679.\nThe Court of Appeals declined to rehear the case en banc\nover vigorous dissents by Judges Owens and O’Scannlain.\n   In disallowing the use of an uncounseled tribal-court\nconviction to establish a prior domestic violence conviction\nwithin §117(a)’s compass, the Ninth Circuit created a\nCircuit split. The Eighth and Tenth Circuits have both\nheld that tribal-court “convictions, valid at their inception,\nand not alleged to be otherwise unreliable, may be used to\nprove the elements of §117.” United States v. Cavanaugh,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"220366\"\u003e\u003ca href=\"/opinion/220366/united-states-v-cavanaugh/\"\u003e\u003cspan class=\"volume\"\u003e643\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e592\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 594 (CA8 2011); see United States v. Sha-\nvanaux, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"221917\"\u003e\u003ca href=\"/opinion/221917/united-states-v-shavanaux/\"\u003e\u003cspan class=\"volume\"\u003e647\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e993\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1000 (CA10 2011). To resolve this\ndisagreement, we granted certiorari, 577 U. S. ___ (2016),\nand now reverse.\n\n\n\n—————— \n\nstances which would have violated the United States Constitution were\n\n\nit applicable to tribal proceedings.” Id., at 1390. \n\n\u000c                 Cite as: 579 U. S. ____ (2016) \n        13\n\n                     Opinion of the Court \n\n\n                             II\n\n\n   Bryant’s tribal-court convictions, he recognizes, in-\nfringed no constitutional right because the Sixth Amend-\nment does not apply to tribal-court proceedings. Brief for\nRespondent 5. Those prior convictions complied with\nICRA, he concedes, and therefore were valid when en-\ntered. But, had his convictions occurred in state or federal\ncourt, Bryant observes, Argersinger and Scott would have\nrendered them invalid because he was sentenced to incar-\nceration without representation by court-appointed coun-\nsel. Essentially, Bryant urges us to treat tribal-court\nconvictions, for §117(a) purposes, as though they had been\nentered by a federal or state court. We next explain why\nwe decline to do so.\n   As earlier recounted, we held in Nichols that “an un-\ncounseled misdemeanor conviction, valid under Scott\nbecause no prison term was imposed, is also valid when\nused to enhance punishment at a subsequent conviction.”\n511 U. S., at 748–749. “Enhancement statutes,” we rea-\nsoned, “do not change the penalty imposed for the earlier\nconviction”; rather, repeat-offender laws “penaliz[e] only\nthe last offense committed by the defendant.” Id., at 747;\nsee United States v. Rodriquez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145808\"\u003e\u003ca href=\"/opinion/145808/united-states-v-rodriquez/\"\u003e\u003cspan class=\"volume\"\u003e553\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e377\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 386 (2008)\n(“When a defendant is given a higher sentence under a\nrecidivism statute . . . 100% of the punishment is for the\noffense of conviction. None is for the prior convictions or\nthe defendant’s ‘status as a recidivist.’ ”). Nichols thus\ninstructs that convictions valid when entered—that is,\nthose that, when rendered, did not violate the Constitu-\ntion—retain that status when invoked in a subsequent\nproceeding.\n   Nichols’ reasoning steers the result here. Bryant’s 46-\nmonth sentence for violating §117(a) punishes his most\nrecent acts of domestic assault, not his prior crimes prose-\ncuted in tribal court. Bryant was denied no right to coun-\nsel in tribal court, and his Sixth Amendment right was\n\u000c14                   UNITED STATES v. BRYANT\n\n                          Opinion of the Court\n\nhonored in federal court, when he was “adjudicated guilty\nof the felony offense for which he was imprisoned.” Ala-\nbama v. Shelton, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118507\"\u003e\u003ca href=\"/opinion/118507/alabama-v-shelton/\"\u003e\u003cspan class=\"volume\"\u003e535\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e654\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 664 (2002). It would be\n“odd to say that a conviction untainted by a violation of\nthe Sixth Amendment triggers a violation of that same\namendment when it’s used in a subsequent case where the\ndefendant’s right to appointed counsel is fully respected.”\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e769\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 679 (Watford, J., concurring).8\n   Bryant acknowledges that had he been punished only by\nfines in his tribal-court proceedings, Nichols would have\nallowed reliance on his uncounseled convictions to satisfy\n§117(a)’s prior-crimes predicate. Brief for Respondent 50.\nWe see no cause to distinguish for §117(a) purposes be-\ntween valid but uncounseled convictions resulting in a fine\nand valid but uncounseled convictions resulting in impris-\nonment not exceeding one year. “Both Nichols’s and Bry-\nant’s uncounseled convictions ‘comport’ with the Sixth\nAmendment, and for the same reason: the Sixth Amend-\nment right to appointed counsel did not apply to either\nconviction.” App. to Pet. for Cert. 50a (O’Scannlain, J.,\ndissenting from denial of rehearing en banc).\n   In keeping with Nichols, we resist creating a “hybrid”\ncategory of tribal-court convictions, “good for the punish-\nment actually imposed but not available for sentence\n——————\n  8 True, as Bryant points out, we based our decision in Nichols v.\n\nUnited States, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"1087959\"\u003e\u003ca href=\"/opinion/1087959/nichols-v-united-states/\"\u003e\u003cspan class=\"volume\"\u003e511\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e738\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 747 (1994), in part on the “less exact-\ning” nature of sentencing, compared with the heightened burden of proof\nrequired for determining guilt. But, in describing the rule we adopted,\nwe said that it encompasses both “criminal history provisions,” applica-\nble at sentencing, and “recidivist statutes,” of which §117(a) is one.\nIbid. Moreover, Nichols’ two primary rationales—the validity of the\nprior conviction and the sentence’s punishment of “only the last of-\nfense”—do not rely on a distinction between guilt adjudication and\nsentencing. Indeed, it is the validity of the prior conviction that distin-\nguishes Nichols from United States v. Tucker, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108427\"\u003e\u003ca href=\"/opinion/108427/united-states-v-tucker/\"\u003e\u003cspan class=\"volume\"\u003e404\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e443\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 448 (1972),\nin which we found impermissible the use at sentencing of an invalid,\nuncounseled prior conviction.\n\u000c                  Cite as: 579 U. S. ____ (2016)             15\n\n                      Opinion of the Court\n\nenhancement in a later prosecution.” 511 U. S., at 744.\nNichols indicates that use of Bryant’s uncounseled tribal-\ncourt convictions in his §117(a) prosecution did not “trans-\nform his prior, valid, tribal court convictions into new,\ninvalid, federal ones.” App. to Pet. for Cert. 50a (opinion\nof O’Scannlain, J.).\n   Our decision in Burgett, which prohibited the subse-\nquent use of a conviction obtained in violation of the right\nto counsel, does not aid Bryant. Reliance on an invalid\nconviction, Burgett reasoned, would cause the accused to\n“suffe[r] anew from the deprivation of [his] Sixth Amend-\nment right.” 389 U. S., at 115. Because a defendant\nconvicted in tribal court suffers no Sixth Amendment\nviolation in the first instance, “[u]se of tribal convictions in\na subsequent prosecution cannot violate [the Sixth\nAmendment] ‘anew.’ ” Shavanaux, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e647\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 998.\n   Bryant observes that reliability concerns underlie our\nright-to-counsel decisions and urges that those concerns\nremain even if the Sixth Amendment itself does not shel-\nter him. Scott and Nichols, however, counter the argu-\nment that uncounseled misdemeanor convictions are\ncategorically unreliable, either in their own right or for\nuse in a subsequent proceeding. Bryant’s recognition that\na tribal-court conviction resulting in a fine would qualify\nas a §117(a) predicate offense, we further note, diminishes\nthe force of his reliability-based argument. There is no\nreason to suppose that tribal-court proceedings are less\nreliable when a sentence of a year’s imprisonment is im-\nposed than when the punishment is merely a fine. No\nevidentiary or procedural variation turns on the sanc-\ntion—fine only or a year in prison—ultimately imposed.\n   Bryant also invokes the Due Process Clause of the Fifth\nAmendment in support of his assertion that tribal-court\njudgments should not be used as predicate offenses. But,\nas earlier observed, ICRA itself requires tribes to ensure\n“due process of law,” §1302(a)(8), and it accords defend-\n\u000c16              UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nants specific procedural safeguards resembling those\ncontained in the Bill of Rights and the Fourteenth\nAmendment. See supra, at 8. Further, ICRA makes\nhabeas review in federal court available to persons incar-\ncerated pursuant to a tribal-court judgment. §1303. By\nthat means, a prisoner may challenge the fundamental\nfairness of the proceedings in tribal court. Proceedings in\ncompliance with ICRA, Congress determined, and we\nagree, sufficiently ensure the reliability of tribal-court\nconvictions. Therefore, the use of those convictions in a\nfederal prosecution does not violate a defendant’s right to\ndue process. See Shavanaux, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e647\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1000; cf. State\nv. Spotted Eagle, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e316\u003c/span\u003e \u003cspan class=\"reporter\"\u003eMont.\u003c/span\u003e \u003cspan class=\"page\"\u003e370\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 378–379, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"886480\"\u003e\u003ca href=\"/opinion/886480/state-v-spotted-eagle/\"\u003e\u003cspan class=\"volume\"\u003e71\u003c/span\u003e \u003cspan class=\"reporter\"\u003eP.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1239\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n1245–1246 (2003) (principles of comity support recognizing\nuncounseled tribal-court convictions that complied with\nICRA).\n                        *    *     *\n  Because Bryant’s tribal-court convictions occurred in\nproceedings that complied with ICRA and were therefore\nvalid when entered, use of those convictions as predicate\noffenses in a §117(a) prosecution does not violate the\nConstitution. We accordingly reverse the judgment of the\nCourt of Appeals for the Ninth Circuit and remand the\ncase for further proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c                  Cite as: 579 U. S. ____ (2016)            1\n\n                     THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–420\n                          _________________\n\n\n           UNITED STATES, PETITIONER v. \n\n               MICHAEL BRYANT, JR.\n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n\n                         [June 13, 2016] \n\n\n   JUSTICE THOMAS, concurring.\n   The Court holds that neither the Sixth Amendment nor\nthe Fifth Amendment’s Due Process Clause prohibits the\nGovernment from using Michael Bryant’s uncounseled\ntribal-court convictions as predicates for the federal crime\nof committing a domestic assault within Indian country.\nAnte, at 15–16; see \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e18\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §117(a) (making it a federal\ncrime to “commi[t] a domestic assault within . . . Indian\ncountry” if the person “has a final conviction on at least 2\nseparate prior occasions in . . . Indian tribal court proceed-\nings” for domestic assault and similar crimes). Because\nour precedents dictate that holding, I join the Court’s\nopinion.\n   The fact that this case arose at all, however, illustrates\nhow far afield our Sixth Amendment and Indian-law\nprecedents have gone. Three basic assumptions underlie\nthis case: that the Sixth Amendment ordinarily bars the\nGovernment from introducing, in a later proceeding, con-\nvictions obtained in violation of the right to counsel, ante,\nat 8–9; that tribes’ retained sovereignty entitles them to\nprosecute tribal members in proceedings that are not\nsubject to the Constitution, ante, at 7–8; and that Con-\ngress can punish assaults that tribal members commit\nagainst each other on Indian land, ante, at 5–7. Although\nour precedents have endorsed these assumptions for dec-\n\u000c2                UNITED STATES v. BRYANT\n\n                    THOMAS, J., concurring\n\nades, the Court has never identified a sound constitutional\nbasis for any of them, and I see none.\n   Start with the notion that the Sixth Amendment gener-\nally prohibits the government from using a prior, uncoun-\nseled conviction obtained in violation of the right to coun-\nsel as a predicate for a new offense in a new proceeding.\nAnte, at 8–9. All that the text of the Sixth Amendment\nrequires in a criminal prosecution is that the accused\nenjoy the “[a]ssistance of [c]ounsel” in that proceeding.\nThe Court was likely wrong in Burgett v. Texas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107540\"\u003e\u003ca href=\"/opinion/107540/burgett-v-texas/\"\u003e\u003cspan class=\"volume\"\u003e389\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e\n\u003cspan class=\"page\"\u003e109\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1967), when it created a Sixth Amendment “exclu-\nsionary rule” that prohibits the government from using\nprior convictions obtained in violation of the right to coun-\nsel in subsequent proceedings to avoid “erod[ing] the\nprinciple” of the right to counsel. Id., at 115. I would be\nopen to reconsidering Burgett in a future case.\n   The remaining two assumptions underpinning this case\nexemplify a central tension within our Indian-law juris-\nprudence. On the one hand, the only reason why tribal\ncourts had the power to convict Bryant in proceedings\nwhere he had no right to counsel is that such prosecutions\nare a function of a tribe’s core sovereignty. See United\nStates v. Lara, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"134732\"\u003e\u003ca href=\"/opinion/134732/united-states-v-lara/\"\u003e\u003cspan class=\"volume\"\u003e541\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e193\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 197 (2004); United States v.\nWheeler, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109818\"\u003e\u003ca href=\"/opinion/109818/united-states-v-wheeler/\"\u003e\u003cspan class=\"volume\"\u003e435\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e313\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 318, 322–323 (1978). By virtue of\ntribes’ status as “ ‘separate sovereigns pre-existing the\nConstitution,’ ” tribal prosecutions need not, under our\nprecedents, comply with “ ‘those constitutional provisions\nframed specifically as limitations on federal or state au-\nthority.’ ” Ante, at 7–8 (quoting Santa Clara Pueblo v.\nMartinez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"109857\"\u003e\u003ca href=\"/opinion/109857/santa-clara-pueblo-v-martinez/\"\u003e\u003cspan class=\"volume\"\u003e436\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e49\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 56 (1978)).\n   On the other hand, the validity of Bryant’s ensuing\nfederal conviction rests upon a contrary view of tribal\nsovereignty. Congress ordinarily lacks authority to enact\na general federal criminal law proscribing domestic abuse.\nSee United States v. Morrison, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"118363\"\u003e\u003ca href=\"/opinion/118363/united-states-v-morrison/\"\u003e\u003cspan class=\"volume\"\u003e529\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e598\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 610–613\n(2000). But, the Court suggests, Congress must intervene\n\u000c                  Cite as: 579 U. S. ____ (2016)            3\n\n                     THOMAS, J., concurring\n\non reservations to ensure that prolific domestic abusers\nreceive sufficient punishment. See ante, at 4–5. The\nCourt does not explain where Congress’ power to act\ncomes from, but our precedents leave no doubt on this\nscore. Congress could make Bryant’s domestic assaults a\nfederal crime subject to federal prosecution only because\nour precedents have endowed Congress with an “all-\nencompassing” power over all aspects of tribal sovereignty.\nWheeler, supra, at 319. Thus, even though tribal prosecu-\ntions of tribal members are purportedly the apex of tribal\nsovereignty, Congress can second-guess how tribes prose-\ncute domestic abuse perpetrated by Indians against other\nIndians on Indian land by virtue of its “plenary power”\nover Indian tribes. See United States v. Kagama, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"91705\"\u003e\u003ca href=\"/opinion/91705/united-states-v-kagama/\"\u003e\u003cspan class=\"volume\"\u003e118\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e375\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 382–384 (1886); accord, Lara, 541 U. S., at 200.\n   I continue to doubt whether either view of tribal sover-\neignty is correct. See id., at 215 (THOMAS, J., concurring\nin judgment). Indian tribes have varied origins, discrete\ntreaties with the United States, and different patterns of\nassimilation and conquest. In light of the tribes’ distinct\nhistories, it strains credulity to assume that all tribes\nnecessarily retained the sovereign prerogative of prosecut-\ning their own members. And by treating all tribes as\npossessing an identical quantum of sovereignty, the Court’s\nprecedents have made it all but impossible to understand\nthe ultimate source of each tribe’s sovereignty and whether\nit endures. See Prakash, Against Tribal Fungibility, 89\nCornell L. Rev. 1069, 1070–1074, 1107–1110 (2004).\n   Congress’ purported plenary power over Indian tribes\nrests on even shakier foundations. No enumerated power—\nnot Congress’ power to “regulate Commerce . . . with In-\ndian Tribes,” not the Senate’s role in approving treaties, nor\nanything else—gives Congress such sweeping authority. See\nLara, supra, at 224–225 (THOMAS, J., concurring in judg-\nment); Adoptive Couple v. Baby Girl, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e570\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___–\n___ (2013) (THOMAS, J., concurring) (slip op., at 3–5).\n\u000c4                UNITED STATES v. BRYANT\n\n                    THOMAS, J., concurring\n\nIndeed, the Court created this new power because it was\nunable to find an enumerated power justifying the federal\nMajor Crimes Act, which for the first time punished\ncrimes committed by Indians against Indians on Indian\nland. See Kagama, supra, at 377–380; cf. ante, at 5. The\nCourt asserted: “The power of the General Government\nover these remnants of a race once powerful, now weak\nand diminished in numbers, is necessary to their protec-\ntion . . . . It must exist in that government, because it has\nnever existed anywhere else.” Kagama, supra, at 384.\nOver a century later, Kagama endures as the foundation\nof this doctrine, and the Court has searched in vain for\nany valid constitutional justification for this unfettered\npower. See, e.g., Lone Wolf v. Hitchcock, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"95758\"\u003e\u003ca href=\"/opinion/95758/lone-wolf-v-hitchcock/\"\u003e\u003cspan class=\"volume\"\u003e187\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e553\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n566–567 (1903) (relying on Kagama’s race-based plenary\npower theory); Winton v. Amos, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"99754\"\u003e\u003ca href=\"/opinion/99754/winton-v-amos/\"\u003e\u003cspan class=\"volume\"\u003e255\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e373\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 391–392\n(1921) (Congress’ “plenary authority” is based on Indians’\n“condition of tutelage or dependency”); Wheeler, supra, at\n319 (Winton and Lone Wolf illustrate the “undisputed fact\nthat Congress has plenary authority” over tribes); Lara,\nsupra, at 224 (THOMAS, J., concurring in judgment) (“The\nCourt utterly fails to find any provision of the Constitution\nthat gives Congress enumerated power to alter tribal\nsovereignty”).\n   It is time that the Court reconsider these precedents.\nUntil the Court ceases treating all Indian tribes as an\nundifferentiated mass, our case law will remain bedeviled\nby amorphous and ahistorical assumptions about the\nscope of tribal sovereignty. And, until the Court rejects\nthe fiction that Congress possesses plenary power over\nIndian affairs, our precedents will continue to be based on\nthe paternalistic theory that Congress must assume all-\nencompassing control over the “remnants of a race” for its\nown good. Kagama, supra, at 384.\n\u000c\u003c/pre\u003e",
	"plain_text": "  Summary\n  7/7/2016 4:12:59 PM\n\n\n  Differences exist between documents.\n\n      New Document:                   Old Document:\n      15-420_new                      15-420\n      23 pages (174 KB)               23 pages (177 KB)\n      7/7/2016 4:12:51 PM             7/7/2016 4:12:51 PM\n      Used to display results.\n\n\n\n  Get started: first change is on page 8.\n\n  No pages were deleted\n\n\n\n\n  How to read this report\n\n     Highlight indicates a change.\n     Deleted indicates deleted content.\n\n        indicates pages were changed.\n\n        indicates pages were moved.\n\n\n\n\n\nfile://NoURLProvided[7/7/2016 4:13:03 PM]\n\u000c(Slip Opinion)              OCTOBER TERM, 2015                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                    UNITED STATES v. BRYANT\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n       No. 15–420.      Argued April 19, 2016—Decided June 13, 2016\nIn response to the high incidence of domestic violence against Native\n  American women, Congress enacted a felony offense of domestic as-\n  sault in Indian country by a habitual offender. 18 U. S. C. §117(a).\n  Section 117(a)(1) provides that any person who “commits a domestic\n  assault within . . . Indian country” and who has at least two prior fi-\n  nal convictions for domestic violence rendered “in Federal, State, or\n  Indian tribal court proceedings . . . shall be fined . . . , imprisoned for\n  a term of not more than 5 years, or both . . . .” Having two prior trib-\n  al-court convictions for domestic violence crimes is thus a predicate of\n  the new offense.\n     This case raises the question whether §117(a)’s inclusion of tribal-\n  court convictions as predicate offenses is compatible with the Sixth\n  Amendment’s right to counsel. The Sixth Amendment guarantees\n  indigent defendants appointed counsel in any state or federal crimi-\n  nal proceeding in which a term of imprisonment is imposed, Scott v.\n  Illinois, 440 U. S. 367, 373–374, but it does not apply in tribal-court\n  proceedings, see Plains Commerce Bank v. Long Family Land \u0026 Cat-\n  tle Co., 554 U. S. 316, 337. The Indian Civil Rights Act of 1968\n  (ICRA), which governs tribal-court proceedings, accords a range of\n  procedural safeguards to tribal-court defendants “similar, but not\n  identical, to those contained in the Bill of Rights and the Fourteenth\n  Amendment,” Santa Clara Pueblo v. Martinez, 436 U. S. 49, 57. In\n  particular, ICRA provides indigent defendants with a right to ap-\n  pointed counsel only for sentences exceeding one year. 25 U. S. C.\n  §1302(c)(2). ICRA’s right to counsel therefore is not coextensive with\n  the Sixth Amendment right.\n     This Court has held that a conviction obtained in state or federal\n  court in violation of a defendant’s Sixth Amendment right to counsel\n\u000c2                    UNITED STATES v. BRYANT\n\n                                Syllabus\n\n cannot be used in a subsequent proceeding “to support guilt or en-\n hance punishment for another offense.” Burgett v. Texas, 389 U. S.\n 109, 115. Use of a constitutionally infirm conviction would cause “the\n accused in effect [to] suffe[r] anew from the [prior] deprivation of [his]\n Sixth Amendment right.” Ibid. Burgett’s principle was limited by\n the Court’s holding in Nichols v. United States, 511 U. S. 738, that\n “an uncounseled misdemeanor conviction, valid under Scott because\n no prison term was imposed, is also valid when used to enhance pun-\n ishment at a subsequent conviction,” id., at 748–749.\n    Respondent Michael Bryant, Jr., has multiple tribal-court convic-\n tions for domestic assault. When convicted, Bryant was indigent and\n was not appointed counsel. For most of his convictions, he was sen-\n tenced to terms of imprisonment not exceeding one year’s duration.\n Because of his short prison terms, the prior tribal-court proceedings\n complied with ICRA, and his convictions were therefore valid when\n entered. Based on domestic assaults he committed in 2011, Bryant\n was indicted on two counts of domestic assault by a habitual offender,\n in violation of §117(a). Represented in federal court by appointed\n counsel, he contended that the Sixth Amendment precluded use of his\n prior, uncounseled, tribal-court misdemeanor convictions to satisfy\n §117(a)’s predicate-offense element and moved to dismiss the indict-\n ment. The District Court denied the motion; Bryant pleaded guilty,\n reserving the right to appeal. The Ninth Circuit reversed the convic-\n tion and directed dismissal of the indictment. It comprehended that\n Bryant’s uncounseled tribal-court convictions were valid when en-\n tered because the Sixth Amendment right to counsel does not apply\n in tribal-court proceedings. It held, however, that Bryant’s tribal-\n court convictions could not be used as predicate convictions within\n §117(a)’s compass because they would have violated the Sixth\n Amendment had they been rendered in state or federal court.\nHeld: Because Bryant’s tribal-court convictions occurred in proceedings\n that complied with ICRA and were therefore valid when entered, use\n of those convictions as predicate offenses in a §117(a) prosecution\n does not violate the Constitution.\n    Nichols instructs that convictions valid when entered retain that\n status when invoked in a subsequent proceeding. Nichols reasoned\n that “[e]nhancement statutes . . . do not change the penalty imposed\n for the earlier conviction”; rather, repeat-offender laws “penaliz[e] on-\n ly the last offense committed by the defendant.” 511 U. S., at 747.\n Bryant’s sentence for violating §117(a) punishes his most recent acts\n of domestic assault, not his prior crimes prosecuted in tribal court.\n He was denied no right to counsel in tribal court, and his Sixth\n Amendment right was honored in federal court. Bryant acknowledg-\n es that Nichols would have allowed reliance on uncounseled tribal-\n\u000c                     Cite as: 579 U. S. ____ (2016)                   3\n\n                               Syllabus\n\n  court convictions resulting in fines to satisfy §117(a)’s prior-crimes\n  predicate. But there is no cause to distinguish for §117(a) purposes\n  between fine-only tribal-court convictions and valid but uncounseled\n  tribal-court convictions resulting in imprisonment for a term not ex-\n  ceeding one year. Neither violates the Sixth Amendment. Bryant is\n  not aided by Burgett. A defendant convicted in tribal court suffered\n  no Sixth Amendment violation in the first instance, so he cannot “suf-\n  fe[r] anew” from a prior deprivation in his federal prosecution.\n     Bryant also invokes the Due Process Clause of the Fifth Amend-\n  ment to support his assertion that tribal-court judgments should not\n  be used as predicate offenses under §117(a). ICRA, however, guaran-\n  tees “due process of law,” accords other procedural safeguards, and\n  permits a prisoner to challenge the fundamental fairness of tribal\n  court proceedings in federal habeas corpus proceedings. Because pro-\n  ceedings in compliance with ICRA sufficiently ensure the reliability\n  of tribal-court convictions, the use of those convictions in a federal\n  prosecution does not violate a defendant’s due process right. Pp. 12–\n  16.\n769 F. 3d 671, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion for a unanimous Court. THOMAS,\nJ., filed a concurring opinion.\n\u000c                         Cite as: 579 U. S. ____ (2016)                              1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n      preliminary print of the United States Reports. Readers are requested to\n      notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n      ington, D. C. 20543, of any typographical or other formal errors, in order\n      that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                    _________________\n\n                                    No. 15–420\n                                    _________________\n\n\n               UNITED STATES, PETITIONER v. \n\n                   MICHAEL BRYANT, JR.\n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n\n                                  [June 13, 2016]\n\n\n\n   JUSTICE GINSBURG delivered the opinion of the Court.\n   In response to the high incidence of domestic violence\nagainst Native American women, Congress, in 2005, en-\nacted 18 U. S. C. §117(a), which targets serial offenders.\nSection 117(a) makes it a federal crime for any person to\n“commi[t] a domestic assault within . . . Indian country” if\nthe person has at least two prior final convictions for\ndomestic violence rendered “in Federal, State, or Indian\ntribal court proceedings.” See Violence Against Women\nand Department of Justice Reauthorization Act of 2005\n(VAWA Reauthorization Act), Pub. L. 109–162, §§901, 909,\n119 Stat. 3077, 3084.1 Respondent Michael Bryant, Jr.,\nhas multiple tribal-court convictions for domestic assault.\nFor most of those convictions, he was sentenced to terms\nof imprisonment, none of them exceeding one year’s dura-\ntion. His tribal-court convictions do not count for §117(a)\npurposes, Bryant maintains, because he was uncounseled\n——————\n  1 “Indian  country” is defined in 18 U. S. C. §1151 to encompass all\nland within any Indian reservation under federal jurisdiction, all\ndependent Indian communities, and all Indian allotments, the Indian\ntitles to which have not been extinguished.\n\u000c2               UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nin those proceedings.\n  The Sixth Amendment guarantees indigent defendants,\nin state and federal criminal proceedings, appointed coun-\nsel in any case in which a term of imprisonment is im-\nposed. Scott v. Illinois, 440 U. S. 367, 373–374 (1979).\nBut the Sixth Amendment does not apply to tribal-court\nproceedings. See Plains Commerce Bank v. Long Family\nLand \u0026 Cattle Co., 554 U. S. 316, 337 (2008). The Indian\nCivil Rights Act of 1968 (ICRA), Pub. L. 90–284, 82 Stat.\n77, 25 U. S. C. §1301 et seq., which governs criminal pro-\nceedings in tribal courts, requires appointed counsel only\nwhen a sentence of more than one year’s imprisonment is\nimposed. §1302(c)(2). Bryant’s tribal-court convictions, it\nis undisputed, were valid when entered. This case pre-\nsents the question whether those convictions, though\nuncounseled, rank as predicate offenses within the com-\npass of §117(a). Our answer is yes. Bryant’s tribal-court\nconvictions did not violate the Sixth Amendment when\nobtained, and they retain their validity when invoked in a\n§117(a) prosecution. That proceeding generates no Sixth\nAmendment defect where none previously existed.\n                            I\n\n                            A\n\n  “[C]ompared to all other groups in the United States,”\nNative American women “experience the highest rates of\ndomestic violence.” 151 Cong. Rec. 9061 (2005) (remarks\nof Sen. McCain). According to the Centers for Disease\nControl and Prevention, as many as 46% of American\nIndian and Alaska Native women have been victims of\nphysical violence by an intimate partner. Centers for\nDisease Control and Prevention, National Center for\nInjury Prevention and Control, M. Black et al., National\nIntimate Partner and Sexual Violence Survey 2010 Summary\nReport 40 (2011) (Table 4.3), online at http://www.cdc.gov/\nViolencePrevention/pdf/NISVS_report2010-a.pdf (all Internet\n\u000c                 Cite as: 579 U. S. ____ (2016)            3\n\n                     Opinion of the Court\n\nmaterials as last visited June 9, 2016). American Indian\nand Alaska Native women “are 2.5 times more likely to\nbe raped or sexually assaulted than women in the United\nStates in general.” Dept. of Justice, Attorney General’s\nAdvisory Committee on American Indian and Alaska\nNative Children Exposed to Violence, Ending Violence So\nChildren Can Thrive 38 (Nov. 2014), online at https://\nwww.justice.gov /sites /default/files/defendingchildhood/\npages/attachments/2015/03/23/ending_violence_so_children_\ncan_thrive.pdf.    American Indian women experience\nbattery “at a rate of 23.2 per 1,000, compared with 8 per\n1,000 among Caucasian women,” and they “experience 7\nsexual assaults per 1,000, compared with 4 per 1,000\namong Black Americans, 3 per 1,000 among Caucasians,\n2 per 1,000 among Hispanic women, and 1 per 1,000\namong Asian women.” VAWA Reauthorization Act, §901,\n119 Stat. 3077.\n   As this Court has noted, domestic abusers exhibit high\nrates of recidivism, and their violence “often escalates in\nseverity over time.” United States v. Castleman, 572 U. S.\n___, ___ (2014) (slip op., at 2). Nationwide, over 75% of\nfemale victims of intimate partner violence have been\npreviously victimized by the same offender, Dept. of Jus-\ntice, Bureau of Justice Statistics, S. Catalano, Intimate\nPartner Violence 1993–2010, p. 4 (rev. 2015) (Figure 4),\nonline at http://www.bjs.gov/content/pub/pdf/ipv9310.pdf,\noften multiple times, Dept. of Justice, National Institute of\nJustice, P. Tjaden \u0026 N. Thoennes, Extent, Nature, and\nConsequences of Intimate Partner Violence, p. iv (2000),\nonline at https://www.ncjrs.gov/pdffiles1/nij/181867.pdf\n(“[W]omen who were physically assaulted by an intimate\npartner averaged 6.9 physical assaults by the same part-\nner.”). Incidents of repeating, escalating abuse more than\noccasionally culminate in a fatal attack. See VAWA Reau-\nthorization Act, §901, 119 Stat. 3077–3078 (“[D]uring the\nperiod 1979 through 1992, homicide was the third leading\n\u000c4                    UNITED STATES v. BRYANT\n\n                          Opinion of the Court\n\ncause of death of Indian females aged 15 to 34, and 75\npercent were killed by family members or acquaintances.”).\n   The “complex patchwork of federal, state, and tribal\nlaw” governing Indian country, Duro v. Reina, 495 U. S.\n676, 680, n. 1 (1990), has made it difficult to stem the tide\nof domestic violence experienced by Native American\nwomen. Although tribal courts may enforce the tribe’s\ncriminal laws against Indian defendants, Congress has\ncurbed tribal courts’ sentencing authority. At the time of\n§117(a)’s passage, ICRA limited sentences in tribal court\nto a maximum of one year’s imprisonment. 25 U. S. C.\n§1302(a)(7) (2006 ed.).2 Congress has since expanded\ntribal courts’ sentencing authority, allowing them to im-\npose up to three years’ imprisonment, contingent on adop-\ntion of additional procedural safeguards. 124 Stat. 2279–\n2280 (codified at 25 U. S. C. §1302(a)(7)(C), (c)).3 To date,\nhowever, few tribes have employed this enhanced sentencing\nauthority. See Tribal Law and Policy Inst., Implementation\nChart: VAWA Enhanced Jurisdiction and TLOA Enhanced\nSentencing, online at http://www.tribal-institute.org/\ndownload/VAWA/VAWAImplementationChart.pdf.4\n——————\n   2 Until 1986, ICRA permitted sentences of imprisonment up to only\n\nsix months. See 100 Stat. 3207–146.\n   3 Among the additional safeguards attending longer sentences is the\n\nunqualified right of an indigent defendant to appointed counsel. 25\nU. S. C. §1302(c)(1), (2).\n   4 Tribal governments generally lack criminal jurisdiction over non-\n\nIndians who commit crimes in Indian country. See Oliphant v.\nSuquamish Tribe, 435 U. S. 191, 195 (1978). In the Violence Against\nWomen Reauthorization Act of 2013, Congress amended ICRA to author-\nize tribal courts to “exercise special domestic violence criminal jurisdic-\ntion” over certain domestic violence offenses committed by a non-Indian\nagainst an Indian. Pub. L. 113–4, §904, 127 Stat. 120–122 (codified at 25\nU. S. C. §1304). Tribal courts’ exercise of this jurisdiction requires\nprocedural safeguards similar to those required for imposing on Indian\ndefendants sentences in excess of one year, including the unqualified\nright of an indigent defendant to appointed counsel. See §1304(d). We\nexpress no view on the validity of those provisions.\n\u000c                 Cite as: 579 U. S. ____ (2016)            5\n\n                     Opinion of the Court\n\n  States are unable or unwilling to fill the enforcement\ngap. Most States lack jurisdiction over crimes committed\nin Indian country against Indian victims. See United\nStates v. John, 437 U. S. 634, 651 (1978). In 1953, Con-\ngress increased the potential for state action by giving six\nStates “jurisdiction over specified areas of Indian country\nwithin the States and provid[ing] for the [voluntary] as-\nsumption of jurisdiction by other States.” California v.\nCabazon Band of Mission Indians, 480 U. S. 202, 207\n(1987) (footnote omitted). See Act of Aug. 15, 1953, Pub.\nL. 280, 67 Stat. 588 (codified, as amended, at 18 U. S. C.\n§1162 and 25 U. S. C. §§1321–1328, 1360). States so\nempowered may apply their own criminal laws to “offenses\ncommitted by or against Indians within all Indian country\nwithin the State.” Cabazon Band of Mission Indians, 480\nU. S., at 207; see 18 U. S. C. §1162(a). Even when capable\nof exercising jurisdiction, however, States have not de-\nvoted their limited criminal justice resources to crimes com-\nmitted in Indian country. Jimenez \u0026 Song, Concurrent\nTribal and State Jurisdiction Under Public Law 280, 47\nAm. U. L. Rev. 1627, 1636–1637 (1998); Tribal Law and\nPolicy Inst., S. Deer, C. Goldberg, H. Valdez Singleton, \u0026\nM. White Eagle, Final Report: Focus Group on Public Law\n280 and the Sexual Assault of Native Women 7–8 (2007),\nonline at http://www.tribal-institute.org/download/Final\n%20280%20FG%20Report.pdf.\n  That leaves the Federal Government. Although federal\nlaw generally governs in Indian country, Congress has\nlong excluded from federal-court jurisdiction crimes com-\nmitted by an Indian against another Indian. 18 U. S. C.\n§1152; see Ex parte Crow Dog, 109 U. S. 556, 572 (1883)\n(requiring “a clear expression of the intention of Congress”\nto confer federal jurisdiction over crimes committed by an\nIndian against another Indian). In the Major Crimes Act,\nCongress authorized federal jurisdiction over enumerated\ngrave criminal offenses when the perpetrator is an Indian and\n\u000c6                    UNITED STATES v. BRYANT\n\n                           Opinion of the Court\n\nthe victim is “another Indian or other person,” including\nmurder, manslaughter, and felony assault. §1153. At the\ntime of §117(a)’s enactment, felony assault subject to\nfederal prosecution required “serious bodily injury,”\n§113(a)(6) (2006 ed.), meaning “a substantial risk of\ndeath,” “extreme physical pain,” “protracted and obvious\ndisfigurement,” or “protracted loss or impairment of the\nfunction of a bodily member, organ, or mental faculty.”\n§1365(h)(3) (incorporated through §113(b)(2)).5 In short,\nwhen §117(a) was before Congress, Indian perpetrators of\ndomestic violence “escape[d] felony charges until they\nseriously injure[d] or kill[ed] someone.” 151 Cong. Rec.\n9062 (2005) (remarks of Sen. McCain).\n  As a result of the limitations on tribal, state, and federal\njurisdiction in Indian country, serial domestic violence\noffenders, prior to the enactment of §117(a), faced at most\na year’s imprisonment per offense—a sentence insufficient\nto deter repeated and escalating abuse. To ratchet up the\npunishment of serial offenders, Congress created the\nfederal felony offense of domestic assault in Indian coun-\ntry by a habitual offender. §117(a) (2012 ed.); see No. 12–\n30177 (CA9, July 6, 2015), App. to Pet. for Cert. 41a (Ow-\nens, J., dissenting from denial of rehearing en banc) (“Tai-\nlored to the unique problems . . . that American Indian\nand Alaska Native Tribes face, §117(a) provides felony-\nlevel punishment for serial domestic violence offenders,\nand it represents the first true effort to remove these\nrecidivists from the communities that they repeatedly\n——————\n  5 Congress has since expanded the definition of felony assault to in-\n\nclude “[a]ssault resulting in substantial bodily injury to a spouse[,] . . .\nintimate partner, [or] dating partner” and “[a]ssault of a spouse,\nintimate partner, or dating partner by strangling, suffocating, or\nattempting to strangle or suffocate.” Violence Against Women Reau-\nthorization Act of 2013, §906, 127 Stat. 124 (codified at 18 U. S. C.\n§113(a)(7), (8)). The “substantial bodily injury” requirement remains\ndifficult to satisfy, as it requires “a temporary but substantial disfig-\nurement” or “a temporary but substantial loss or impairment of the\nfunction of any bodily member, organ, or mental faculty.” §113(b)(1).\n\u000c                     Cite as: 579 U. S. ____ (2016)                   7\n\n                         Opinion of the Court\n\nterrorize.”). The section provides in pertinent part:\n     “Any person who commits a domestic assault within\n     . . . Indian country and who has a final conviction on\n     at least 2 separate prior occasions in Federal, State, or\n     Indian tribal court proceedings for offenses that would\n     be, if subject to Federal jurisdiction any assault, sex-\n     ual abuse, or serious violent felony against a spouse or\n     intimate partner . . . shall be fined . . . , imprisoned for\n     a term of not more than 5 years, or both . . . .”\n     §117(a)(1).6\nHaving two prior convictions for domestic violence\ncrimes—including tribal-court convictions—is thus a\npredicate of the new offense.\n                              B\n   This case requires us to determine whether §117(a)’s\ninclusion of tribal-court convictions is compatible with the\nSixth Amendment’s right to counsel. The Sixth Amend-\nment to the U. S. Constitution guarantees a criminal\ndefendant in state or federal court “the Assistance of\nCounsel for his defence.” See Gideon v. Wainwright, 372\nU. S. 335, 339 (1963). This right, we have held, requires\nappointment of counsel for indigent defendants whenever\na sentence of imprisonment is imposed. Argersinger v.\nHamlin, 407 U. S. 25, 37 (1972). But an indigent defend-\nant has no constitutional right to appointed counsel if his\nconviction results in a fine or other noncustodial punish-\nment. Scott, 440 U. S., at 373–374.\n   “As separate sovereigns pre-existing the Constitution,\ntribes have historically been regarded as unconstrained by\n——————\n  6 Section 117(a) has since been amended to include as qualifying pred-\n\nicate offenses, in addition to intimate-partner crimes, “assault, sexual\nabuse, [and] serious violent felony” offenses committed “against a child\nof or in the care of the person committing the domestic assault.” 18\nU. S. C. §117(a) (Supp. II 2014).\n\u000c8                UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nthose constitutional provisions framed specifically as\nlimitations on federal or state authority.” Santa Clara\nPueblo v. Martinez, 436 U. S. 49, 56 (1978). The Bill of\nRights, including the Sixth Amendment right to counsel,\ntherefore, does not apply in tribal-court proceedings. See\nPlains Commerce Bank, 554 U. S., at 337.\n  In ICRA, however, Congress accorded a range of proce-\ndural safeguards to tribal-court defendants “similar, but\nnot identical, to those contained in the Bill of Rights and\nthe Fourteenth Amendment.” Martinez, 436 U. S., at 57;\nsee id., at 62–63 (ICRA “modified the safeguards of the\nBill of Rights to fit the unique political, cultural, and\neconomic needs of tribal governments”). In addition to\nother enumerated protections, ICRA guarantees “due\nprocess of law,” 25 U. S. C. §1302(a)(8), and allows tribal-\ncourt defendants to seek habeas corpus review in federal\ncourt to test the legality of their imprisonment, §1303.\n  The right to counsel under ICRA is not coextensive with\nthe Sixth Amendment right. If a tribal court imposes a\nsentence in excess of one year, ICRA requires the court to\naccord the defendant “the right to effective assistance of\ncounsel at least equal to that guaranteed by the United\nStates Constitution,” including appointment of counsel for\nan indigent defendant at the tribe’s expense. §1302(c)(1),\n(2). If the sentence imposed is no greater than one year,\nhowever, the tribal court must allow a defendant only the\nopportunity to obtain counsel “at his own expense.”\n§1302(a)(6). In tribal court, therefore, unlike in federal or\nstate court, a sentence of imprisonment up to one year\nmay be imposed without according indigent defendants\nthe right to appointed counsel.\n  The question here presented: Is it permissible to use\nuncounseled tribal-court convictions—obtained in full\ncompliance with ICRA—to establish the prior-crimes\npredicate of §117(a)? It is undisputed that a conviction\nobtained in violation of a defendant’s Sixth Amendment\n\u000c                 Cite as: 579 U. S. ____ (2016)           9\n\n                     Opinion of the Court\n\nright to counsel cannot be used in a subsequent proceeding\n“either to support guilt or enhance punishment for another\noffense.” Burgett v. Texas, 389 U. S. 109, 115 (1967). In\nBurgett, we held that an uncounseled felony conviction\nobtained in state court in violation of the right to counsel\ncould not be used in a subsequent proceeding to prove the\nprior-felony element of a recidivist statute. To permit\nsuch use of a constitutionally infirm conviction, we ex-\nplained, would cause “the accused in effect [to] suffe[r]\nanew from the [prior] deprivation of [his] Sixth Amend-\nment right.” Ibid.; see United States v. Tucker, 404 U. S.\n443, 448 (1972) (invalid, uncounseled prior convictions\ncould not be relied upon at sentencing to impose a longer\nterm of imprisonment for a subsequent conviction); cf.\nLoper v. Beto, 405 U. S. 473, 483–484 (1972) (plurality\nopinion) (“use of convictions constitutionally invalid under\nGideon v. Wainwright to impeach a defendant’s credibility\ndeprives him of due process of law” because the prior\nconvictions “lac[k] reliability”).\n  In Nichols v. United States, 511 U. S. 738 (1994), we\nstated an important limitation on the principle recognized\nin Burgett. In the case under review, Nichols pleaded\nguilty to a federal felony drug offense. 511 U. S., at 740.\nSeveral years earlier, unrepresented by counsel, he had\nbeen convicted of driving under the influence (DUI), a\nstate-law misdemeanor, and fined $250 but not impris-\noned. Ibid. Nichols’ DUI conviction, under the then-\nmandatory Sentencing Guidelines, effectively elevated by\nabout two years the sentencing range for Nichols’ federal\ndrug offense. Ibid. We rejected Nichols’ contention that,\nas his later sentence for the federal drug offense involved\nimprisonment, use of his uncounseled DUI conviction to\nelevate that sentence violated the Sixth Amendment. Id.,\nat 746–747. “[C]onsistent with the Sixth and Fourteenth\nAmendments of the Constitution,” we held, “an uncoun-\nseled misdemeanor conviction, valid under Scott because\n\u000c10               UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nno prison term was imposed, is also valid when used to\nenhance punishment at a subsequent conviction.” Id., at\n748–749.\n                               C\n   Respondent Bryant’s conduct is illustrative of the do-\nmestic violence problem existing in Indian country. Dur-\ning the period relevant to this case, Bryant, an enrolled\nmember of the Northern Cheyenne Tribe, lived on that\nTribe’s reservation in Montana. He has a record of over\n100 tribal-court convictions, including several misdemeanor\nconvictions for domestic assault. Specifically, between\n1997 and 2007, Bryant pleaded guilty on at least five\noccasions in Northern Cheyenne Tribal Court to commit-\nting domestic abuse in violation of the Northern Cheyenne\nTribal Code. On one occasion, Bryant hit his live-in girl-\nfriend on the head with a beer bottle and attempted to\nstrangle her. On another, Bryant beat a different girl-\nfriend, kneeing her in the face, breaking her nose, and\nleaving her bruised and bloodied.\n   For most of Bryant’s repeated brutal acts of domestic\nviolence, the Tribal Court sentenced him to terms of im-\nprisonment, never exceeding one year. When convicted of\nthese offenses, Bryant was indigent and was not appointed\ncounsel. Because of his short prison terms, Bryant\nacknowledges, the prior tribal-court proceedings complied\nwith ICRA, and his convictions were therefore valid when\nentered. Bryant has never challenged his tribal-court\nconvictions in federal court under ICRA’s habeas corpus\nprovision.\n   In 2011, Bryant was arrested yet again for assaulting\nwomen. In February of that year, Bryant attacked his\nthen girlfriend, dragging her off the bed, pulling her hair,\nand repeatedly punching and kicking her. During an\ninterview with law enforcement officers, Bryant admitted\nthat he had physically assaulted this woman five or six\n\u000c                    Cite as: 579 U. S. ____ (2016)                 11\n\n                        Opinion of the Court\n\ntimes. Three months later, he assaulted another woman\nwith whom he was then living, waking her by yelling that\nhe could not find his truck keys and then choking her until\nshe almost lost consciousness. Bryant later stated that he\nhad assaulted this victim on three separate occasions\nduring the two months they dated.\n   Based on the 2011 assaults, a federal grand jury in\nMontana indicted Bryant on two counts of domestic as-\nsault by a habitual offender, in violation of §117(a). Bry-\nant was represented in federal court by appointed counsel.\nContending that the Sixth Amendment precluded use of\nhis prior, uncounseled, tribal-court misdemeanor convic-\ntions to satisfy §117(a)’s predicate-offense element, Bryant\nmoved to dismiss the indictment. The District Court\ndenied the motion, App. to Pet. for Cert. 32a, and Bryant\nentered a conditional guilty plea, reserving the right to\nappeal that decision. Bryant was sentenced to concurrent\nterms of 46 months’ imprisonment on each count, to be\nfollowed by three years of supervised release.\n   The Court of Appeals for the Ninth Circuit reversed the\nconviction and directed dismissal of the indictment. 769\nF. 3d 671 (2014). Bryant’s tribal-court convictions were\nnot themselves constitutionally infirm, the Ninth Circuit\ncomprehended, because “the Sixth Amendment right to\nappointed counsel does not apply in tribal court proceed-\nings.” Id., at 675. But, the court continued, had the con-\nvictions been obtained in state or federal court, they would\nhave violated the Sixth Amendment because Bryant had\nreceived sentences of imprisonment although he lacked\nthe aid of appointed counsel. Adhering to its prior deci-\nsion in United States v. Ant, 882 F. 2d 1389 (CA9 1989),7\n——————\n  7 In United States v. Ant, 882 F. 2d 1389 (1989), the Ninth Circuit\n\nproscribed the use of an uncounseled tribal-court guilty plea as evi-\ndence of guilt in a subsequent federal prosecution arising out of the\nsame incident. Use of the plea was impermissible, the Court of Appeals\nreasoned, “because the tribal court guilty plea was made under circum-\n\u000c12                  UNITED STATES v. BRYANT\n\n                         Opinion of the Court\n\nthe Court of Appeals held that, subject to narrow excep-\ntions not relevant here, “tribal court convictions may be\nused in subsequent [federal] prosecutions only if the tribal\ncourt guarantees a right to counsel that is, at minimum,\ncoextensive with the Sixth Amendment right.” 769 F. 3d,\nat 677. Rejecting the Government’s argument that our\ndecision in Nichols required the opposite result, the Ninth\nCircuit concluded that Nichols applies only when the prior\nconviction did comport with the Sixth Amendment, i.e.,\nwhen no sentence of imprisonment was imposed for the\nprior conviction. 769 F. 3d, at 677–678.\n   Judge Watford concurred, agreeing that Ant controlled\nthe outcome of this case, but urging reexamination of Ant\nin light of Nichols. 769 F. 3d, at 679. This Court’s deci-\nsion in Nichols, Judge Watford wrote, “undermines the\nnotion that uncounseled convictions are, as a categorical\nmatter, too unreliable to be used as a basis for imposing a\nprison sentence in a subsequent case.” 769 F. 3d, at 679.\nThe Court of Appeals declined to rehear the case en banc\nover vigorous dissents by Judges Owens and O’Scannlain.\n   In disallowing the use of an uncounseled tribal-court\nconviction to establish a prior domestic violence conviction\nwithin §117(a)’s compass, the Ninth Circuit created a\nCircuit split. The Eighth and Tenth Circuits have both\nheld that tribal-court “convictions, valid at their inception,\nand not alleged to be otherwise unreliable, may be used to\nprove the elements of §117.” United States v. Cavanaugh,\n643 F. 3d 592, 594 (CA8 2011); see United States v. Sha-\nvanaux, 647 F. 3d 993, 1000 (CA10 2011). To resolve this\ndisagreement, we granted certiorari, 577 U. S. ___ (2016),\nand now reverse.\n\n\n\n—————— \n\nstances which would have violated the United States Constitution were\n\n\nit applicable to tribal proceedings.” Id., at 1390. \n\n\u000c                 Cite as: 579 U. S. ____ (2016) \n        13\n\n                     Opinion of the Court \n\n\n                             II\n\n\n   Bryant’s tribal-court convictions, he recognizes, in-\nfringed no constitutional right because the Sixth Amend-\nment does not apply to tribal-court proceedings. Brief for\nRespondent 5. Those prior convictions complied with\nICRA, he concedes, and therefore were valid when en-\ntered. But, had his convictions occurred in state or federal\ncourt, Bryant observes, Argersinger and Scott would have\nrendered them invalid because he was sentenced to incar-\nceration without representation by court-appointed coun-\nsel. Essentially, Bryant urges us to treat tribal-court\nconvictions, for §117(a) purposes, as though they had been\nentered by a federal or state court. We next explain why\nwe decline to do so.\n   As earlier recounted, we held in Nichols that “an un-\ncounseled misdemeanor conviction, valid under Scott\nbecause no prison term was imposed, is also valid when\nused to enhance punishment at a subsequent conviction.”\n511 U. S., at 748–749. “Enhancement statutes,” we rea-\nsoned, “do not change the penalty imposed for the earlier\nconviction”; rather, repeat-offender laws “penaliz[e] only\nthe last offense committed by the defendant.” Id., at 747;\nsee United States v. Rodriquez, 553 U. S. 377, 386 (2008)\n(“When a defendant is given a higher sentence under a\nrecidivism statute . . . 100% of the punishment is for the\noffense of conviction. None is for the prior convictions or\nthe defendant’s ‘status as a recidivist.’ ”). Nichols thus\ninstructs that convictions valid when entered—that is,\nthose that, when rendered, did not violate the Constitu-\ntion—retain that status when invoked in a subsequent\nproceeding.\n   Nichols’ reasoning steers the result here. Bryant’s 46-\nmonth sentence for violating §117(a) punishes his most\nrecent acts of domestic assault, not his prior crimes prose-\ncuted in tribal court. Bryant was denied no right to coun-\nsel in tribal court, and his Sixth Amendment right was\n\u000c14                   UNITED STATES v. BRYANT\n\n                          Opinion of the Court\n\nhonored in federal court, when he was “adjudicated guilty\nof the felony offense for which he was imprisoned.” Ala-\nbama v. Shelton, 535 U. S. 654, 664 (2002). It would be\n“odd to say that a conviction untainted by a violation of\nthe Sixth Amendment triggers a violation of that same\namendment when it’s used in a subsequent case where the\ndefendant’s right to appointed counsel is fully respected.”\n769 F. 3d, at 679 (Watford, J., concurring).8\n   Bryant acknowledges that had he been punished only by\nfines in his tribal-court proceedings, Nichols would have\nallowed reliance on his uncounseled convictions to satisfy\n§117(a)’s prior-crimes predicate. Brief for Respondent 50.\nWe see no cause to distinguish for §117(a) purposes be-\ntween valid but uncounseled convictions resulting in a fine\nand valid but uncounseled convictions resulting in impris-\nonment not exceeding one year. “Both Nichols’s and Bry-\nant’s uncounseled convictions ‘comport’ with the Sixth\nAmendment, and for the same reason: the Sixth Amend-\nment right to appointed counsel did not apply to either\nconviction.” App. to Pet. for Cert. 50a (O’Scannlain, J.,\ndissenting from denial of rehearing en banc).\n   In keeping with Nichols, we resist creating a “hybrid”\ncategory of tribal-court convictions, “good for the punish-\nment actually imposed but not available for sentence\n——————\n  8 True, as Bryant points out, we based our decision in Nichols v.\n\nUnited States, 511 U. S. 738, 747 (1994), in part on the “less exact-\ning” nature of sentencing, compared with the heightened burden of proof\nrequired for determining guilt. But, in describing the rule we adopted,\nwe said that it encompasses both “criminal history provisions,” applica-\nble at sentencing, and “recidivist statutes,” of which §117(a) is one.\nIbid. Moreover, Nichols’ two primary rationales—the validity of the\nprior conviction and the sentence’s punishment of “only the last of-\nfense”—do not rely on a distinction between guilt adjudication and\nsentencing. Indeed, it is the validity of the prior conviction that distin-\nguishes Nichols from United States v. Tucker, 404 U. S. 443, 448 (1972),\nin which we found impermissible the use at sentencing of an invalid,\nuncounseled prior conviction.\n\u000c                  Cite as: 579 U. S. ____ (2016)             15\n\n                      Opinion of the Court\n\nenhancement in a later prosecution.” 511 U. S., at 744.\nNichols indicates that use of Bryant’s uncounseled tribal-\ncourt convictions in his §117(a) prosecution did not “trans-\nform his prior, valid, tribal court convictions into new,\ninvalid, federal ones.” App. to Pet. for Cert. 50a (opinion\nof O’Scannlain, J.).\n   Our decision in Burgett, which prohibited the subse-\nquent use of a conviction obtained in violation of the right\nto counsel, does not aid Bryant. Reliance on an invalid\nconviction, Burgett reasoned, would cause the accused to\n“suffe[r] anew from the deprivation of [his] Sixth Amend-\nment right.” 389 U. S., at 115. Because a defendant\nconvicted in tribal court suffers no Sixth Amendment\nviolation in the first instance, “[u]se of tribal convictions in\na subsequent prosecution cannot violate [the Sixth\nAmendment] ‘anew.’ ” Shavanaux, 647 F. 3d, at 998.\n   Bryant observes that reliability concerns underlie our\nright-to-counsel decisions and urges that those concerns\nremain even if the Sixth Amendment itself does not shel-\nter him. Scott and Nichols, however, counter the argu-\nment that uncounseled misdemeanor convictions are\ncategorically unreliable, either in their own right or for\nuse in a subsequent proceeding. Bryant’s recognition that\na tribal-court conviction resulting in a fine would qualify\nas a §117(a) predicate offense, we further note, diminishes\nthe force of his reliability-based argument. There is no\nreason to suppose that tribal-court proceedings are less\nreliable when a sentence of a year’s imprisonment is im-\nposed than when the punishment is merely a fine. No\nevidentiary or procedural variation turns on the sanc-\ntion—fine only or a year in prison—ultimately imposed.\n   Bryant also invokes the Due Process Clause of the Fifth\nAmendment in support of his assertion that tribal-court\njudgments should not be used as predicate offenses. But,\nas earlier observed, ICRA itself requires tribes to ensure\n“due process of law,” §1302(a)(8), and it accords defend-\n\u000c16              UNITED STATES v. BRYANT\n\n                     Opinion of the Court\n\nants specific procedural safeguards resembling those\ncontained in the Bill of Rights and the Fourteenth\nAmendment. See supra, at 8. Further, ICRA makes\nhabeas review in federal court available to persons incar-\ncerated pursuant to a tribal-court judgment. §1303. By\nthat means, a prisoner may challenge the fundamental\nfairness of the proceedings in tribal court. Proceedings in\ncompliance with ICRA, Congress determined, and we\nagree, sufficiently ensure the reliability of tribal-court\nconvictions. Therefore, the use of those convictions in a\nfederal prosecution does not violate a defendant’s right to\ndue process. See Shavanaux, 647 F. 3d, at 1000; cf. State\nv. Spotted Eagle, 316 Mont. 370, 378–379, 71 P. 3d 1239,\n1245–1246 (2003) (principles of comity support recognizing\nuncounseled tribal-court convictions that complied with\nICRA).\n                        *    *     *\n  Because Bryant’s tribal-court convictions occurred in\nproceedings that complied with ICRA and were therefore\nvalid when entered, use of those convictions as predicate\noffenses in a §117(a) prosecution does not violate the\nConstitution. We accordingly reverse the judgment of the\nCourt of Appeals for the Ninth Circuit and remand the\ncase for further proceedings consistent with this opinion.\n\n                                            It is so ordered.\n\u000c                  Cite as: 579 U. S. ____ (2016)            1\n\n                     THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                           No. 15–420\n                          _________________\n\n\n           UNITED STATES, PETITIONER v. \n\n               MICHAEL BRYANT, JR.\n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE NINTH CIRCUIT\n\n\n                         [June 13, 2016] \n\n\n   JUSTICE THOMAS, concurring.\n   The Court holds that neither the Sixth Amendment nor\nthe Fifth Amendment’s Due Process Clause prohibits the\nGovernment from using Michael Bryant’s uncounseled\ntribal-court convictions as predicates for the federal crime\nof committing a domestic assault within Indian country.\nAnte, at 15–16; see 18 U. S. C. §117(a) (making it a federal\ncrime to “commi[t] a domestic assault within . . . Indian\ncountry” if the person “has a final conviction on at least 2\nseparate prior occasions in . . . Indian tribal court proceed-\nings” for domestic assault and similar crimes). Because\nour precedents dictate that holding, I join the Court’s\nopinion.\n   The fact that this case arose at all, however, illustrates\nhow far afield our Sixth Amendment and Indian-law\nprecedents have gone. Three basic assumptions underlie\nthis case: that the Sixth Amendment ordinarily bars the\nGovernment from introducing, in a later proceeding, con-\nvictions obtained in violation of the right to counsel, ante,\nat 8–9; that tribes’ retained sovereignty entitles them to\nprosecute tribal members in proceedings that are not\nsubject to the Constitution, ante, at 7–8; and that Con-\ngress can punish assaults that tribal members commit\nagainst each other on Indian land, ante, at 5–7. Although\nour precedents have endorsed these assumptions for dec-\n\u000c2                UNITED STATES v. BRYANT\n\n                    THOMAS, J., concurring\n\nades, the Court has never identified a sound constitutional\nbasis for any of them, and I see none.\n   Start with the notion that the Sixth Amendment gener-\nally prohibits the government from using a prior, uncoun-\nseled conviction obtained in violation of the right to coun-\nsel as a predicate for a new offense in a new proceeding.\nAnte, at 8–9. All that the text of the Sixth Amendment\nrequires in a criminal prosecution is that the accused\nenjoy the “[a]ssistance of [c]ounsel” in that proceeding.\nThe Court was likely wrong in Burgett v. Texas, 389 U. S.\n109 (1967), when it created a Sixth Amendment “exclu-\nsionary rule” that prohibits the government from using\nprior convictions obtained in violation of the right to coun-\nsel in subsequent proceedings to avoid “erod[ing] the\nprinciple” of the right to counsel. Id., at 115. I would be\nopen to reconsidering Burgett in a future case.\n   The remaining two assumptions underpinning this case\nexemplify a central tension within our Indian-law juris-\nprudence. On the one hand, the only reason why tribal\ncourts had the power to convict Bryant in proceedings\nwhere he had no right to counsel is that such prosecutions\nare a function of a tribe’s core sovereignty. See United\nStates v. Lara, 541 U. S. 193, 197 (2004); United States v.\nWheeler, 435 U. S. 313, 318, 322–323 (1978). By virtue of\ntribes’ status as “ ‘separate sovereigns pre-existing the\nConstitution,’ ” tribal prosecutions need not, under our\nprecedents, comply with “ ‘those constitutional provisions\nframed specifically as limitations on federal or state au-\nthority.’ ” Ante, at 7–8 (quoting Santa Clara Pueblo v.\nMartinez, 436 U. S. 49, 56 (1978)).\n   On the other hand, the validity of Bryant’s ensuing\nfederal conviction rests upon a contrary view of tribal\nsovereignty. Congress ordinarily lacks authority to enact\na general federal criminal law proscribing domestic abuse.\nSee United States v. Morrison, 529 U. S. 598, 610–613\n(2000). But, the Court suggests, Congress must intervene\n\u000c                  Cite as: 579 U. S. ____ (2016)            3\n\n                     THOMAS, J., concurring\n\non reservations to ensure that prolific domestic abusers\nreceive sufficient punishment. See ante, at 4–5. The\nCourt does not explain where Congress’ power to act\ncomes from, but our precedents leave no doubt on this\nscore. Congress could make Bryant’s domestic assaults a\nfederal crime subject to federal prosecution only because\nour precedents have endowed Congress with an “all-\nencompassing” power over all aspects of tribal sovereignty.\nWheeler, supra, at 319. Thus, even though tribal prosecu-\ntions of tribal members are purportedly the apex of tribal\nsovereignty, Congress can second-guess how tribes prose-\ncute domestic abuse perpetrated by Indians against other\nIndians on Indian land by virtue of its “plenary power”\nover Indian tribes. See United States v. Kagama, 118\nU. S. 375, 382–384 (1886); accord, Lara, 541 U. S., at 200.\n   I continue to doubt whether either view of tribal sover-\neignty is correct. See id., at 215 (THOMAS, J., concurring\nin judgment). Indian tribes have varied origins, discrete\ntreaties with the United States, and different patterns of\nassimilation and conquest. In light of the tribes’ distinct\nhistories, it strains credulity to assume that all tribes\nnecessarily retained the sovereign prerogative of prosecut-\ning their own members. And by treating all tribes as\npossessing an identical quantum of sovereignty, the Court’s\nprecedents have made it all but impossible to understand\nthe ultimate source of each tribe’s sovereignty and whether\nit endures. See Prakash, Against Tribal Fungibility, 89\nCornell L. Rev. 1069, 1070–1074, 1107–1110 (2004).\n   Congress’ purported plenary power over Indian tribes\nrests on even shakier foundations. No enumerated power—\nnot Congress’ power to “regulate Commerce . . . with In-\ndian Tribes,” not the Senate’s role in approving treaties, nor\nanything else—gives Congress such sweeping authority. See\nLara, supra, at 224–225 (THOMAS, J., concurring in judg-\nment); Adoptive Couple v. Baby Girl, 570 U. S. ___, ___–\n___ (2013) (THOMAS, J., concurring) (slip op., at 3–5).\n\u000c4                UNITED STATES v. BRYANT\n\n                    THOMAS, J., concurring\n\nIndeed, the Court created this new power because it was\nunable to find an enumerated power justifying the federal\nMajor Crimes Act, which for the first time punished\ncrimes committed by Indians against Indians on Indian\nland. See Kagama, supra, at 377–380; cf. ante, at 5. The\nCourt asserted: “The power of the General Government\nover these remnants of a race once powerful, now weak\nand diminished in numbers, is necessary to their protec-\ntion . . . . It must exist in that government, because it has\nnever existed anywhere else.” Kagama, supra, at 384.\nOver a century later, Kagama endures as the foundation\nof this doctrine, and the Court has searched in vain for\nany valid constitutional justification for this unfettered\npower. See, e.g., Lone Wolf v. Hitchcock, 187 U. S. 553,\n566–567 (1903) (relying on Kagama’s race-based plenary\npower theory); Winton v. Amos, 255 U. S. 373, 391–392\n(1921) (Congress’ “plenary authority” is based on Indians’\n“condition of tutelage or dependency”); Wheeler, supra, at\n319 (Winton and Lone Wolf illustrate the “undisputed fact\nthat Congress has plenary authority” over tribes); Lara,\nsupra, at 224 (THOMAS, J., concurring in judgment) (“The\nCourt utterly fails to find any provision of the Constitution\nthat gives Congress enumerated power to alter tribal\nsovereignty”).\n   It is time that the Court reconsider these precedents.\nUntil the Court ceases treating all Indian tribes as an\nundifferentiated mass, our case law will remain bedeviled\nby amorphous and ahistorical assumptions about the\nscope of tribal sovereignty. And, until the Court rejects\nthe fiction that Congress possesses plenary power over\nIndian affairs, our precedents will continue to be based on\nthe paternalistic theory that Congress must assume all-\nencompassing control over the “remnants of a race” for its\nown good. Kagama, supra, at 384.\n\u000c",
	"cited_id": [
		110032
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Scott v. Illinois, 440 U. S. 367 (1979)"
	],
	"case_extract": [
		"Scott v. Illinois, 440 U. S. 367, 373–374 (1979)"
	],
	"citing_sentence": "The Sixth Amendment guarantees indigent defendants, in state and federal criminal proceedings, appointed coun- sel in any case in which a term of imprisonment is im- posed. Scott v. Illinois, 440 U. S. 367, 373–374 (1979).",
	"citing_paragraph": "The Sixth Amendment guarantees indigent defendants, in state and federal criminal proceedings, appointed coun- sel in any case in which a term of imprisonment is im- posed. Scott v. Illinois, 440 U. S. 367, 373–374 (1979). But the Sixth Amendment does not apply to tribal-court proceedings. See Plains Commerce Bank v. Long Family Land \u0026 Cattle Co., 554 U. S. 316, 337 (2008). The Indian Civil Rights Act of 1968 (ICRA), Pub. L. 90–284, 82 Stat. 77, 25 U. S. C. §1301 et seq., which governs criminal pro- ceedings in tribal courts, requires appointed counsel only when a sentence of more than one year’s imprisonment is imposed. §1302(c)(2). Bryant’s tribal-court convictions, it is undisputed, were valid when entered. This case pre- sents the question whether those convictions, though uncounseled, rank as predicate offenses within the com- pass of §117(a). Our answer is yes. Bryant’s tribal-court convictions did not violate the Sixth Amendment when obtained, and they retain their validity when invoked in a §117(a) prosecution. That proceeding generates no Sixth Amendment defect where none previously existed.",
	"relevant_keywords": [
		"sixth amendment",
		"right to counsel",
		"criminal proceeding",
		"imprisonment",
		"imposed"
	],
	"query": [
		"(\"Sixth amendment\" OR \"6th amendment\") AND (\"right to counsel\" OR (right AND (counsel OR \"legal counsel\" OR \"legal representati!\")))",
		"(\"Sixth amendment\" OR \"6th amendment\") AND (\"right to counsel\" OR (right AND (counsel OR \"legal counsel\" OR \"legal representati!\"))) AND imprison! AND \"criminal proceeding\"",
		"(\"Sixth amendment\" OR \"6th amendment\") AND \"right to counsel\" AND imprison! AND \"criminal proceeding\""
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sixth amendment",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "6th amendment",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "right to counsel",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "right"
													}
												},
												{
													"bool": {
														"should": [
															{
																"multi_match": {
																	"fields": [
																		"case_name",
																		"plain_text",
																		"html"
																	],
																	"query": "counsel"
																}
															},
															{
																"multi_match": {
																	"fields": [
																		"case_name",
																		"plain_text",
																		"html"
																	],
																	"query": "legal counsel",
																	"type": "phrase"
																}
															},
															{
																"multi_match": {
																	"fields": [
																		"case_name",
																		"plain_text",
																		"html"
																	],
																	"query": "legal representati*",
																	"type": "phrase"
																}
															}
														]
													}
												}
											]
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "imprison*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "criminal proceeding",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sixth amendment",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "6th amendment",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "right to counsel",
											"type": "phrase"
										}
									},
									{
										"bool": {
											"must": [
												{
													"multi_match": {
														"fields": [
															"case_name",
															"plain_text",
															"html"
														],
														"query": "right"
													}
												},
												{
													"bool": {
														"should": [
															{
																"multi_match": {
																	"fields": [
																		"case_name",
																		"plain_text",
																		"html"
																	],
																	"query": "counsel"
																}
															},
															{
																"multi_match": {
																	"fields": [
																		"case_name",
																		"plain_text",
																		"html"
																	],
																	"query": "legal counsel",
																	"type": "phrase"
																}
															},
															{
																"multi_match": {
																	"fields": [
																		"case_name",
																		"plain_text",
																		"html"
																	],
																	"query": "legal representati*",
																	"type": "phrase"
																}
															}
														]
													}
												}
											]
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "right to counsel",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "imprison*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "criminal proceeding",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "sixth amendment",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "6th amendment",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}