{
	"id": 95,
	"case_id": 4170684,
	"case_title": "TC Heartland LLC v. Kraft Foods Group Brands LLC",
	"date_filed": "2017-05-22",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n      TC HEARTLAND LLC v. KRAFT FOODS GROUP \n\n                  BRANDS LLC\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n      No. 16–341.      Argued March 27, 2017—Decided May 22, 2017\nThe patent venue statute, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1400(b), provides that “[a]ny\n  civil action for patent infringement may be brought in the judicial\n  district where the defendant resides, or where the defendant has\n  committed acts of infringement and has a regular and established\n  place of business.” In Fourco Glass Co. v. Transmirra Products\n  Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105495\"\u003e\u003ca href=\"/opinion/105495/fourco-glass-co-v-transmirra-products-corp/\"\u003e\u003cspan class=\"volume\"\u003e353\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e222\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 226, this Court concluded that for purposes of\n  §1400(b) a domestic corporation “resides” only in its State of incorpo-\n  ration, rejecting the argument that §1400(b) incorporates the broader\n  definition of corporate “residence” contained in the general venue\n  statute, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1391(c). Congress has not amended §1400(b)\n  since Fourco, but it has twice amended §1391, which now provides\n  that, “[e]xcept as otherwise provided by law” and “[f]or all venue pur-\n  poses,” a corporation “shall be deemed to reside, if a defendant, in\n  any judicial district in which such defendant is subject to the court’s\n  personal jurisdiction with respect to the civil action in question.”\n  §§1391(a), (c).\n    Respondent filed a patent infringement suit in the District Court\n  for the District of Delaware against petitioner, a competitor that is\n  organized under Indiana law and headquartered in Indiana but ships\n  the allegedly infringing products into Delaware. Petitioner moved to\n  transfer venue to a District Court in Indiana, claiming that venue\n  was improper in Delaware. Citing Fourco, petitioner argued that it\n  did not “resid[e]” in Delaware and had no “regular and established\n  place of business” in Delaware under §1400(b). The District Court re-\n  jected these arguments. The Federal Circuit denied a petition for a\n  writ of mandamus, concluding that §1391(c) supplies the definition of\n  “resides” in §1400(b). The Federal Circuit reasoned that because pe-\n\u000c2 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                               Syllabus\n\n titioner resided in Delaware under §1391(c), it also resided there un-\n der §1400(b).\nHeld: As applied to domestic corporations, “reside[nce]” in §1400(b) re-\n fers only to the State of incorporation. The amendments to §1391 did\n not modify the meaning of §1400(b) as interpreted by Fourco. Pp. 3–\n 10.\n    (a) The venue provision of the Judiciary Act of 1789 covered patent\n cases as well as other civil suits. Stonite Products Co. v. Melvin\n Lloyd Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103631\"\u003e\u003ca href=\"/opinion/103631/stonite-products-co-v-melvin-lloyd-co/\"\u003e\u003cspan class=\"volume\"\u003e315\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e561\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 563. In 1897, Congress enacted a patent\n specific venue statute. This new statute (§1400(b)’s predecessor)\n permitted suit in the district of which the defendant was an “inhabit-\n ant” or in which the defendant both maintained a “regular and estab-\n lished place of business” and committed an act of infringement. 29\n Stat. 695. A corporation at that time was understood to “inhabit” on-\n ly the State of incorporation. This Court addressed the scope of\n §1400(b)’s predecessor in Stonite, concluding that it constituted “the\n exclusive provision controlling venue in patent infringement proceed-\n ings” and thus was not supplemented or modified by the general ven-\n ue provisions. 315 U. S., at 563.\n    In 1948, Congress recodified the patent venue statute as §1400(b).\n That provision, which remains unaltered today, uses “resides” in-\n stead of “inhabit[s].” At the same time, Congress also enacted the\n general venue statute, §1391, which defined “residence” for corporate\n defendants. In Fourco, this Court reaffirmed Stonite’s holding, ob-\n serving that Congress enacted §1400(b) as a standalone venue stat-\n ute and that nothing in the 1948 recodification evidenced an intent to\n alter that status, even the fact that §1391(c) by “its terms” embraced\n “all actions,” 353 U. S., at 228. The Court also concluded that “re-\n sides” in the recodified version bore the same meaning as “inhabit[s]”\n in the pre-1948 version. See id., at 226.\n    This landscape remained effectively unchanged until 1988, when\n Congress amended the general venue statute, §1391(c). The revised\n provision stated that it applied “[f]or purposes of venue under this\n chapter.” In VE Holding Corp. v. Johnson Gas Appliance Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"550888\"\u003e\u003ca href=\"/opinion/550888/ve-holding-corporation-v-johnson-gas-appliance-company/\"\u003e\u003cspan class=\"volume\"\u003e917\u003c/span\u003e\n \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e1574\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 1578, the Federal Circuit held that, in light of this\n amendment, §1391(c) established the definition for all other venue\n statutes under the same “chapter,” including §1400(b). In 2011, Con-\n gress adopted the current version of §1391, which provides that its\n general definition applies “[f]or all venue purposes.” The Federal\n Circuit reaffirmed VE Holding in the case below. Pp. 3–7.\n    (b) In Fourco, this Court definitively and unambiguously held that\n the word “reside[nce]” in §1400(b), as applied to domestic corpora-\n tions, refers only to the State of incorporation. Because Congress has\n not amended §1400(b) since Fourco, and neither party asks the Court\n\u000c                     Cite as: 581 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  to reconsider that decision, the only question here is whether Con-\n  gress changed §1400(b)’s meaning when it amended §1391. When\n  Congress intends to effect a change of that kind, it ordinarily pro-\n  vides a relatively clear indication of its intent in the amended provi-\n  sion’s text. No such indication appears in the current version of\n  §1391.\n    Respondent points out that the current §1391(c) provides a default\n  rule that, on its face, applies without exception “[f]or all venue pur-\n  poses.” But the version at issue in Fourco similarly provided a de-\n  fault rule that applied “ ‘for venue purposes,’ ” 353 U. S., at 223, and\n  those phrasings are not materially different in this context. The ad-\n  dition of the word “all” to the already comprehensive provision does\n  not suggest that Congress intended the Court to reconsider its deci-\n  sion in Fourco. Any argument based on this language is even weaker\n  now than it was when the Court rejected it in Fourco. Fourco held\n  that §1400(b) retained a meaning distinct from the default definition\n  contained in §1391(c), even though the latter, by its terms, included\n  no exceptions. The current version of §1391 includes a saving clause,\n  which expressly states that the provision does not apply when “oth-\n  erwise provided by law,” thus making explicit the qualification that\n  the Fourco Court found implicit in the statute. Finally, there is no\n  indication that Congress in 2011 ratified the Federal Circuit’s deci-\n  sion in VE Holding. Pp. 7–10.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e821\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e1338\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, reversed and remanded.\n\n   THOMAS, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–341\n                                  _________________\n\n\n    TC HEARTLAND LLC, PETITIONER v. KRAFT\n\n          FOODS GROUP BRANDS LLC\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                                [May 22, 2017] \n\n\n   JUSTICE THOMAS delivered the opinion of the Court.\n   The question presented in this case is where proper\nvenue lies for a patent infringement lawsuit brought\nagainst a domestic corporation. The patent venue statute,\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1400(b), provides that “[a]ny civil action for\npatent infringement may be brought in the judicial district\nwhere the defendant resides, or where the defendant has\ncommitted acts of infringement and has a regular and\nestablished place of business.” In Fourco Glass Co. v.\nTransmirra Products Corp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"105495\"\u003e\u003ca href=\"/opinion/105495/fourco-glass-co-v-transmirra-products-corp/\"\u003e\u003cspan class=\"volume\"\u003e353\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e222\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 226 (1957), this\nCourt concluded that for purposes of §1400(b) a domestic\ncorporation “resides” only in its State of incorporation.\n   In reaching that conclusion, the Court rejected the\nargument that §1400(b) incorporates the broader defini-\ntion of corporate “residence” contained in the general\nvenue statute, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1391(c). 353 U. S., at 228.\nCongress has not amended §1400(b) since this Court\nconstrued it in Fourco, but it has amended §1391 twice.\nSection 1391 now provides that, “[e]xcept as otherwise\nprovided by law” and “[f]or all venue purposes,” a corpora-\ntion “shall be deemed to reside, if a defendant, in any\n\u000c2 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                          Opinion of the Court\n\njudicial district in which such defendant is subject to the\ncourt’s personal jurisdiction with respect to the civil action\nin question.” §§1391(a), (c). The issue in this case is\nwhether that definition supplants the definition an-\nnounced in Fourco and allows a plaintiff to bring a patent\ninfringement lawsuit against a corporation in any district\nin which the corporation is subject to personal jurisdiction.\nWe conclude that the amendments to §1391 did not modify\nthe meaning of §1400(b) as interpreted by Fourco. We\ntherefore hold that a domestic corporation “resides” only in\nits State of incorporation for purposes of the patent venue\nstatute.\n                              I\n   Petitioner, which is organized under Indiana law and\nheadquartered in Indiana, manufactures flavored drink\nmixes.1 Respondent, which is organized under Delaware\nlaw and has its principal place of business in Illinois, is a\ncompetitor in the same market. As relevant here, re-\nspondent sued petitioner in the District Court for the\nDistrict of Delaware, alleging that petitioner’s products\ninfringed one of respondent’s patents. Although petitioner\nis not registered to conduct business in Delaware and has\nno meaningful local presence there, it does ship the al-\nlegedly infringing products into the State.\n   Petitioner moved to dismiss the case or transfer venue\n——————\n  1 The  complaint alleged that petitioner is a corporation, and petitioner\nadmitted this allegation in its answer. See App. 11a, 60a. Similarly,\nthe petition for certiorari sought review on the question of “corporate”\nresidence. See Pet. for Cert. i. In their briefs before this Court, how-\never, the parties suggest that petitioner is, in fact, an unincorporated\nentity. See Brief for Respondent 9, n. 4 (the complaint’s allegation was\n“apparently inaccurat[e]”); Reply Brief 4. Because this case comes to us\nat the pleading stage and has been litigated on the understanding that\npetitioner is a corporation, we confine our analysis to the proper venue\nfor corporations. We leave further consideration of the issue of peti-\ntioner’s legal status to the courts below on remand.\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nto the District Court for the Southern District of Indiana,\narguing that venue was improper in Delaware. See \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1406. Citing Fourco’s holding that a corporation\nresides only in its State of incorporation for patent in-\nfringement suits, petitioner argued that it did not\n“resid[e]” in Delaware under the first clause of §1400(b).\nIt further argued that it had no “regular and established\nplace of business” in Delaware under the second clause of\n§1400(b). Relying on Circuit precedent, the District Court\nrejected these arguments, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2015\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e5613160\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (D Del., Sept.\n24, 2015), and the Federal Circuit denied a petition for a\nwrit of mandamus, In re TC Heartland LLC, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e821\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e1338\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (2016). The Federal Circuit concluded that subse-\nquent statutory amendments had effectively amended\n§1400(b) as construed in Fourco, with the result that\n§1391(c) now supplies the definition of “resides” in\n§1400(b). \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e821\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 1341–1343. Under this logic,\nbecause the District of Delaware could exercise personal\njurisdiction over petitioner, petitioner resided in Delaware\nunder §1391(c) and, therefore, under §1400(b). We granted\ncertiorari, 580 U. S. ___ (2016), and now reverse.\n                             II\n\n                             A\n\n  The history of the relevant statutes provides important\ncontext for the issue in this case. The Judiciary Act of\n1789 permitted a plaintiff to file suit in a federal district\ncourt if the defendant was “an inhabitant” of that district\nor could be “found” for service of process in that district.\nAct of Sept. 24, 1789, §11, 1 Stat. 79. The Act covered\npatent cases as well as other civil suits. Stonite Products\nCo. v. Melvin Lloyd Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"103631\"\u003e\u003ca href=\"/opinion/103631/stonite-products-co-v-melvin-lloyd-co/\"\u003e\u003cspan class=\"volume\"\u003e315\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e561\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 563 (1942). In\n1887, Congress amended the statute to permit suit only in\nthe district of which the defendant was an inhabitant or,\nin diversity cases, of which either the plaintiff or defend-\nant was an inhabitant. See Act of Mar. 3, 1887, §1, 24\n\u000c4 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\nStat. 552; see also Stonite, supra, at 563–564.\n   This Court’s decision in In re Hohorst, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"93739\"\u003e\u003ca href=\"/opinion/93739/in-re-hohorst/\"\u003e\u003cspan class=\"volume\"\u003e150\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e653\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e,\n661–662 (1893), arguably suggested that the 1887 Act did\nnot apply to patent cases. As a result, while some courts\ncontinued to apply the Act to patent cases, others refused\nto do so and instead permitted plaintiffs to bring suit (in\nline with the pre-1887 regime) anywhere a defendant\ncould be found for service of process. See Stonite, supra, at\n564–565. In 1897, Congress resolved the confusion by\nenacting a patent specific venue statute. See Act of Mar.\n3, 1897, ch. 395, 29 Stat. 695. In so doing, it “placed pat-\nent infringement cases in a class by themselves, outside\nthe scope of general venue legislation.” Brunette Machine\nWorks, Ltd. v. Kockum Industries, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108555\"\u003e\u003ca href=\"/opinion/108555/brunette-machine-works-ltd-v-kockum-industries-inc/\"\u003e\u003cspan class=\"volume\"\u003e406\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e706\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 713\n(1972). This new statute (§1400(b)’s predecessor) permit-\nted suit in the district of which the defendant was an\n“inhabitant,” or a district in which the defendant both\nmaintained a “regular and established place of business”\nand committed an act of infringement. 29 Stat. 695. At\nthe time, a corporation was understood to “inhabit” only\nthe State in which it was incorporated. Shaw v. Quincy\nMining Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"93395\"\u003e\u003ca href=\"/opinion/93395/shaw-v-quincy-mining-co/\"\u003e\u003cspan class=\"volume\"\u003e145\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e444\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 449–450 (1892).\n   The Court addressed the scope of §1400(b)’s predecessor\nin Stonite. In that case, the two defendants inhabited\ndifferent districts within a single State. The plaintiff\nsought to sue them both in the same district, invoking a\nthen governing general venue statute that, if applicable,\npermitted it to do so. 315 U. S., at 562–563. This Court\nrejected the plaintiff ’s venue choice on the ground that the\npatent venue statute constituted “the exclusive provision\ncontrolling venue in patent infringement proceedings” and\nthus was not supplemented or modified by the general\nvenue provisions. Id., at 563. In the Court’s view, the\npatent venue statute “was adopted to define the exact\njurisdiction of the federal courts in actions to enforce\npatent rights,” a purpose that would be undermined by\n\u000c                  Cite as: 581 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\ninterpreting it “to dovetail with the general provisions\nrelating to the venue of civil suits.” Id., at 565–566. The\nCourt thus held that the patent venue statute “alone\nshould control venue in patent infringement proceedings.”\nId., at 566.\n  In 1948, Congress recodified the patent venue statute as\n§1400(b). See Act of June 25, 1948, 62 Stat. 936. The\nrecodified provision, which remains unaltered today,\nstates that “[a]ny civil action for patent infringement may\nbe brought in the judicial district where the defendant\nresides, or where the defendant has committed acts of\ninfringement and has a regular and established place of\nbusiness.” \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e28\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003eC\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. §1400(b) (1952 ed.). This version\ndiffers from the previous one in that it uses “resides”\ninstead of “inhabit[s].” At the same time, Congress also\nenacted the general venue statute, §1391, which defined\n“residence” for corporate defendants.          That provision\nstated that “[a] corporation may be sued in any judicial\ndistrict in which it is incorporated or licensed to do busi-\nness or is doing business, and such judicial district shall\nbe regarded as the residence of such corporation for venue\npurposes.” §1391(c) (1952 ed.).\n  Following the 1948 legislation, courts reached differing\nconclusions regarding whether §1400(b)’s use of the word\n“resides” incorporated §1391(c)’s definition of “residence.”\nSee Fourco, 353 U. S., at 224, n. 3 (listing cases). In Fourco,\nthis Court reviewed a decision of the Second Circuit\nholding that §1391(c) defined residence for purposes of\n§1400(b), “just as that definition is properly . . . incorpo-\nrated into other sections of the venue chapter.” Trans-\nmirra Prods. Corp. v. Fourco Glass Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"239569\"\u003e\u003ca href=\"/opinion/239569/transmirra-products-corp-and-robert-aronstein-v-fourco-glass-co/\"\u003e\u003cspan class=\"volume\"\u003e233\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e885\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 886\n(1956). This Court squarely rejected that interpretation,\nreaffirming Stonite’s holding that §1400(b) “is the sole and\nexclusive provision controlling venue in patent infringe-\nment actions, and . . . is not to be supplemented by . . .\n§1391(c).” 353 U. S., at 229. The Court observed that\n\u000c6 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\nCongress enacted §1400(b) as a standalone venue statute\nand that nothing in the 1948 recodification evidenced an\nintent to alter that status. The fact that §1391(c) by “its\nterms” embraced “all actions” was not enough to overcome\nthe fundamental point that Congress designed §1400(b) to\nbe “complete, independent and alone controlling in its\nsphere.” Id., at 228.\n   The Court also concluded that “resides” in the recodified\nversion of §1400(b) bore the same meaning as “inhabit[s]”\nin the pre-1948 version. See id., at 226 (“[T]he [w]ords\n‘inhabitant’ and ‘resident,’ as respects venue, are synony-\nmous” (internal quotation marks omitted)). The substitu-\ntion of “resides” for “inhabit[s]” thus did not suggest any\nalteration in the venue rules for corporations in patent\ncases. Accordingly, §1400(b) continued to apply to domes-\ntic corporations in the same way it always had: They were\nsubject to venue only in their States of incorporation. See\nibid. (The use of “resides” “negat[es] any intention to make\ncorporations suable, in patent infringement cases, where\nthey are merely ‘doing business,’ because those synony-\nmous words [“inhabitant” and “resident”] mean domicile\nand, in respect of corporations, mean the state of incorpo-\nration only”).\n                              B\n   This landscape remained effectively unchanged until\n1988, when Congress amended the general venue statute,\n§1391(c), to provide that “[f]or purposes of venue under\nthis chapter, a defendant that is a corporation shall be\ndeemed to reside in any judicial district in which it is\nsubject to personal jurisdiction at the time the action is\ncommenced.” Judicial Improvements and Access to Jus-\ntice Act, §1013(a), 102 Stat. 4669. The Federal Circuit in\nVE Holding Corp. v. Johnson Gas Appliance Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"550888\"\u003e\u003ca href=\"/opinion/550888/ve-holding-corporation-v-johnson-gas-appliance-company/\"\u003e\u003cspan class=\"volume\"\u003e917\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e\n\u003cspan class=\"page\"\u003e1574\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1990), announced its view of the effect of this\namendment on the meaning of the patent venue statute.\n\u000c                    Cite as: 581 U. S. ____ (2017)                  7\n\n                        Opinion of the Court\n\nThe court reasoned that the phrase “[f]or purposes of\nvenue under this chapter” was “exact and classic language\nof incorporation,” id., at 1579, and that §1391(c) accord-\ningly established the definition for all other venue statutes\nunder the same “chapter.” Id., at 1580. Because §1400(b)\nfell within the relevant chapter, the Federal Circuit con-\ncluded that §1391(c), “on its face,” “clearly applies to\n§1400(b), and thus redefines the meaning of the term\n‘resides’ in that section.” Id., at 1578.\n   Following VE Holding, no new developments occurred\nuntil Congress adopted the current version of §1391 in\n2011 (again leaving §1400(b) unaltered). See Federal\nCourts Jurisdiction and Venue Clarification Act of 2011,\n§202, 125 Stat. 763. Section 1391(a) now provides that,\n“[e]xcept as otherwise provided by law,” “this section shall\ngovern the venue of all civil actions brought in district\ncourts of the United States.” And §1391(c)(2), in turn,\nprovides that, “[f]or all venue purposes,” certain entities,\n“whether or not incorporated, shall be deemed to reside, if\na defendant, in any judicial district in which such defend-\nant is subject to the court’s personal jurisdiction with\nrespect to the civil action in question.” In its decision\nbelow, the Federal Circuit reaffirmed VE Holding, reason-\ning that the 2011 amendments provided no basis to recon-\nsider its prior decision.\n                             III\n  We reverse the Federal Circuit. In Fourco, this Court\ndefinitively and unambiguously held that the word “re-\nside[nce]” in §1400(b) has a particular meaning as applied\nto domestic2 corporations: It refers only to the State of\n——————\n  2 The parties dispute the implications of petitioner’s argument for\n\nforeign corporations. We do not here address that question, nor do we\nexpress any opinion on this Court’s holding in Brunette Machine Works,\nLtd. v. Kockum Industries, Inc., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"108555\"\u003e\u003ca href=\"/opinion/108555/brunette-machine-works-ltd-v-kockum-industries-inc/\"\u003e\u003cspan class=\"volume\"\u003e406\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e706\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e (1972) (determining\nproper venue for foreign corporation under then existing statutory\n\u000c8 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\nincorporation. Congress has not amended §1400(b) since\nFourco, and neither party asks us to reconsider our hold-\ning in that case. Accordingly, the only question we must\nanswer is whether Congress changed the meaning of\n§1400(b) when it amended §1391. When Congress intends\nto effect a change of that kind, it ordinarily provides a\nrelatively clear indication of its intent in the text of the\namended provision. See United States v. Madigan, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"102793\"\u003e\u003ca href=\"/opinion/102793/united-states-v-madigan/\"\u003e\u003cspan class=\"volume\"\u003e300\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e500\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 506 (1937) (“[T]he modification by implication of\nthe settled construction of an earlier and different section\nis not favored”); A. Scalia \u0026 B. Garner, Reading Law 331\n(2012) (“A clear, authoritative judicial holding on the\nmeaning of a particular provision should not be cast in\ndoubt and subjected to challenge whenever a related\nthough not utterly inconsistent provision is adopted in the\nsame statute or even in an affiliated statute”).\n   The current version of §1391 does not contain any indi-\ncation that Congress intended to alter the meaning of\n§1400(b) as interpreted in Fourco. Although the current\nversion of §1391(c) provides a default rule that applies\n“[f]or all venue purposes,” the version at issue in Fourco\nsimilarly provided a default rule that applied “for venue\npurposes.” 353 U. S., at 223 (internal quotation marks\nomitted). In this context, we do not see any material\ndifference between the two phrasings. See Pure Oil Co. v.\nSuarez, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"107232\"\u003e\u003ca href=\"/opinion/107232/pure-oil-co-v-suarez/\"\u003e\u003cspan class=\"volume\"\u003e384\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e202\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 204–205 (1966) (construing “ ‘for\nvenue purposes’ ” to cover “all venue statutes”). Respond-\nent argues that “ ‘all venue purposes’ means ‘all venue\npurposes’—not ‘all venue purposes except for patent\nvenue.’ ” Brief for Respondent 21. The plaintiffs in Fourco\nadvanced the same argument. See 353 U. S., at 228 (“The\nmain thrust of respondents’ argument is that §1391(c) is\nclear and unambiguous and that its terms include all\nactions—including patent infringement actions”). This\n——————\nregime).\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\nCourt was not persuaded then, and the addition of the\nword “all” to the already comprehensive provision does not\nsuggest that Congress intended for us to reconsider that\nconclusion.\n  This particular argument is even weaker under the\ncurrent version of §1391 than it was under the provision\nin place at the time of Fourco, because the current provi-\nsion includes a saving clause expressly stating that it does\nnot apply when “otherwise provided by law.” On its face,\nthe version of §1391(c) at issue in Fourco included no\nexceptions, yet this Court still held that “resides” in\n§1400(b) retained its original meaning contrary to\n§1391(c)’s default definition. Fourco’s holding rests on\neven firmer footing now that §1391’s saving clause ex-\npressly contemplates that certain venue statutes may\nretain definitions of “resides” that conflict with its default\ndefinition. In short, the saving clause makes explicit the\nqualification that this Court previously found implicit in\nthe statute. See Pure Oil, supra, at 205 (interpreting\nearlier version of §1391 to apply “to all venue statutes\nusing residence as a criterion, at least in the absence of\ncontrary restrictive indications in any such statute”).\nRespondent suggests that the saving clause in §1391(a)\ndoes not apply to the definitional provisions in §1391(c),\nBrief for Respondent 31–32, but that interpretation is\nbelied by the text of §1391(a), which makes clear that the\nsaving clause applies to the entire “section.”            See\n§1391(a)(1) (“Except as otherwise provided by law— . . .\nthis section shall govern the venue of all civil actions”\n(emphasis added)).\n  Finally, there is no indication that Congress in 2011\nratified the Federal Circuit’s decision in VE Holding. If\nanything, the 2011 amendments undermine that decision’s\nrationale. As petitioner points out, VE Holding relied\nheavily—indeed, almost exclusively—on Congress’ deci-\nsion in 1988 to replace “for venue purposes” with “[f]or\n\u000c10 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\npurposes of venue under this chapter” (emphasis added) in\n§1391(c). Congress deleted “under this chapter” in 2011\nand worded the current version of §1391(c) almost identi-\ncally to the original version of the statute. Compare\n§1391(c) (2012 ed.) (“[f]or all venue purposes”) with\n§1391(c) (1952 ed.) (“for venue purposes”). In short, noth-\ning in the text suggests congressional approval of VE\nHolding.\n                        *    *     *\n  As applied to domestic corporations, “reside[nce]” in\n§1400(b) refers only to the State of incorporation. Accord-\ningly, we reverse the judgment of the Court of Appeals and\nremand the case for further proceedings consistent with\nthis opinion.\n                                            It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n      TC HEARTLAND LLC v. KRAFT FOODS GROUP \n\n                  BRANDS LLC\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE FEDERAL CIRCUIT\n\n      No. 16–341.      Argued March 27, 2017—Decided May 22, 2017\nThe patent venue statute, 28 U. S. C. §1400(b), provides that “[a]ny\n  civil action for patent infringement may be brought in the judicial\n  district where the defendant resides, or where the defendant has\n  committed acts of infringement and has a regular and established\n  place of business.” In Fourco Glass Co. v. Transmirra Products\n  Corp., 353 U. S. 222, 226, this Court concluded that for purposes of\n  §1400(b) a domestic corporation “resides” only in its State of incorpo-\n  ration, rejecting the argument that §1400(b) incorporates the broader\n  definition of corporate “residence” contained in the general venue\n  statute, 28 U. S. C. §1391(c). Congress has not amended §1400(b)\n  since Fourco, but it has twice amended §1391, which now provides\n  that, “[e]xcept as otherwise provided by law” and “[f]or all venue pur-\n  poses,” a corporation “shall be deemed to reside, if a defendant, in\n  any judicial district in which such defendant is subject to the court’s\n  personal jurisdiction with respect to the civil action in question.”\n  §§1391(a), (c).\n    Respondent filed a patent infringement suit in the District Court\n  for the District of Delaware against petitioner, a competitor that is\n  organized under Indiana law and headquartered in Indiana but ships\n  the allegedly infringing products into Delaware. Petitioner moved to\n  transfer venue to a District Court in Indiana, claiming that venue\n  was improper in Delaware. Citing Fourco, petitioner argued that it\n  did not “resid[e]” in Delaware and had no “regular and established\n  place of business” in Delaware under §1400(b). The District Court re-\n  jected these arguments. The Federal Circuit denied a petition for a\n  writ of mandamus, concluding that §1391(c) supplies the definition of\n  “resides” in §1400(b). The Federal Circuit reasoned that because pe-\n\u000c2 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                               Syllabus\n\n titioner resided in Delaware under §1391(c), it also resided there un-\n der §1400(b).\nHeld: As applied to domestic corporations, “reside[nce]” in §1400(b) re-\n fers only to the State of incorporation. The amendments to §1391 did\n not modify the meaning of §1400(b) as interpreted by Fourco. Pp. 3–\n 10.\n    (a) The venue provision of the Judiciary Act of 1789 covered patent\n cases as well as other civil suits. Stonite Products Co. v. Melvin\n Lloyd Co., 315 U. S. 561, 563. In 1897, Congress enacted a patent\n specific venue statute. This new statute (§1400(b)’s predecessor)\n permitted suit in the district of which the defendant was an “inhabit-\n ant” or in which the defendant both maintained a “regular and estab-\n lished place of business” and committed an act of infringement. 29\n Stat. 695. A corporation at that time was understood to “inhabit” on-\n ly the State of incorporation. This Court addressed the scope of\n §1400(b)’s predecessor in Stonite, concluding that it constituted “the\n exclusive provision controlling venue in patent infringement proceed-\n ings” and thus was not supplemented or modified by the general ven-\n ue provisions. 315 U. S., at 563.\n    In 1948, Congress recodified the patent venue statute as §1400(b).\n That provision, which remains unaltered today, uses “resides” in-\n stead of “inhabit[s].” At the same time, Congress also enacted the\n general venue statute, §1391, which defined “residence” for corporate\n defendants. In Fourco, this Court reaffirmed Stonite’s holding, ob-\n serving that Congress enacted §1400(b) as a standalone venue stat-\n ute and that nothing in the 1948 recodification evidenced an intent to\n alter that status, even the fact that §1391(c) by “its terms” embraced\n “all actions,” 353 U. S., at 228. The Court also concluded that “re-\n sides” in the recodified version bore the same meaning as “inhabit[s]”\n in the pre-1948 version. See id., at 226.\n    This landscape remained effectively unchanged until 1988, when\n Congress amended the general venue statute, §1391(c). The revised\n provision stated that it applied “[f]or purposes of venue under this\n chapter.” In VE Holding Corp. v. Johnson Gas Appliance Co., 917\n F. 2d 1574, 1578, the Federal Circuit held that, in light of this\n amendment, §1391(c) established the definition for all other venue\n statutes under the same “chapter,” including §1400(b). In 2011, Con-\n gress adopted the current version of §1391, which provides that its\n general definition applies “[f]or all venue purposes.” The Federal\n Circuit reaffirmed VE Holding in the case below. Pp. 3–7.\n    (b) In Fourco, this Court definitively and unambiguously held that\n the word “reside[nce]” in §1400(b), as applied to domestic corpora-\n tions, refers only to the State of incorporation. Because Congress has\n not amended §1400(b) since Fourco, and neither party asks the Court\n\u000c                     Cite as: 581 U. S. ____ (2017)                     3\n\n                                Syllabus\n\n  to reconsider that decision, the only question here is whether Con-\n  gress changed §1400(b)’s meaning when it amended §1391. When\n  Congress intends to effect a change of that kind, it ordinarily pro-\n  vides a relatively clear indication of its intent in the amended provi-\n  sion’s text. No such indication appears in the current version of\n  §1391.\n    Respondent points out that the current §1391(c) provides a default\n  rule that, on its face, applies without exception “[f]or all venue pur-\n  poses.” But the version at issue in Fourco similarly provided a de-\n  fault rule that applied “ ‘for venue purposes,’ ” 353 U. S., at 223, and\n  those phrasings are not materially different in this context. The ad-\n  dition of the word “all” to the already comprehensive provision does\n  not suggest that Congress intended the Court to reconsider its deci-\n  sion in Fourco. Any argument based on this language is even weaker\n  now than it was when the Court rejected it in Fourco. Fourco held\n  that §1400(b) retained a meaning distinct from the default definition\n  contained in §1391(c), even though the latter, by its terms, included\n  no exceptions. The current version of §1391 includes a saving clause,\n  which expressly states that the provision does not apply when “oth-\n  erwise provided by law,” thus making explicit the qualification that\n  the Fourco Court found implicit in the statute. Finally, there is no\n  indication that Congress in 2011 ratified the Federal Circuit’s deci-\n  sion in VE Holding. Pp. 7–10.\n821 F. 3d 1338, reversed and remanded.\n\n   THOMAS, J., delivered the opinion of the Court, in which all other\nMembers joined, except GORSUCH, J., who took no part in the considera-\ntion or decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–341\n                                  _________________\n\n\n    TC HEARTLAND LLC, PETITIONER v. KRAFT\n\n          FOODS GROUP BRANDS LLC\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE FEDERAL CIRCUIT\n\n                                [May 22, 2017] \n\n\n   JUSTICE THOMAS delivered the opinion of the Court.\n   The question presented in this case is where proper\nvenue lies for a patent infringement lawsuit brought\nagainst a domestic corporation. The patent venue statute,\n28 U. S. C. §1400(b), provides that “[a]ny civil action for\npatent infringement may be brought in the judicial district\nwhere the defendant resides, or where the defendant has\ncommitted acts of infringement and has a regular and\nestablished place of business.” In Fourco Glass Co. v.\nTransmirra Products Corp., 353 U. S. 222, 226 (1957), this\nCourt concluded that for purposes of §1400(b) a domestic\ncorporation “resides” only in its State of incorporation.\n   In reaching that conclusion, the Court rejected the\nargument that §1400(b) incorporates the broader defini-\ntion of corporate “residence” contained in the general\nvenue statute, 28 U. S. C. §1391(c). 353 U. S., at 228.\nCongress has not amended §1400(b) since this Court\nconstrued it in Fourco, but it has amended §1391 twice.\nSection 1391 now provides that, “[e]xcept as otherwise\nprovided by law” and “[f]or all venue purposes,” a corpora-\ntion “shall be deemed to reside, if a defendant, in any\n\u000c2 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                          Opinion of the Court\n\njudicial district in which such defendant is subject to the\ncourt’s personal jurisdiction with respect to the civil action\nin question.” §§1391(a), (c). The issue in this case is\nwhether that definition supplants the definition an-\nnounced in Fourco and allows a plaintiff to bring a patent\ninfringement lawsuit against a corporation in any district\nin which the corporation is subject to personal jurisdiction.\nWe conclude that the amendments to §1391 did not modify\nthe meaning of §1400(b) as interpreted by Fourco. We\ntherefore hold that a domestic corporation “resides” only in\nits State of incorporation for purposes of the patent venue\nstatute.\n                              I\n   Petitioner, which is organized under Indiana law and\nheadquartered in Indiana, manufactures flavored drink\nmixes.1 Respondent, which is organized under Delaware\nlaw and has its principal place of business in Illinois, is a\ncompetitor in the same market. As relevant here, re-\nspondent sued petitioner in the District Court for the\nDistrict of Delaware, alleging that petitioner’s products\ninfringed one of respondent’s patents. Although petitioner\nis not registered to conduct business in Delaware and has\nno meaningful local presence there, it does ship the al-\nlegedly infringing products into the State.\n   Petitioner moved to dismiss the case or transfer venue\n——————\n  1 The  complaint alleged that petitioner is a corporation, and petitioner\nadmitted this allegation in its answer. See App. 11a, 60a. Similarly,\nthe petition for certiorari sought review on the question of “corporate”\nresidence. See Pet. for Cert. i. In their briefs before this Court, how-\never, the parties suggest that petitioner is, in fact, an unincorporated\nentity. See Brief for Respondent 9, n. 4 (the complaint’s allegation was\n“apparently inaccurat[e]”); Reply Brief 4. Because this case comes to us\nat the pleading stage and has been litigated on the understanding that\npetitioner is a corporation, we confine our analysis to the proper venue\nfor corporations. We leave further consideration of the issue of peti-\ntioner’s legal status to the courts below on remand.\n\u000c                 Cite as: 581 U. S. ____ (2017)            3\n\n                     Opinion of the Court\n\nto the District Court for the Southern District of Indiana,\narguing that venue was improper in Delaware. See 28\nU. S. C. §1406. Citing Fourco’s holding that a corporation\nresides only in its State of incorporation for patent in-\nfringement suits, petitioner argued that it did not\n“resid[e]” in Delaware under the first clause of §1400(b).\nIt further argued that it had no “regular and established\nplace of business” in Delaware under the second clause of\n§1400(b). Relying on Circuit precedent, the District Court\nrejected these arguments, 2015 WL 5613160 (D Del., Sept.\n24, 2015), and the Federal Circuit denied a petition for a\nwrit of mandamus, In re TC Heartland LLC, 821 F. 3d\n1338 (2016). The Federal Circuit concluded that subse-\nquent statutory amendments had effectively amended\n§1400(b) as construed in Fourco, with the result that\n§1391(c) now supplies the definition of “resides” in\n§1400(b). 821 F. 3d, at 1341–1343. Under this logic,\nbecause the District of Delaware could exercise personal\njurisdiction over petitioner, petitioner resided in Delaware\nunder §1391(c) and, therefore, under §1400(b). We granted\ncertiorari, 580 U. S. ___ (2016), and now reverse.\n                             II\n\n                             A\n\n  The history of the relevant statutes provides important\ncontext for the issue in this case. The Judiciary Act of\n1789 permitted a plaintiff to file suit in a federal district\ncourt if the defendant was “an inhabitant” of that district\nor could be “found” for service of process in that district.\nAct of Sept. 24, 1789, §11, 1 Stat. 79. The Act covered\npatent cases as well as other civil suits. Stonite Products\nCo. v. Melvin Lloyd Co., 315 U. S. 561, 563 (1942). In\n1887, Congress amended the statute to permit suit only in\nthe district of which the defendant was an inhabitant or,\nin diversity cases, of which either the plaintiff or defend-\nant was an inhabitant. See Act of Mar. 3, 1887, §1, 24\n\u000c4 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\nStat. 552; see also Stonite, supra, at 563–564.\n   This Court’s decision in In re Hohorst, 150 U. S. 653,\n661–662 (1893), arguably suggested that the 1887 Act did\nnot apply to patent cases. As a result, while some courts\ncontinued to apply the Act to patent cases, others refused\nto do so and instead permitted plaintiffs to bring suit (in\nline with the pre-1887 regime) anywhere a defendant\ncould be found for service of process. See Stonite, supra, at\n564–565. In 1897, Congress resolved the confusion by\nenacting a patent specific venue statute. See Act of Mar.\n3, 1897, ch. 395, 29 Stat. 695. In so doing, it “placed pat-\nent infringement cases in a class by themselves, outside\nthe scope of general venue legislation.” Brunette Machine\nWorks, Ltd. v. Kockum Industries, Inc., 406 U. S. 706, 713\n(1972). This new statute (§1400(b)’s predecessor) permit-\nted suit in the district of which the defendant was an\n“inhabitant,” or a district in which the defendant both\nmaintained a “regular and established place of business”\nand committed an act of infringement. 29 Stat. 695. At\nthe time, a corporation was understood to “inhabit” only\nthe State in which it was incorporated. Shaw v. Quincy\nMining Co., 145 U. S. 444, 449–450 (1892).\n   The Court addressed the scope of §1400(b)’s predecessor\nin Stonite. In that case, the two defendants inhabited\ndifferent districts within a single State. The plaintiff\nsought to sue them both in the same district, invoking a\nthen governing general venue statute that, if applicable,\npermitted it to do so. 315 U. S., at 562–563. This Court\nrejected the plaintiff ’s venue choice on the ground that the\npatent venue statute constituted “the exclusive provision\ncontrolling venue in patent infringement proceedings” and\nthus was not supplemented or modified by the general\nvenue provisions. Id., at 563. In the Court’s view, the\npatent venue statute “was adopted to define the exact\njurisdiction of the federal courts in actions to enforce\npatent rights,” a purpose that would be undermined by\n\u000c                  Cite as: 581 U. S. ____ (2017)             5\n\n                      Opinion of the Court\n\ninterpreting it “to dovetail with the general provisions\nrelating to the venue of civil suits.” Id., at 565–566. The\nCourt thus held that the patent venue statute “alone\nshould control venue in patent infringement proceedings.”\nId., at 566.\n  In 1948, Congress recodified the patent venue statute as\n§1400(b). See Act of June 25, 1948, 62 Stat. 936. The\nrecodified provision, which remains unaltered today,\nstates that “[a]ny civil action for patent infringement may\nbe brought in the judicial district where the defendant\nresides, or where the defendant has committed acts of\ninfringement and has a regular and established place of\nbusiness.” 28 U. S. C. §1400(b) (1952 ed.). This version\ndiffers from the previous one in that it uses “resides”\ninstead of “inhabit[s].” At the same time, Congress also\nenacted the general venue statute, §1391, which defined\n“residence” for corporate defendants.          That provision\nstated that “[a] corporation may be sued in any judicial\ndistrict in which it is incorporated or licensed to do busi-\nness or is doing business, and such judicial district shall\nbe regarded as the residence of such corporation for venue\npurposes.” §1391(c) (1952 ed.).\n  Following the 1948 legislation, courts reached differing\nconclusions regarding whether §1400(b)’s use of the word\n“resides” incorporated §1391(c)’s definition of “residence.”\nSee Fourco, 353 U. S., at 224, n. 3 (listing cases). In Fourco,\nthis Court reviewed a decision of the Second Circuit\nholding that §1391(c) defined residence for purposes of\n§1400(b), “just as that definition is properly . . . incorpo-\nrated into other sections of the venue chapter.” Trans-\nmirra Prods. Corp. v. Fourco Glass Co., 233 F. 2d 885, 886\n(1956). This Court squarely rejected that interpretation,\nreaffirming Stonite’s holding that §1400(b) “is the sole and\nexclusive provision controlling venue in patent infringe-\nment actions, and . . . is not to be supplemented by . . .\n§1391(c).” 353 U. S., at 229. The Court observed that\n\u000c6 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\nCongress enacted §1400(b) as a standalone venue statute\nand that nothing in the 1948 recodification evidenced an\nintent to alter that status. The fact that §1391(c) by “its\nterms” embraced “all actions” was not enough to overcome\nthe fundamental point that Congress designed §1400(b) to\nbe “complete, independent and alone controlling in its\nsphere.” Id., at 228.\n   The Court also concluded that “resides” in the recodified\nversion of §1400(b) bore the same meaning as “inhabit[s]”\nin the pre-1948 version. See id., at 226 (“[T]he [w]ords\n‘inhabitant’ and ‘resident,’ as respects venue, are synony-\nmous” (internal quotation marks omitted)). The substitu-\ntion of “resides” for “inhabit[s]” thus did not suggest any\nalteration in the venue rules for corporations in patent\ncases. Accordingly, §1400(b) continued to apply to domes-\ntic corporations in the same way it always had: They were\nsubject to venue only in their States of incorporation. See\nibid. (The use of “resides” “negat[es] any intention to make\ncorporations suable, in patent infringement cases, where\nthey are merely ‘doing business,’ because those synony-\nmous words [“inhabitant” and “resident”] mean domicile\nand, in respect of corporations, mean the state of incorpo-\nration only”).\n                              B\n   This landscape remained effectively unchanged until\n1988, when Congress amended the general venue statute,\n§1391(c), to provide that “[f]or purposes of venue under\nthis chapter, a defendant that is a corporation shall be\ndeemed to reside in any judicial district in which it is\nsubject to personal jurisdiction at the time the action is\ncommenced.” Judicial Improvements and Access to Jus-\ntice Act, §1013(a), 102 Stat. 4669. The Federal Circuit in\nVE Holding Corp. v. Johnson Gas Appliance Co., 917 F. 2d\n1574 (1990), announced its view of the effect of this\namendment on the meaning of the patent venue statute.\n\u000c                    Cite as: 581 U. S. ____ (2017)                  7\n\n                        Opinion of the Court\n\nThe court reasoned that the phrase “[f]or purposes of\nvenue under this chapter” was “exact and classic language\nof incorporation,” id., at 1579, and that §1391(c) accord-\ningly established the definition for all other venue statutes\nunder the same “chapter.” Id., at 1580. Because §1400(b)\nfell within the relevant chapter, the Federal Circuit con-\ncluded that §1391(c), “on its face,” “clearly applies to\n§1400(b), and thus redefines the meaning of the term\n‘resides’ in that section.” Id., at 1578.\n   Following VE Holding, no new developments occurred\nuntil Congress adopted the current version of §1391 in\n2011 (again leaving §1400(b) unaltered). See Federal\nCourts Jurisdiction and Venue Clarification Act of 2011,\n§202, 125 Stat. 763. Section 1391(a) now provides that,\n“[e]xcept as otherwise provided by law,” “this section shall\ngovern the venue of all civil actions brought in district\ncourts of the United States.” And §1391(c)(2), in turn,\nprovides that, “[f]or all venue purposes,” certain entities,\n“whether or not incorporated, shall be deemed to reside, if\na defendant, in any judicial district in which such defend-\nant is subject to the court’s personal jurisdiction with\nrespect to the civil action in question.” In its decision\nbelow, the Federal Circuit reaffirmed VE Holding, reason-\ning that the 2011 amendments provided no basis to recon-\nsider its prior decision.\n                             III\n  We reverse the Federal Circuit. In Fourco, this Court\ndefinitively and unambiguously held that the word “re-\nside[nce]” in §1400(b) has a particular meaning as applied\nto domestic2 corporations: It refers only to the State of\n——————\n  2 The parties dispute the implications of petitioner’s argument for\n\nforeign corporations. We do not here address that question, nor do we\nexpress any opinion on this Court’s holding in Brunette Machine Works,\nLtd. v. Kockum Industries, Inc., 406 U. S. 706 (1972) (determining\nproper venue for foreign corporation under then existing statutory\n\u000c8 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\nincorporation. Congress has not amended §1400(b) since\nFourco, and neither party asks us to reconsider our hold-\ning in that case. Accordingly, the only question we must\nanswer is whether Congress changed the meaning of\n§1400(b) when it amended §1391. When Congress intends\nto effect a change of that kind, it ordinarily provides a\nrelatively clear indication of its intent in the text of the\namended provision. See United States v. Madigan, 300\nU. S. 500, 506 (1937) (“[T]he modification by implication of\nthe settled construction of an earlier and different section\nis not favored”); A. Scalia \u0026 B. Garner, Reading Law 331\n(2012) (“A clear, authoritative judicial holding on the\nmeaning of a particular provision should not be cast in\ndoubt and subjected to challenge whenever a related\nthough not utterly inconsistent provision is adopted in the\nsame statute or even in an affiliated statute”).\n   The current version of §1391 does not contain any indi-\ncation that Congress intended to alter the meaning of\n§1400(b) as interpreted in Fourco. Although the current\nversion of §1391(c) provides a default rule that applies\n“[f]or all venue purposes,” the version at issue in Fourco\nsimilarly provided a default rule that applied “for venue\npurposes.” 353 U. S., at 223 (internal quotation marks\nomitted). In this context, we do not see any material\ndifference between the two phrasings. See Pure Oil Co. v.\nSuarez, 384 U. S. 202, 204–205 (1966) (construing “ ‘for\nvenue purposes’ ” to cover “all venue statutes”). Respond-\nent argues that “ ‘all venue purposes’ means ‘all venue\npurposes’—not ‘all venue purposes except for patent\nvenue.’ ” Brief for Respondent 21. The plaintiffs in Fourco\nadvanced the same argument. See 353 U. S., at 228 (“The\nmain thrust of respondents’ argument is that §1391(c) is\nclear and unambiguous and that its terms include all\nactions—including patent infringement actions”). This\n——————\nregime).\n\u000c                  Cite as: 581 U. S. ____ (2017)            9\n\n                      Opinion of the Court\n\nCourt was not persuaded then, and the addition of the\nword “all” to the already comprehensive provision does not\nsuggest that Congress intended for us to reconsider that\nconclusion.\n  This particular argument is even weaker under the\ncurrent version of §1391 than it was under the provision\nin place at the time of Fourco, because the current provi-\nsion includes a saving clause expressly stating that it does\nnot apply when “otherwise provided by law.” On its face,\nthe version of §1391(c) at issue in Fourco included no\nexceptions, yet this Court still held that “resides” in\n§1400(b) retained its original meaning contrary to\n§1391(c)’s default definition. Fourco’s holding rests on\neven firmer footing now that §1391’s saving clause ex-\npressly contemplates that certain venue statutes may\nretain definitions of “resides” that conflict with its default\ndefinition. In short, the saving clause makes explicit the\nqualification that this Court previously found implicit in\nthe statute. See Pure Oil, supra, at 205 (interpreting\nearlier version of §1391 to apply “to all venue statutes\nusing residence as a criterion, at least in the absence of\ncontrary restrictive indications in any such statute”).\nRespondent suggests that the saving clause in §1391(a)\ndoes not apply to the definitional provisions in §1391(c),\nBrief for Respondent 31–32, but that interpretation is\nbelied by the text of §1391(a), which makes clear that the\nsaving clause applies to the entire “section.”            See\n§1391(a)(1) (“Except as otherwise provided by law— . . .\nthis section shall govern the venue of all civil actions”\n(emphasis added)).\n  Finally, there is no indication that Congress in 2011\nratified the Federal Circuit’s decision in VE Holding. If\nanything, the 2011 amendments undermine that decision’s\nrationale. As petitioner points out, VE Holding relied\nheavily—indeed, almost exclusively—on Congress’ deci-\nsion in 1988 to replace “for venue purposes” with “[f]or\n\u000c10 TC HEARTLAND LLC v. KRAFT FOODS GROUP BRANDS LLC\n\n                     Opinion of the Court\n\npurposes of venue under this chapter” (emphasis added) in\n§1391(c). Congress deleted “under this chapter” in 2011\nand worded the current version of §1391(c) almost identi-\ncally to the original version of the statute. Compare\n§1391(c) (2012 ed.) (“[f]or all venue purposes”) with\n§1391(c) (1952 ed.) (“for venue purposes”). In short, noth-\ning in the text suggests congressional approval of VE\nHolding.\n                        *    *     *\n  As applied to domestic corporations, “reside[nce]” in\n§1400(b) refers only to the State of incorporation. Accord-\ningly, we reverse the judgment of the Court of Appeals and\nremand the case for further proceedings consistent with\nthis opinion.\n                                            It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n\u000c",
	"cited_id": [
		105495
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Fourco Glass Co. v. Transmirra Products Corp., 353 U. S. 222 (1957)"
	],
	"case_extract": [
		"Fourco Glass Co. v. Transmirra Products Corp., 353 U. S. 222, 226 (1957)"
	],
	"citing_sentence": "In Fourco Glass Co. v. Transmirra Products Corp., 353 U. S. 222, 226 (1957), this Court concluded that for purposes of §1400(b) a domestic corporation “resides” only in its State of incorporation.",
	"citing_paragraph": "The question presented in this case is where proper venue lies for a patent infringement lawsuit brought against a domestic corporation. The patent venue statute, 28 U. S. C. §1400(b), provides that “[a]ny civil action for patent infringement may be brought in the judicial district where the defendant resides, or where the defendant has committed acts of infringement and has a regular and established place of business.” In Fourco Glass Co. v. Transmirra Products Corp., 353 U. S. 222, 226 (1957), this Court concluded that for purposes of §1400(b) a domestic corporation “resides” only in its State of incorporation.",
	"relevant_keywords": [
		"28 U. S. C. §1400(b)",
		"venue",
		"patent",
		"proper venue",
		"patent infringement",
		"civil action",
		"district",
		"reside",
		"acts of infringement",
		"regular and established place of business",
		"domestic corporation",
		"State",
		"incorporation"
	],
	"query": [
		"patent! AND infring! AND \"regular and established place of business\" AND state AND incorporated AND (venue OR \"proper venue\")",
		"patent! AND infring! AND \"regular and established place of business\" AND state AND incorporated AND (venue OR \"proper venue\") AND (\"Patent venue statute\" OR \"28 USC\" OR \"28 U S C\")",
		"corporation AND state AND incorporated AND reside AND \"place of business\" AND reside AND jursidiction AND (venue OR \"proper venue\") AND \"patent infringement\""
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "infring*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "regular and established place of business",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "state"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "incorporated"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "venue"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "proper venue",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "infring*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "regular and established place of business",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "state"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "incorporated"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "venue"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "proper venue",
											"type": "phrase"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "patent venue statute",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "28 usc",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "28 u s c",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "corporation"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "state"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "incorporated"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "reside"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "place of business",
								"type": "phrase"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "reside"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "jursidiction"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "patent infringement",
								"type": "phrase"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "venue"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "proper venue",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}