{
	"id": 97,
	"case_id": 4170683,
	"case_title": "Water Splash, Inc. v. Menon",
	"date_filed": "",
	"html": "\u003cpre class=\"inline\"\u003e(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"96405\"\u003e\u003ca href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"\u003e\u003cspan class=\"volume\"\u003e200\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e321\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                 WATER SPLASH, INC. v. MENON\n\n        CERTIORARI TO THE COURT OF APPEALS OF TEXAS,\n\n                    FOURTEENTH DISTRICT\n\n\n      No. 16–254.      Argued March 22, 2017—Decided May 22, 2017\nPetitioner Water Splash sued respondent Menon, a former employee, in\n  a Texas state court, alleging that she had begun working for a com-\n  petitor while still employed by Water Splash. Because Menon resid-\n  ed in Canada, Water Splash obtained permission to effect service by\n  mail. After Menon declined to answer or otherwise enter an appear-\n  ance, the trial court issued a default judgment for Water Splash.\n  That court subsequently denied Menon’s motion to set aside the\n  judgment on the ground that she had not been properly served. On\n  appeal, Menon argued that service by mail does not comport with the\n  requirements of the Convention on the Service Abroad of Judicial and\n  Extrajudicial Documents in Civil and Commercial Matters (Hague\n  Service Convention), which seeks to simplify, standardize, and gen-\n  erally improve the process of serving documents abroad, specifying\n  certain approved methods of service and preempting “inconsistent\n  methods of service” wherever it applies, Volkswagenwerk Aktieng-\n  esellschaft v. Schlunk, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112101\"\u003e\u003ca href=\"/opinion/112101/volkswagenwerk-aktiengesellschaft-v-schlunk/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e694\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 699. The Texas Court of Ap-\n  peals agreed with Menon, holding that the Convention prohibited\n  service of process by mail. Article 10, the provision at issue, consists\n  of Articles 10(b) and 10(c), which plainly address permissible meth-\n  ods of “service,” and Article 10(a), which provides that the Conven-\n  tion will not interfere with “the freedom to send judicial documents,\n  by postal channels, directly to persons abroad,” but does not express-\n  ly refer to “service.”\nHeld: The Hague Service Convention does not prohibit service of pro-\n cess by mail. Pp. 4–12.\n    (a) This Court begins its analysis by looking to the treaty’s text and\n the context in which its words are used. See Schlunk, 486 U. S., at\n 699. The key word in Article 10(a)—“send”—is a broad term, and\n\u000c2                    WATER SPLASH, INC. v. MENON\n\n                                   Syllabus\n\n    there is no apparent reason why it would exclude the transmission of\n    documents for the purpose of service. The structure of the Conven-\n    tion strongly counsels against such an exclusion. The Convention’s\n    preamble and Article 1 limit the scope of the Convention to service of\n    documents abroad, and its full title includes the phrase “Service\n    Abroad.” This Court has also held that the scope of the Convention is\n    limited to service of documents. Id., at 701. It would thus be quite\n    strange if Article 10(a)—apparently alone among the Convention’s\n    provisions—concerned something other than service of documents.\n    Indeed, such a reading would render Article 10(a) superfluous. Arti-\n    cle 10’s function is to ensure that, generally, the Convention “shall\n    not interfere” with the activities described in 10(a), 10(b), and 10(c).\n    But since Article 1 already “eliminates [the] possibility” that the\n    Convention would apply to any communications that “do not culmi-\n    nate in service,” id., at 701, in order for Article 10(a) to do any work,\n    it must pertain to sending documents for the purposes of service.\n    Menon’s attempt to avoid this superfluity problem by suggesting that\n    Article 10(a) applies not to service of process but only to the service of\n    “post-answer judicial documents” lacks any plausible textual footing\n    in Article 10. If the drafters wished to limit Article 10(a) to a particu-\n    lar subset of documents, they could have said so—as they did, e.g., in\n    Article 15, which refers to “a writ of summons or an equivalent doc-\n    ument.” Instead, Article 10(a) uses the term “judicial documents”—\n    the same term featured in 10(b) and 10(c). And the ordinary mean-\n    ing of the word “send” is broad enough to cover the transmission of\n    any judicial documents. Accordingly, the text and structure of the\n    Convention indicate that Article 10(a) encompasses service by mail.\n    Pp. 4–6.\n       (b) The main counterargument—that Article 10(a)’s phrase “send\n    judicial documents” should mean something different than the phrase\n    “effect service of judicial documents” in Article 10(b) and Article\n    10(c)—is unpersuasive. First, it must contend with the compelling\n    structural considerations strongly suggesting that Article 10(a) per-\n    tains to service of documents. Second, reading the word “send” as a\n    broad concept that includes, but is not limited to, service is probably\n    more plausible than interpreting the word to exclude service, and it\n    does not create the same superfluity problem. Third, the French ver-\n    sion of the Convention, which is “equally authentic” to the English\n    version, Schlunk, supra, at 699, uses the word “adresser,” which has\n    consistently been understood to mean service or notice. At best,\n    Menon’s argument creates an ambiguity as to Article 10(a)’s mean-\n    ing. The Court thus turns to additional tools of treaty interpretation,\n    which comfortably resolve any lingering ambiguity in Water Splash’s\n    favor. Pp. 7–8.\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n    (c) Three extratextual sources are especially helpful in ascertaining\n  Article 10(a)’s meaning. First, the Convention’s drafting history\n  strongly suggests that the drafters understood that service by postal\n  channels was permissible. Second, in the half-century since the Con-\n  vention was adopted, the Executive Branch has consistently main-\n  tained that the Hague Service Convention allows service by mail.\n  Finally, other signatories to the Convention have consistently adopt-\n  ed Water Splash’s view. Pp. 8–12.\n    (d) The fact that Article 10(a) encompasses service by mail does not\n  mean that it affirmatively authorizes such service. Rather, service\n  by mail is permissible if the receiving state has not objected to service\n  by mail and if such service is authorized under otherwise-applicable\n  law. Because the Court of Appeals concluded that the Convention\n  prohibited service by mail, it did not consider whether Texas law au-\n  thorizes the methods of service used by Water Splash. That and any\n  other remaining issues are left to be considered on remand to the ex-\n  tent they are properly preserved. P. 12.\n\u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e472\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e28\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, vacated and remanded.\n\n  ALITO, J., delivered the opinion of the Court, in which all other Mem-\nbers joined, except GORSUCH, J., who took no part in the consideration\nor decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–254\n                                  _________________\n\n\nWATER SPLASH, INC., PETITIONER v. TARA MENON\n  ON WRIT OF CERTIORARI TO THE COURT OF APPEALS OF \n\n             TEXAS, FOURTEENTH DISTRICT\n\n                                [May 22, 2017]\n\n  JUSTICE ALITO delivered the opinion of the Court.\n  This case concerns the scope of the Convention on the\nService Abroad of Judicial and Extrajudicial Documents in\nCivil and Commercial Matters, Nov. 15, 1965 (Hague\nService Convention), 20 U. S. T. 361, T. I. A. S. No. 6638.\nThe purpose of that multilateral treaty is to simplify,\nstandardize, and generally improve the process of serving\ndocuments abroad. Preamble, ibid.; see Volkswagenwerk\nAktiengesellschaft v. Schlunk, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"112101\"\u003e\u003ca href=\"/opinion/112101/volkswagenwerk-aktiengesellschaft-v-schlunk/\"\u003e\u003cspan class=\"volume\"\u003e486\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e694\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 698 (1988).\nTo that end, the Hague Service Convention specifies cer­\ntain approved methods of service and “pre-empts incon­\nsistent methods of service” wherever it applies. Id., at\n699. Today we address a question that has divided the\nlower courts: whether the Convention prohibits service by\nmail. We hold that it does not.\n                            I\n\n                           A\n\n  Petitioner Water Splash is a corporation that produces\naquatic playground systems. Respondent Menon is a\nformer employee of Water Splash. In 2013, Water Splash\nsued Menon in state court in Texas, alleging that she had\nbegun working for a competitor while still employed by\n\u000c2             WATER SPLASH, INC. v. MENON\n\n                     Opinion of the Court\n\nWater Splash. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e472\u003c/span\u003e \u003cspan class=\"reporter\"\u003eS.W.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e28\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 30 (Tex. App. 2015).\nWater Splash asserted several causes of action, including\nunfair competition, conversion, and tortious interference\nwith business relations. Because Menon resided in Can­\nada, Water Splash sought and obtained permission to effect\nservice by mail. Ibid. After Menon declined to answer or\notherwise enter an appearance, the trial court issued a\ndefault judgment in favor of Water Splash. Menon moved\nto set aside the judgment on the ground that she had not\nbeen properly served, but the trial court denied the mo­\ntion. Ibid.\n   Menon appealed, arguing that service by mail does not\n“comport with the requirements of the Hague Service\nConvention.” Ibid. The Texas Court of Appeals majority\nsided with Menon and held that the Convention prohibits\nservice of process by mail. Id., at 32. Justice Christopher\ndissented. Id., at 34. The Court of Appeals declined to\nreview the matter en banc, App. 95–96, and the Texas\nSupreme Court denied discretionary review, id., at 97–98.\n   The disagreement between the panel majority and\nJustice Christopher tracks a broader conflict among courts\nas to whether the Convention permits service through\npostal channels. Compare, e.g., Bankston v. Toyota Motor\nCorp., \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"531896\"\u003e\u003ca href=\"/opinion/531896/charles-bankston-sr-administrator-of-the-estate-of-charles-bankston/\"\u003e\u003cspan class=\"volume\"\u003e889\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e172\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 173–174 (CA8 1989) (holding that\nthe Convention prohibits service by mail), and Nuovo\nPignone, SpA v. Storman Asia M/V, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"28981\"\u003e\u003ca href=\"/opinion/28981/nuovo-pignone-s-p-a-v-storman-asia-mv/\"\u003e\u003cspan class=\"volume\"\u003e310\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e374\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 385\n(CA5 2002) (same), with, e.g., Brockmeyer v. May, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"787759\"\u003e\u003ca href=\"/opinion/787759/ronald-b-brockmeyer-eromedia-ltd-v-david-c-may-v-marquis/\"\u003e\u003cspan class=\"volume\"\u003e383\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e798\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 802 (CA9 2004) (holding that the Convention\nallows service by mail), and Ackermann v. Levine, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e788\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eF.2d\u003c/span\u003e \u003cspan class=\"page\"\u003e830\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 838–840 (CA2 1986) (same). We granted certio­\nrari to resolve that conflict. 580 U. S. ___ (2016).\n                             B\n   The “primary innovation” of the Hague Service Conven­\ntion—set out in Articles 2–7—is that it “requires each\nstate to establish a central authority to receive requests\n\u000c                  Cite as: 581 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\nfor service of documents from other countries.” Schlunk,\nsupra, at 698. When a central authority receives an ap­\npropriate request, it must serve the documents or arrange\nfor their service, Art. 5, and then provide a certificate of\nservice, Art. 6.\n   Submitting a request to a central authority is not, how­\never, the only method of service approved by the Conven­\ntion. For example, Article 8 permits service through\ndiplomatic and consular agents; Article 11 provides that\nany two states can agree to methods of service not other­\nwise specified in the Convention; and Article 19 clarifies\nthat the Convention does not preempt any internal laws of\nits signatories that permit service from abroad via meth­\nods not otherwise allowed by the Convention.\n   At issue in this case is Article 10 of the Convention, the\nEnglish text of which reads as follows:\n      “Provided the State of destination does not object,\n    the present Convention shall not interfere with—\n      “(a) the freedom to send judicial documents, by\n    postal channels, directly to persons abroad,\n      “(b) the freedom of judicial officers, officials or other\n    competent persons of the State of origin to effect ser­\n    vice of judicial documents directly through the judicial\n    officers, officials or other competent persons of the\n    State of destination,\n      “(c) the freedom of any person interested in a judi­\n    cial proceeding to effect service of judicial documents\n    directly through the judicial officers, officials or other\n    competent persons of the State of destination.” 20\n    U. S. T., at 363.\n  Articles 10(b) and 10(c), by their plain terms, address\nadditional methods of service that are permitted by the\nConvention (unless the receiving state objects). By con­\ntrast, Article 10(a) does not expressly refer to “service.”\nThe question in this case is whether, despite this textual\n\u000c4                 WATER SPLASH, INC. v. MENON\n\n                         Opinion of the Court\n\ndifference, the Article 10(a) phrase “send judicial docu­\nments” encompasses sending documents for the purposes\nof service.\n                                II\n\n                                A\n\n   In interpreting treaties, “we begin with the text of the\ntreaty and the context in which the written words are\nused.” Schlunk, 486 U. S., at 699 (internal quotation\nmarks omitted). For present purposes, the key word in\nArticle 10(a) is “send.” This is a broad term,1 and there is\nno apparent reason why it would exclude the transmission\nof documents for a particular purpose (namely, service).\nMoreover, the structure of the Hague Service Convention\nstrongly counsels against such a reading.\n   The key structural point is that the scope of the Conven­\ntion is limited to service of documents. Several elements\nof the Convention indicate as much. First, the preamble\nstates that the Convention is intended “to ensure that\njudicial and extrajudicial documents to be served abroad\nshall be brought to the notice of the addressee in sufficient\ntime.” (Emphasis added.) And Article 1 defines the Con­\nvention’s scope by stating that the Convention “shall apply\nin all cases, in civil or commercial matters, where there is\noccasion to transmit a judicial or extrajudicial document\nfor service abroad.” (Emphasis added.) Even the Conven­\ntion’s full title reflects that the Convention concerns “Ser­\nvice Abroad.”\n   We have also held as much. Schlunk, 486 U. S., at 701\n(stating that the Convention “applies only to documents\ntransmitted for service abroad”). As we explained, a pre­\nliminary draft of Article 1 was criticized “because it sug­\ngested that the Convention could apply to transmissions\n——————\n  1 See Black’s Law Dictionary 1568 (10th ed. 2014) (defining “send,” in\n\npart, as “[t]o cause to be moved or conveyed from a present location to\nanother place; esp., to deposit (a writing or notice) in the mail”).\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nabroad that do not culminate in service.” Ibid. The final\nversion of Article 1, however, “eliminates this possibility.”\nIbid. The wording of Article 1 makes clear that the Con­\nvention “applies only when there is both transmission of a\ndocument from the requesting state to the receiving state,\nand service upon the person for whom it is intended.”\nIbid.\n  In short, the text of the Convention reveals, and we\nhave explicitly held, that the scope of the Convention is\nlimited to service of documents. In light of that, it would\nbe quite strange if Article 10(a)—apparently alone among\nthe Convention’s provisions—concerned something other\nthan service of documents.\n  Indeed, under that reading, Article 10(a) would be su­\nperfluous. The function of Article 10 is to ensure that,\nabsent objection from the receiving state, the Convention\n“shall not interfere” with the activities described in 10(a),\n10(b) and 10(c). But Article 1 already “eliminates [the]\npossibility” that the Convention would apply to any com­\nmunications that “do not culminate in service,” id., at 701,\nso it is hard to imagine how the Convention could interfere\nwith any non-service communications. Accordingly, in\norder for Article 10(a) to do any work, it must pertain to\nsending documents for the purposes of service.\n  Menon attempts to avoid this superfluity problem by\nsuggesting that Article 10(a) does refer to serving docu­\nments—but only some documents. Specifically, she makes\na distinction between two categories of service. According\nto Menon, Article 10(a) does not apply to service of process\n(which we have defined as “a formal delivery of documents\nthat is legally sufficient to charge the defendant with\nnotice of a pending action,” id., at 700)). But Article 10(a)\ndoes apply, Menon suggests, to the service of “post-answer\njudicial documents” (that is, any additional documents\nwhich may have to be served later in the litigation). Brief\nfor Respondent 30–31. The problem with this argument is\n\u000c6                 WATER SPLASH, INC. v. MENON\n\n                          Opinion of the Court\n\nthat it lacks any plausible textual footing in Article 10.2\n   If the drafters wished to limit Article 10(a) to a particu­\nlar subset of documents, they presumably would have said\nso—as they did, for example, in Article 15, which refers to\n“a writ of summons or an equivalent document.” Instead,\nArticle 10(a) uses the term “judicial documents”—the\nsame term that is featured in 10(b) and 10(c). Accord-\ningly, the notion that Article 10(a) governs a different set of\ndocuments than 10(b) or 10(c) is hard to fathom. And it\ncertainly derives no support from the use of the word\n“send,” whose ordinary meaning is broad enough to cover\nthe transmission of any judicial documents (including\nlitigation-initiating documents). Nothing about the word\n“send” suggests that Article 10(a) is narrower than 10(b)\nand 10(c), let alone that Article 10(a) is somehow limited\nto “post-answer” documents.\n   Ultimately, Menon wishes to read the phrase “send\njudicial documents” as “serve a subset of judicial docu­\nments.” That is an entirely atextual reading, and Menon\noffers no sustained argument in support of it. Therefore,\nthe only way to escape the conclusion that Article 10(a)\nincludes service of process is to assert that it does not\ncover service of documents at all—and, as shown above,\nthat reading is structurally implausible and renders Arti­\ncle 10(a) superfluous.\n\n\n——————\n  2 The argument also assumes that the scope of the Convention is not\n\nlimited to service of process (otherwise, Article 10(a) would be superflu­\nous even under Menon’s reading). Schlunk can be read to suggest that\nthis assumption is wrong. 486 U. S., at 700–701; see 1 B. Ristau,\nInternational Judicial Assistance §4–1–4(2), p. 112 (1990 rev. ed.)\n(Ristau) (stating that the English term “service” in the Convention\n“means the formal delivery of a legal document to the addressee in such\na manner as to legally charge him with notice of the institution of a\nlegal proceeding”). For the purposes of this discussion, we will assume,\narguendo, that Menon’s assumption is correct.\n\u000c                     Cite as: 581 U. S. ____ (2017)                     7\n\n                          Opinion of the Court \n\n\n                               B\n\n   The text and structure of the Hague Service Convention,\nthen, strongly suggest that Article 10(a) pertains to ser­\nvice of documents. The only significant counterargument\nis that, unlike many other provisions in the Convention,\nArticle 10(a) does not include the word “service” or any of\nits variants. The Article 10(a) phrase “send judicial docu­\nments,” the argument goes, should mean something differ­\nent than the phrase “effect service of judicial documents”\nin the other two subparts of Article 10.\n   This argument does not win the day for several reasons.\nFirst, it must contend with the compelling structural\nconsiderations discussed above. See Air France v. Saks,\n\u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"111366\"\u003e\u003ca href=\"/opinion/111366/air-france-v-saks/\"\u003e\u003cspan class=\"volume\"\u003e470\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e392\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 397 (1985) (treaty interpretation must take\naccount of the “context in which the written words are\nused”); cf. University of Tex. Southwestern Medical Center\nv. Nassar, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e570\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2013) (slip op., at 13) (“Just\nas Congress’ choice of words is presumed to be deliberate,\nso too are its structural choices”).\n   Second, the argument fails on its own terms. Assume\nfor a second that the word “send” must mean something\nother than “serve.” That would not imply that Article\n10(a) must exclude service. Instead, “send[ing]” could be a\nbroader concept that includes service but is not limited to\nit. That reading of the word “send” is probably more plau­\nsible than interpreting it to exclude service, and it does\nnot create the same superfluity problem.3\n   Third, it must be remembered that the French version of\n——————\n  3 Another  plausible explanation for the distinct terminology of Article\n10(a) is that it is the only provision in the Convention that specifically\ncontemplates direct service, without the use of an intermediary. See\nBrief for United States as Amicus Curiae 13 (“[I]n contrast to Article\n10(a), all other methods of service identified in the Convention require\nthe affirmative engagement of an intermediary to effect ‘service’ ”). The\nuse of the word “send” may simply have been intended to reflect that\ndistinction.\n\u000c8             WATER SPLASH, INC. v. MENON\n\n                     Opinion of the Court\n\nthe Convention is “equally authentic” to the English ver­\nsion. Schlunk, 486 U. S., at 699. Menon does not seri-\nously engage with the Convention’s French text. But the\nword “adresser”—the French counterpart to the word\n“send” in Article 10(a)—“has been consistently interpreted\nas meaning service or notice.” Hague Conference on Pri­\nvate Int’l Law, Practical Handbook on the Operation of the\nService Convention ¶279, p. 91 (4th ed. 2016).\n  In short, the most that could possibly be said for this\nargument is that it creates an ambiguity as to Article\n10(a)’s meaning. And when a treaty provision is ambigu­\nous, the Court “may look beyond the written words to the\nhistory of the treaty, the negotiations, and the practical\nconstruction adopted by the parties.” Schlunk, supra, at\n700 (internal quotation marks omitted). As discussed\nbelow, these traditional tools of treaty interpretation\ncomfortably resolve any lingering ambiguity in Water\nSplash’s favor.\n                             III\n   Three extratextual sources are especially helpful in\nascertaining Article 10(a)’s meaning: the Convention’s\ndrafting history, the views of the Executive, and the views\nof other signatories.\n   Drafting history has often been used in treaty interpre­\ntation. See Medellín v. Texas, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"145822\"\u003e\u003ca href=\"/opinion/145822/medellin-v-texas/\"\u003e\u003cspan class=\"volume\"\u003e552\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e491\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 507 (2008);\nSaks, supra, at 400; see also Schlunk, supra, at 700 (ana­\nlyzing the negotiating history of the Hague Service Con­\nvention). Here, the Convention’s drafting history strongly\nsuggests that Article 10(a) allows service through postal\nchannels.\n   Philip W. Amram was the member of the United States\ndelegation who was most closely involved in the drafting of\nthe Convention. See S. Exec. Rep. No. 6, 90th Cong., 1st\nSess. 5 (App.) (1967) (S. Exec. Rep.) (statement of State\nDepartment Deputy Legal Adviser Richard D. Kearney).\n\u000c                     Cite as: 581 U. S. ____ (2017)                     9\n\n                          Opinion of the Court\n\nA few months before the Convention was signed, he pub­\nlished an article describing and summarizing it. In that\narticle, he stated that “Article 10 permits direct service by\nmail . . . unless [the receiving] state objects to such ser­\nvice.” The Proposed International Convention on the\nService of Documents Abroad, 51 A. B. A. J. 650, 653\n(1965).4\n   Along similar lines, the Rapporteur’s report on a draft\nversion of Article 10—which did not materially differ from\nthe final version—stated that the “provision of paragraph\n1 also permits service . . . by telegram” and that the draft­\ners “did not accept the proposal that postal channels be\nlimited to registered mail.” 1 Ristau §4–3–5(a), at 149. In\nother words, it was clearly understood that service by\npostal channels was permissible, and the only question\nwas whether it should be limited to registered mail.\n   The Court also gives “great weight” to “the Executive\nBranch’s interpretation of a treaty.” Abbott v. Abbott, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"146554\"\u003e\u003ca href=\"/opinion/146554/abbott-v-abbott/\"\u003e\u003cspan class=\"volume\"\u003e560\u003c/span\u003e\n\u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e1\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 15 (2010) (internal quotation marks omitted). In\nthe half century since the Convention was adopted, the\nExecutive has consistently maintained that the Hague\nService Convention allows service by mail.\n   When President Johnson transmitted the Convention to\nthe Senate for its advice and consent, he included a report\nby Secretary of State Dean Rusk. That report stated that\n“Article 10 permits direct service by mail . . . unless [the\nreceiving] state objects to such service.” Convention on\nthe Service Abroad of Judicial and Extrajudicial Docu­\nments in Civil or Commercial Matters: Message From the\nPresident of the United States, S. Exec. Doc. C, 90th\nCong., 1st Sess., 5 (1967).\n\n——————\n  4 Two  years later, Amram testified to the same effect before the Sen­\nate Foreign Relations Committee. S. Exec. Rep., at 13 (stating that\nservice by central authority “is not obligatory,” and that other available\ntechniques included “direct service by mail”).\n\u000c10                 WATER SPLASH, INC. v. MENON\n\n                           Opinion of the Court\n\n  In 1989, the Eighth Circuit issued Bankston, the first\nFederal Court of Appeals decision holding that the Hague\nService Convention prohibits service by mail. \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e889\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e2d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at\n174. The State Department expressed its disagreement\nwith Bankston in a letter addressed to the Administrative\nOffice of the U. S. Courts and the National Center for\nState Courts. See Notice of Other Documents (1), United\nStates Department of State Opinion Regarding the Bank­\nston Case and Service by Mail to Japan Under the Hague\nService Convention, 30 I. L. M. 260, 260–261 (1991) (ex­\ncerpts of Mar. 14, 1990, letter). The letter stated that\n“Bankston is incorrect to the extent that it suggests that\nthe Hague Convention does not permit as a method of\nservice of process the sending of a copy of a summons and\ncomplaint by registered mail to a defendant in a foreign\ncountry.” Id., at 261. The State Department takes the\nsame position on its website.5\n  Finally, this Court has given “considerable weight” to\nthe views of other parties to a treaty. Abbott, 560 U. S., at\n16 (internal quotation marks omitted); see Lozano v.\nMontoya Alvarez, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e572\u003c/span\u003e \u003cspan class=\"reporter\"\u003eU.S.\u003c/span\u003e \u003cspan class=\"page\"\u003e\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e___, ___ (2014) (slip op., at 9)\n(noting the importance of “read[ing] the treaty in a man­\nner consistent with the shared expectations of the con­\ntracting parties” (internal quotation marks omitted)). And\nother signatories to the Convention have consistently\nadopted Water Splash’s view.\n  Multiple foreign courts have held that the Hague Ser­\n\n\n——————\n  5 Dept.   of State, Legal Considerations: International Judicial Assis­\ntance: Service of Process (stating that “[s]ervice by registered . . . mail\n. . . is an option in many countries in the world,” but that it “should . . .\nnot be used in the countries party to the Hague Service Conven-\ntion that objected to the method described in Article 10(a) (postal\nchannels)”), online at https://travel.state.gov/content/travel/en/legal­\nconsiderations/judicial/service-of-process.html (all Internet materials as\nlast visited May 19, 2017).\n\u000c                      Cite as: 581 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\nvice Convention allows for service by mail.6 In addition,\nseveral of the Convention’s signatories have either objected,\nor declined to object, to service by mail under Article\n10, thereby acknowledging that Article 10 encompasses\nservice by mail.7 Finally, several Special Commissions—\ncomprising numerous contracting States—have expressly\nstated that the Convention does not prohibit service by\nmail.8 By contrast, Menon identifies no evidence that any\n——————\n   6 See, e.g., Wang v. Lin, [2016] 132 O. R. 3d 48, 61 (Can. Ont. Sup. Ct.\n\nJ.); Crystal Decisions (U. K.), Ltd. v. Vedatech Corp., EWHC (Ch) 1872\n(2004), \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2004\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e1959749\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e ¶21 (High Court, Eng.); R. v. Re Recognition\nof an Italian Judgt., \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e2000\u003c/span\u003e \u003cspan class=\"reporter\"\u003eWL\u003c/span\u003e \u003cspan class=\"page\"\u003e33541696\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, ¶4 (D. F. Thes. 2000); Case C–\n412/97, ED Srl v. Italo Fenocchio, 1999 E. C. R. I–3845, 3877–3878, ¶6\n[2000] \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e3\u003c/span\u003e \u003cspan class=\"reporter\"\u003eCow.\u003c/span\u003e \u003cspan class=\"page\"\u003eM\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e. L. R. 855; see also Brockmeyer v. May, \u003c/pre\u003e\u003cspan class=\"citation\" data-id=\"787759\"\u003e\u003ca href=\"/opinion/787759/ronald-b-brockmeyer-eromedia-ltd-v-david-c-may-v-marquis/\"\u003e\u003cspan class=\"volume\"\u003e383\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.3d\u003c/span\u003e \u003cspan class=\"page\"\u003e798\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, 802\n(CA9 2004) (noting that foreign courts are “essentially unanimous” in\nthe view “that the meaning of ‘send’ in Article 10(a) includes ‘serve’ ”).\n   7 Canada, for example, has stated that it “does not object to service by\n\npostal channels.” By contrast, the Czech Republic has adopted Czecho­\nslovakia’s position that “judicial documents may not be served . . .\nthrough postal channels.” Dutch Govt. Treaty Database: Convention on\nthe Service Abroad of Judicial and Extrajudicial Documents in Civil or\nCommercial Matters: Parties With Reservations, Declarations\nand Objections, (entries for Canada and the Czech Republic) on-\nline at https://treatydatabase.overheid.nl/en/Verdrag/Details/004235_b;\nsee also, e.g., ibid. (entries for Latvia, Australia, and Slovenia). In\naddition, some states have objected to all of the channels of transmis­\nsion listed in Article 10, referring to them collectively with the term\n“service.” See, e.g., ibid. (entries for Bulgaria, Hungary, Kuwait, and\nTurkey).\n   8 Hague Conference on Private International Law, Conclusions and\n\nRecommendations Adopted by the Special Commission on the Practical\nOperation of the Hague Apostille, Evidence and Service Conventions\n¶55, p. 11 (Oct. 28–Nov. 4, 2003) (“reaffirm[ing]” the Special Commis­\nsion’s “clear understanding that the term ‘send’ in Article 10(a) is to be\nunderstood as meaning ‘service’ through postal channels”), online at\nhttps://assets.hcch.net/upload/wop/lse_concl_e.pdf; Hague Conference\non Private International Law, Report on the Work of the Special\nCommission of April 1989 on the Operation of the Hague Conventions\nof 15 November 1965 on the Service Abroad of Judicial and Extrajudi­\ncial Documents in Civil or Commercial Matters and of 18 March 1970\non the Taking of Evidence Abroad in Civil or Commercial Matters ¶16,\n\u000c12                WATER SPLASH, INC. v. MENON\n\n                          Opinion of the Court\n\nsignatory has ever rejected Water Splash’s view.\n                        *     *    *\n  In short, the traditional tools of treaty interpretation\nunmistakably demonstrate that Article 10(a) encompasses\nservice by mail. To be clear, this does not mean that the\nConvention affirmatively authorizes service by mail.\nArticle 10(a) simply provides that, as long as the receiving\nstate does not object, the Convention does not “interfere\nwith . . . the freedom” to serve documents through postal\nchannels. In other words, in cases governed by the Hague\nService Convention, service by mail is permissible if two\nconditions are met: first, the receiving state has not ob­\njected to service by mail; and second, service by mail is\nauthorized under otherwise-applicable law. See Brock­\nmeyer, \u003c/pre\u003e\u003cspan class=\"citation no-link\"\u003e\u003cspan class=\"volume\"\u003e383\u003c/span\u003e \u003cspan class=\"reporter\"\u003eF.\u003c/span\u003e \u003cspan class=\"page\"\u003e3d\u003c/span\u003e\u003c/span\u003e\u003cpre class=\"inline\"\u003e, at 803–804.\n  Because the Court of Appeals concluded that the Con­\nvention prohibited service by mail outright, it had no\noccasion to consider whether Texas law authorizes the\nmethods of service used by Water Splash. We leave that\nquestion, and any other remaining issues, to be considered\non remand to the extent they are properly preserved.\n  For these reasons, we vacate the judgment of the Court\nof Appeals, and we remand the case for further proceed­\nings not inconsistent with this opinion.\n                                            It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n——————\np. 5 (Apr. 1989) (criticizing “certain courts in the United States” which\n“had concluded that service of process abroad by mail was not permit­\nted under the Convention”), online at https://assets.hcch.net/upload/\nscrpt89e_20.pdf; Report on the Work of the Special Commission on the\nOperation of the Hague Convention on the Service Abroad of Judicial\nand Extrajudicial Documents in Civil or Commercial Matters, Nov. 21–\n25 1977, 17 I. L. M. 312, 326 (1978) (observing that “most of the States\nmade no objection to the service of judicial documents coming from\nabroad directly by mail in their territory” (emphasis added)).\n\u000c\u003c/pre\u003e",
	"plain_text": "(Slip Opinion)              OCTOBER TERM, 2016                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                 WATER SPLASH, INC. v. MENON\n\n        CERTIORARI TO THE COURT OF APPEALS OF TEXAS,\n\n                    FOURTEENTH DISTRICT\n\n\n      No. 16–254.      Argued March 22, 2017—Decided May 22, 2017\nPetitioner Water Splash sued respondent Menon, a former employee, in\n  a Texas state court, alleging that she had begun working for a com-\n  petitor while still employed by Water Splash. Because Menon resid-\n  ed in Canada, Water Splash obtained permission to effect service by\n  mail. After Menon declined to answer or otherwise enter an appear-\n  ance, the trial court issued a default judgment for Water Splash.\n  That court subsequently denied Menon’s motion to set aside the\n  judgment on the ground that she had not been properly served. On\n  appeal, Menon argued that service by mail does not comport with the\n  requirements of the Convention on the Service Abroad of Judicial and\n  Extrajudicial Documents in Civil and Commercial Matters (Hague\n  Service Convention), which seeks to simplify, standardize, and gen-\n  erally improve the process of serving documents abroad, specifying\n  certain approved methods of service and preempting “inconsistent\n  methods of service” wherever it applies, Volkswagenwerk Aktieng-\n  esellschaft v. Schlunk, 486 U. S. 694, 699. The Texas Court of Ap-\n  peals agreed with Menon, holding that the Convention prohibited\n  service of process by mail. Article 10, the provision at issue, consists\n  of Articles 10(b) and 10(c), which plainly address permissible meth-\n  ods of “service,” and Article 10(a), which provides that the Conven-\n  tion will not interfere with “the freedom to send judicial documents,\n  by postal channels, directly to persons abroad,” but does not express-\n  ly refer to “service.”\nHeld: The Hague Service Convention does not prohibit service of pro-\n cess by mail. Pp. 4–12.\n    (a) This Court begins its analysis by looking to the treaty’s text and\n the context in which its words are used. See Schlunk, 486 U. S., at\n 699. The key word in Article 10(a)—“send”—is a broad term, and\n\u000c2                    WATER SPLASH, INC. v. MENON\n\n                                   Syllabus\n\n    there is no apparent reason why it would exclude the transmission of\n    documents for the purpose of service. The structure of the Conven-\n    tion strongly counsels against such an exclusion. The Convention’s\n    preamble and Article 1 limit the scope of the Convention to service of\n    documents abroad, and its full title includes the phrase “Service\n    Abroad.” This Court has also held that the scope of the Convention is\n    limited to service of documents. Id., at 701. It would thus be quite\n    strange if Article 10(a)—apparently alone among the Convention’s\n    provisions—concerned something other than service of documents.\n    Indeed, such a reading would render Article 10(a) superfluous. Arti-\n    cle 10’s function is to ensure that, generally, the Convention “shall\n    not interfere” with the activities described in 10(a), 10(b), and 10(c).\n    But since Article 1 already “eliminates [the] possibility” that the\n    Convention would apply to any communications that “do not culmi-\n    nate in service,” id., at 701, in order for Article 10(a) to do any work,\n    it must pertain to sending documents for the purposes of service.\n    Menon’s attempt to avoid this superfluity problem by suggesting that\n    Article 10(a) applies not to service of process but only to the service of\n    “post-answer judicial documents” lacks any plausible textual footing\n    in Article 10. If the drafters wished to limit Article 10(a) to a particu-\n    lar subset of documents, they could have said so—as they did, e.g., in\n    Article 15, which refers to “a writ of summons or an equivalent doc-\n    ument.” Instead, Article 10(a) uses the term “judicial documents”—\n    the same term featured in 10(b) and 10(c). And the ordinary mean-\n    ing of the word “send” is broad enough to cover the transmission of\n    any judicial documents. Accordingly, the text and structure of the\n    Convention indicate that Article 10(a) encompasses service by mail.\n    Pp. 4–6.\n       (b) The main counterargument—that Article 10(a)’s phrase “send\n    judicial documents” should mean something different than the phrase\n    “effect service of judicial documents” in Article 10(b) and Article\n    10(c)—is unpersuasive. First, it must contend with the compelling\n    structural considerations strongly suggesting that Article 10(a) per-\n    tains to service of documents. Second, reading the word “send” as a\n    broad concept that includes, but is not limited to, service is probably\n    more plausible than interpreting the word to exclude service, and it\n    does not create the same superfluity problem. Third, the French ver-\n    sion of the Convention, which is “equally authentic” to the English\n    version, Schlunk, supra, at 699, uses the word “adresser,” which has\n    consistently been understood to mean service or notice. At best,\n    Menon’s argument creates an ambiguity as to Article 10(a)’s mean-\n    ing. The Court thus turns to additional tools of treaty interpretation,\n    which comfortably resolve any lingering ambiguity in Water Splash’s\n    favor. Pp. 7–8.\n\u000c                     Cite as: 581 U. S. ____ (2017)                      3\n\n                                Syllabus\n\n    (c) Three extratextual sources are especially helpful in ascertaining\n  Article 10(a)’s meaning. First, the Convention’s drafting history\n  strongly suggests that the drafters understood that service by postal\n  channels was permissible. Second, in the half-century since the Con-\n  vention was adopted, the Executive Branch has consistently main-\n  tained that the Hague Service Convention allows service by mail.\n  Finally, other signatories to the Convention have consistently adopt-\n  ed Water Splash’s view. Pp. 8–12.\n    (d) The fact that Article 10(a) encompasses service by mail does not\n  mean that it affirmatively authorizes such service. Rather, service\n  by mail is permissible if the receiving state has not objected to service\n  by mail and if such service is authorized under otherwise-applicable\n  law. Because the Court of Appeals concluded that the Convention\n  prohibited service by mail, it did not consider whether Texas law au-\n  thorizes the methods of service used by Water Splash. That and any\n  other remaining issues are left to be considered on remand to the ex-\n  tent they are properly preserved. P. 12.\n472 S. W. 3d 28, vacated and remanded.\n\n  ALITO, J., delivered the opinion of the Court, in which all other Mem-\nbers joined, except GORSUCH, J., who took no part in the consideration\nor decision of the case.\n\u000c                       Cite as: 581 U. S. ____ (2017)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 16–254\n                                  _________________\n\n\nWATER SPLASH, INC., PETITIONER v. TARA MENON\n  ON WRIT OF CERTIORARI TO THE COURT OF APPEALS OF \n\n             TEXAS, FOURTEENTH DISTRICT\n\n                                [May 22, 2017]\n\n  JUSTICE ALITO delivered the opinion of the Court.\n  This case concerns the scope of the Convention on the\nService Abroad of Judicial and Extrajudicial Documents in\nCivil and Commercial Matters, Nov. 15, 1965 (Hague\nService Convention), 20 U. S. T. 361, T. I. A. S. No. 6638.\nThe purpose of that multilateral treaty is to simplify,\nstandardize, and generally improve the process of serving\ndocuments abroad. Preamble, ibid.; see Volkswagenwerk\nAktiengesellschaft v. Schlunk, 486 U. S. 694, 698 (1988).\nTo that end, the Hague Service Convention specifies cer­\ntain approved methods of service and “pre-empts incon­\nsistent methods of service” wherever it applies. Id., at\n699. Today we address a question that has divided the\nlower courts: whether the Convention prohibits service by\nmail. We hold that it does not.\n                            I\n\n                           A\n\n  Petitioner Water Splash is a corporation that produces\naquatic playground systems. Respondent Menon is a\nformer employee of Water Splash. In 2013, Water Splash\nsued Menon in state court in Texas, alleging that she had\nbegun working for a competitor while still employed by\n\u000c2             WATER SPLASH, INC. v. MENON\n\n                     Opinion of the Court\n\nWater Splash. 472 S. W. 3d 28, 30 (Tex. App. 2015).\nWater Splash asserted several causes of action, including\nunfair competition, conversion, and tortious interference\nwith business relations. Because Menon resided in Can­\nada, Water Splash sought and obtained permission to effect\nservice by mail. Ibid. After Menon declined to answer or\notherwise enter an appearance, the trial court issued a\ndefault judgment in favor of Water Splash. Menon moved\nto set aside the judgment on the ground that she had not\nbeen properly served, but the trial court denied the mo­\ntion. Ibid.\n   Menon appealed, arguing that service by mail does not\n“comport with the requirements of the Hague Service\nConvention.” Ibid. The Texas Court of Appeals majority\nsided with Menon and held that the Convention prohibits\nservice of process by mail. Id., at 32. Justice Christopher\ndissented. Id., at 34. The Court of Appeals declined to\nreview the matter en banc, App. 95–96, and the Texas\nSupreme Court denied discretionary review, id., at 97–98.\n   The disagreement between the panel majority and\nJustice Christopher tracks a broader conflict among courts\nas to whether the Convention permits service through\npostal channels. Compare, e.g., Bankston v. Toyota Motor\nCorp., 889 F. 2d 172, 173–174 (CA8 1989) (holding that\nthe Convention prohibits service by mail), and Nuovo\nPignone, SpA v. Storman Asia M/V, 310 F. 3d 374, 385\n(CA5 2002) (same), with, e.g., Brockmeyer v. May, 383\nF. 3d 798, 802 (CA9 2004) (holding that the Convention\nallows service by mail), and Ackermann v. Levine, 788\nF. 2d 830, 838–840 (CA2 1986) (same). We granted certio­\nrari to resolve that conflict. 580 U. S. ___ (2016).\n                             B\n   The “primary innovation” of the Hague Service Conven­\ntion—set out in Articles 2–7—is that it “requires each\nstate to establish a central authority to receive requests\n\u000c                  Cite as: 581 U. S. ____ (2017)             3\n\n                      Opinion of the Court\n\nfor service of documents from other countries.” Schlunk,\nsupra, at 698. When a central authority receives an ap­\npropriate request, it must serve the documents or arrange\nfor their service, Art. 5, and then provide a certificate of\nservice, Art. 6.\n   Submitting a request to a central authority is not, how­\never, the only method of service approved by the Conven­\ntion. For example, Article 8 permits service through\ndiplomatic and consular agents; Article 11 provides that\nany two states can agree to methods of service not other­\nwise specified in the Convention; and Article 19 clarifies\nthat the Convention does not preempt any internal laws of\nits signatories that permit service from abroad via meth­\nods not otherwise allowed by the Convention.\n   At issue in this case is Article 10 of the Convention, the\nEnglish text of which reads as follows:\n      “Provided the State of destination does not object,\n    the present Convention shall not interfere with—\n      “(a) the freedom to send judicial documents, by\n    postal channels, directly to persons abroad,\n      “(b) the freedom of judicial officers, officials or other\n    competent persons of the State of origin to effect ser­\n    vice of judicial documents directly through the judicial\n    officers, officials or other competent persons of the\n    State of destination,\n      “(c) the freedom of any person interested in a judi­\n    cial proceeding to effect service of judicial documents\n    directly through the judicial officers, officials or other\n    competent persons of the State of destination.” 20\n    U. S. T., at 363.\n  Articles 10(b) and 10(c), by their plain terms, address\nadditional methods of service that are permitted by the\nConvention (unless the receiving state objects). By con­\ntrast, Article 10(a) does not expressly refer to “service.”\nThe question in this case is whether, despite this textual\n\u000c4                 WATER SPLASH, INC. v. MENON\n\n                         Opinion of the Court\n\ndifference, the Article 10(a) phrase “send judicial docu­\nments” encompasses sending documents for the purposes\nof service.\n                                II\n\n                                A\n\n   In interpreting treaties, “we begin with the text of the\ntreaty and the context in which the written words are\nused.” Schlunk, 486 U. S., at 699 (internal quotation\nmarks omitted). For present purposes, the key word in\nArticle 10(a) is “send.” This is a broad term,1 and there is\nno apparent reason why it would exclude the transmission\nof documents for a particular purpose (namely, service).\nMoreover, the structure of the Hague Service Convention\nstrongly counsels against such a reading.\n   The key structural point is that the scope of the Conven­\ntion is limited to service of documents. Several elements\nof the Convention indicate as much. First, the preamble\nstates that the Convention is intended “to ensure that\njudicial and extrajudicial documents to be served abroad\nshall be brought to the notice of the addressee in sufficient\ntime.” (Emphasis added.) And Article 1 defines the Con­\nvention’s scope by stating that the Convention “shall apply\nin all cases, in civil or commercial matters, where there is\noccasion to transmit a judicial or extrajudicial document\nfor service abroad.” (Emphasis added.) Even the Conven­\ntion’s full title reflects that the Convention concerns “Ser­\nvice Abroad.”\n   We have also held as much. Schlunk, 486 U. S., at 701\n(stating that the Convention “applies only to documents\ntransmitted for service abroad”). As we explained, a pre­\nliminary draft of Article 1 was criticized “because it sug­\ngested that the Convention could apply to transmissions\n——————\n  1 See Black’s Law Dictionary 1568 (10th ed. 2014) (defining “send,” in\n\npart, as “[t]o cause to be moved or conveyed from a present location to\nanother place; esp., to deposit (a writing or notice) in the mail”).\n\u000c                 Cite as: 581 U. S. ____ (2017)            5\n\n                     Opinion of the Court\n\nabroad that do not culminate in service.” Ibid. The final\nversion of Article 1, however, “eliminates this possibility.”\nIbid. The wording of Article 1 makes clear that the Con­\nvention “applies only when there is both transmission of a\ndocument from the requesting state to the receiving state,\nand service upon the person for whom it is intended.”\nIbid.\n  In short, the text of the Convention reveals, and we\nhave explicitly held, that the scope of the Convention is\nlimited to service of documents. In light of that, it would\nbe quite strange if Article 10(a)—apparently alone among\nthe Convention’s provisions—concerned something other\nthan service of documents.\n  Indeed, under that reading, Article 10(a) would be su­\nperfluous. The function of Article 10 is to ensure that,\nabsent objection from the receiving state, the Convention\n“shall not interfere” with the activities described in 10(a),\n10(b) and 10(c). But Article 1 already “eliminates [the]\npossibility” that the Convention would apply to any com­\nmunications that “do not culminate in service,” id., at 701,\nso it is hard to imagine how the Convention could interfere\nwith any non-service communications. Accordingly, in\norder for Article 10(a) to do any work, it must pertain to\nsending documents for the purposes of service.\n  Menon attempts to avoid this superfluity problem by\nsuggesting that Article 10(a) does refer to serving docu­\nments—but only some documents. Specifically, she makes\na distinction between two categories of service. According\nto Menon, Article 10(a) does not apply to service of process\n(which we have defined as “a formal delivery of documents\nthat is legally sufficient to charge the defendant with\nnotice of a pending action,” id., at 700)). But Article 10(a)\ndoes apply, Menon suggests, to the service of “post-answer\njudicial documents” (that is, any additional documents\nwhich may have to be served later in the litigation). Brief\nfor Respondent 30–31. The problem with this argument is\n\u000c6                 WATER SPLASH, INC. v. MENON\n\n                          Opinion of the Court\n\nthat it lacks any plausible textual footing in Article 10.2\n   If the drafters wished to limit Article 10(a) to a particu­\nlar subset of documents, they presumably would have said\nso—as they did, for example, in Article 15, which refers to\n“a writ of summons or an equivalent document.” Instead,\nArticle 10(a) uses the term “judicial documents”—the\nsame term that is featured in 10(b) and 10(c). Accord-\ningly, the notion that Article 10(a) governs a different set of\ndocuments than 10(b) or 10(c) is hard to fathom. And it\ncertainly derives no support from the use of the word\n“send,” whose ordinary meaning is broad enough to cover\nthe transmission of any judicial documents (including\nlitigation-initiating documents). Nothing about the word\n“send” suggests that Article 10(a) is narrower than 10(b)\nand 10(c), let alone that Article 10(a) is somehow limited\nto “post-answer” documents.\n   Ultimately, Menon wishes to read the phrase “send\njudicial documents” as “serve a subset of judicial docu­\nments.” That is an entirely atextual reading, and Menon\noffers no sustained argument in support of it. Therefore,\nthe only way to escape the conclusion that Article 10(a)\nincludes service of process is to assert that it does not\ncover service of documents at all—and, as shown above,\nthat reading is structurally implausible and renders Arti­\ncle 10(a) superfluous.\n\n\n——————\n  2 The argument also assumes that the scope of the Convention is not\n\nlimited to service of process (otherwise, Article 10(a) would be superflu­\nous even under Menon’s reading). Schlunk can be read to suggest that\nthis assumption is wrong. 486 U. S., at 700–701; see 1 B. Ristau,\nInternational Judicial Assistance §4–1–4(2), p. 112 (1990 rev. ed.)\n(Ristau) (stating that the English term “service” in the Convention\n“means the formal delivery of a legal document to the addressee in such\na manner as to legally charge him with notice of the institution of a\nlegal proceeding”). For the purposes of this discussion, we will assume,\narguendo, that Menon’s assumption is correct.\n\u000c                     Cite as: 581 U. S. ____ (2017)                     7\n\n                          Opinion of the Court \n\n\n                               B\n\n   The text and structure of the Hague Service Convention,\nthen, strongly suggest that Article 10(a) pertains to ser­\nvice of documents. The only significant counterargument\nis that, unlike many other provisions in the Convention,\nArticle 10(a) does not include the word “service” or any of\nits variants. The Article 10(a) phrase “send judicial docu­\nments,” the argument goes, should mean something differ­\nent than the phrase “effect service of judicial documents”\nin the other two subparts of Article 10.\n   This argument does not win the day for several reasons.\nFirst, it must contend with the compelling structural\nconsiderations discussed above. See Air France v. Saks,\n470 U. S. 392, 397 (1985) (treaty interpretation must take\naccount of the “context in which the written words are\nused”); cf. University of Tex. Southwestern Medical Center\nv. Nassar, 570 U. S. ___, ___ (2013) (slip op., at 13) (“Just\nas Congress’ choice of words is presumed to be deliberate,\nso too are its structural choices”).\n   Second, the argument fails on its own terms. Assume\nfor a second that the word “send” must mean something\nother than “serve.” That would not imply that Article\n10(a) must exclude service. Instead, “send[ing]” could be a\nbroader concept that includes service but is not limited to\nit. That reading of the word “send” is probably more plau­\nsible than interpreting it to exclude service, and it does\nnot create the same superfluity problem.3\n   Third, it must be remembered that the French version of\n——————\n  3 Another  plausible explanation for the distinct terminology of Article\n10(a) is that it is the only provision in the Convention that specifically\ncontemplates direct service, without the use of an intermediary. See\nBrief for United States as Amicus Curiae 13 (“[I]n contrast to Article\n10(a), all other methods of service identified in the Convention require\nthe affirmative engagement of an intermediary to effect ‘service’ ”). The\nuse of the word “send” may simply have been intended to reflect that\ndistinction.\n\u000c8             WATER SPLASH, INC. v. MENON\n\n                     Opinion of the Court\n\nthe Convention is “equally authentic” to the English ver­\nsion. Schlunk, 486 U. S., at 699. Menon does not seri-\nously engage with the Convention’s French text. But the\nword “adresser”—the French counterpart to the word\n“send” in Article 10(a)—“has been consistently interpreted\nas meaning service or notice.” Hague Conference on Pri­\nvate Int’l Law, Practical Handbook on the Operation of the\nService Convention ¶279, p. 91 (4th ed. 2016).\n  In short, the most that could possibly be said for this\nargument is that it creates an ambiguity as to Article\n10(a)’s meaning. And when a treaty provision is ambigu­\nous, the Court “may look beyond the written words to the\nhistory of the treaty, the negotiations, and the practical\nconstruction adopted by the parties.” Schlunk, supra, at\n700 (internal quotation marks omitted). As discussed\nbelow, these traditional tools of treaty interpretation\ncomfortably resolve any lingering ambiguity in Water\nSplash’s favor.\n                             III\n   Three extratextual sources are especially helpful in\nascertaining Article 10(a)’s meaning: the Convention’s\ndrafting history, the views of the Executive, and the views\nof other signatories.\n   Drafting history has often been used in treaty interpre­\ntation. See Medellín v. Texas, 552 U. S. 491, 507 (2008);\nSaks, supra, at 400; see also Schlunk, supra, at 700 (ana­\nlyzing the negotiating history of the Hague Service Con­\nvention). Here, the Convention’s drafting history strongly\nsuggests that Article 10(a) allows service through postal\nchannels.\n   Philip W. Amram was the member of the United States\ndelegation who was most closely involved in the drafting of\nthe Convention. See S. Exec. Rep. No. 6, 90th Cong., 1st\nSess. 5 (App.) (1967) (S. Exec. Rep.) (statement of State\nDepartment Deputy Legal Adviser Richard D. Kearney).\n\u000c                     Cite as: 581 U. S. ____ (2017)                     9\n\n                          Opinion of the Court\n\nA few months before the Convention was signed, he pub­\nlished an article describing and summarizing it. In that\narticle, he stated that “Article 10 permits direct service by\nmail . . . unless [the receiving] state objects to such ser­\nvice.” The Proposed International Convention on the\nService of Documents Abroad, 51 A. B. A. J. 650, 653\n(1965).4\n   Along similar lines, the Rapporteur’s report on a draft\nversion of Article 10—which did not materially differ from\nthe final version—stated that the “provision of paragraph\n1 also permits service . . . by telegram” and that the draft­\ners “did not accept the proposal that postal channels be\nlimited to registered mail.” 1 Ristau §4–3–5(a), at 149. In\nother words, it was clearly understood that service by\npostal channels was permissible, and the only question\nwas whether it should be limited to registered mail.\n   The Court also gives “great weight” to “the Executive\nBranch’s interpretation of a treaty.” Abbott v. Abbott, 560\nU. S. 1, 15 (2010) (internal quotation marks omitted). In\nthe half century since the Convention was adopted, the\nExecutive has consistently maintained that the Hague\nService Convention allows service by mail.\n   When President Johnson transmitted the Convention to\nthe Senate for its advice and consent, he included a report\nby Secretary of State Dean Rusk. That report stated that\n“Article 10 permits direct service by mail . . . unless [the\nreceiving] state objects to such service.” Convention on\nthe Service Abroad of Judicial and Extrajudicial Docu­\nments in Civil or Commercial Matters: Message From the\nPresident of the United States, S. Exec. Doc. C, 90th\nCong., 1st Sess., 5 (1967).\n\n——————\n  4 Two  years later, Amram testified to the same effect before the Sen­\nate Foreign Relations Committee. S. Exec. Rep., at 13 (stating that\nservice by central authority “is not obligatory,” and that other available\ntechniques included “direct service by mail”).\n\u000c10                 WATER SPLASH, INC. v. MENON\n\n                           Opinion of the Court\n\n  In 1989, the Eighth Circuit issued Bankston, the first\nFederal Court of Appeals decision holding that the Hague\nService Convention prohibits service by mail. 889 F. 2d, at\n174. The State Department expressed its disagreement\nwith Bankston in a letter addressed to the Administrative\nOffice of the U. S. Courts and the National Center for\nState Courts. See Notice of Other Documents (1), United\nStates Department of State Opinion Regarding the Bank­\nston Case and Service by Mail to Japan Under the Hague\nService Convention, 30 I. L. M. 260, 260–261 (1991) (ex­\ncerpts of Mar. 14, 1990, letter). The letter stated that\n“Bankston is incorrect to the extent that it suggests that\nthe Hague Convention does not permit as a method of\nservice of process the sending of a copy of a summons and\ncomplaint by registered mail to a defendant in a foreign\ncountry.” Id., at 261. The State Department takes the\nsame position on its website.5\n  Finally, this Court has given “considerable weight” to\nthe views of other parties to a treaty. Abbott, 560 U. S., at\n16 (internal quotation marks omitted); see Lozano v.\nMontoya Alvarez, 572 U. S. ___, ___ (2014) (slip op., at 9)\n(noting the importance of “read[ing] the treaty in a man­\nner consistent with the shared expectations of the con­\ntracting parties” (internal quotation marks omitted)). And\nother signatories to the Convention have consistently\nadopted Water Splash’s view.\n  Multiple foreign courts have held that the Hague Ser­\n\n\n——————\n  5 Dept.   of State, Legal Considerations: International Judicial Assis­\ntance: Service of Process (stating that “[s]ervice by registered . . . mail\n. . . is an option in many countries in the world,” but that it “should . . .\nnot be used in the countries party to the Hague Service Conven-\ntion that objected to the method described in Article 10(a) (postal\nchannels)”), online at https://travel.state.gov/content/travel/en/legal­\nconsiderations/judicial/service-of-process.html (all Internet materials as\nlast visited May 19, 2017).\n\u000c                      Cite as: 581 U. S. ____ (2017)                    11\n\n                          Opinion of the Court\n\nvice Convention allows for service by mail.6 In addition,\nseveral of the Convention’s signatories have either objected,\nor declined to object, to service by mail under Article\n10, thereby acknowledging that Article 10 encompasses\nservice by mail.7 Finally, several Special Commissions—\ncomprising numerous contracting States—have expressly\nstated that the Convention does not prohibit service by\nmail.8 By contrast, Menon identifies no evidence that any\n——————\n   6 See, e.g., Wang v. Lin, [2016] 132 O. R. 3d 48, 61 (Can. Ont. Sup. Ct.\n\nJ.); Crystal Decisions (U. K.), Ltd. v. Vedatech Corp., EWHC (Ch) 1872\n(2004), 2004 WL 1959749 ¶21 (High Court, Eng.); R. v. Re Recognition\nof an Italian Judgt., 2000 WL 33541696, ¶4 (D. F. Thes. 2000); Case C–\n412/97, ED Srl v. Italo Fenocchio, 1999 E. C. R. I–3845, 3877–3878, ¶6\n[2000] 3 C. M. L. R. 855; see also Brockmeyer v. May, 383 F. 3d 798, 802\n(CA9 2004) (noting that foreign courts are “essentially unanimous” in\nthe view “that the meaning of ‘send’ in Article 10(a) includes ‘serve’ ”).\n   7 Canada, for example, has stated that it “does not object to service by\n\npostal channels.” By contrast, the Czech Republic has adopted Czecho­\nslovakia’s position that “judicial documents may not be served . . .\nthrough postal channels.” Dutch Govt. Treaty Database: Convention on\nthe Service Abroad of Judicial and Extrajudicial Documents in Civil or\nCommercial Matters: Parties With Reservations, Declarations\nand Objections, (entries for Canada and the Czech Republic) on-\nline at https://treatydatabase.overheid.nl/en/Verdrag/Details/004235_b;\nsee also, e.g., ibid. (entries for Latvia, Australia, and Slovenia). In\naddition, some states have objected to all of the channels of transmis­\nsion listed in Article 10, referring to them collectively with the term\n“service.” See, e.g., ibid. (entries for Bulgaria, Hungary, Kuwait, and\nTurkey).\n   8 Hague Conference on Private International Law, Conclusions and\n\nRecommendations Adopted by the Special Commission on the Practical\nOperation of the Hague Apostille, Evidence and Service Conventions\n¶55, p. 11 (Oct. 28–Nov. 4, 2003) (“reaffirm[ing]” the Special Commis­\nsion’s “clear understanding that the term ‘send’ in Article 10(a) is to be\nunderstood as meaning ‘service’ through postal channels”), online at\nhttps://assets.hcch.net/upload/wop/lse_concl_e.pdf; Hague Conference\non Private International Law, Report on the Work of the Special\nCommission of April 1989 on the Operation of the Hague Conventions\nof 15 November 1965 on the Service Abroad of Judicial and Extrajudi­\ncial Documents in Civil or Commercial Matters and of 18 March 1970\non the Taking of Evidence Abroad in Civil or Commercial Matters ¶16,\n\u000c12                WATER SPLASH, INC. v. MENON\n\n                          Opinion of the Court\n\nsignatory has ever rejected Water Splash’s view.\n                        *     *    *\n  In short, the traditional tools of treaty interpretation\nunmistakably demonstrate that Article 10(a) encompasses\nservice by mail. To be clear, this does not mean that the\nConvention affirmatively authorizes service by mail.\nArticle 10(a) simply provides that, as long as the receiving\nstate does not object, the Convention does not “interfere\nwith . . . the freedom” to serve documents through postal\nchannels. In other words, in cases governed by the Hague\nService Convention, service by mail is permissible if two\nconditions are met: first, the receiving state has not ob­\njected to service by mail; and second, service by mail is\nauthorized under otherwise-applicable law. See Brock­\nmeyer, 383 F. 3d, at 803–804.\n  Because the Court of Appeals concluded that the Con­\nvention prohibited service by mail outright, it had no\noccasion to consider whether Texas law authorizes the\nmethods of service used by Water Splash. We leave that\nquestion, and any other remaining issues, to be considered\non remand to the extent they are properly preserved.\n  For these reasons, we vacate the judgment of the Court\nof Appeals, and we remand the case for further proceed­\nings not inconsistent with this opinion.\n                                            It is so ordered.\n\n  JUSTICE GORSUCH took no part in the consideration or\ndecision of this case.\n——————\np. 5 (Apr. 1989) (criticizing “certain courts in the United States” which\n“had concluded that service of process abroad by mail was not permit­\nted under the Convention”), online at https://assets.hcch.net/upload/\nscrpt89e_20.pdf; Report on the Work of the Special Commission on the\nOperation of the Hague Convention on the Service Abroad of Judicial\nand Extrajudicial Documents in Civil or Commercial Matters, Nov. 21–\n25 1977, 17 I. L. M. 312, 326 (1978) (observing that “most of the States\nmade no objection to the service of judicial documents coming from\nabroad directly by mail in their territory” (emphasis added)).\n\u000c",
	"cited_id": [
		112101
	],
	"id_manually_found": [
		false
	],
	"cited_case": [
		"Volkswagenwerk Aktiengesellschaft v. Schlunk, 486 U. S. 694 (1988)"
	],
	"case_extract": [
		"Volkswagenwerk Aktiengesellschaft v. Schlunk, 486 U. S. 694, 698 (1988)"
	],
	"citing_sentence": "The purpose of that multilateral treaty is to simplify, standardize, and generally improve the process of serving documents abroad. Preamble, ibid.; see Volkswagenwerk Aktiengesellschaft v. Schlunk, 486 U. S. 694, 698 (1988).",
	"citing_paragraph": "This case concerns the scope of the Convention on the Service Abroad of Judicial and Extrajudicial Documents in Civil and Commercial Matters, Nov. 15, 1965 (Hague Service Convention), 20 U. S. T. 361, T. I. A. S. No. 6638. The purpose of that multilateral treaty is to simplify, standardize, and generally improve the process of serving documents abroad. Preamble, ibid.; see Volkswagenwerk Aktiengesellschaft v. Schlunk, 486 U. S. 694, 698 (1988). To that end, the Hague Service Convention specifies cer­ tain approved methods of service and “pre-empts incon­ sistent methods of service” wherever it applies. Id., at 699. Today we address a question that has divided the lower courts: whether the Convention prohibits service by mail. We hold that it does not.",
	"relevant_keywords": [
		"purpose",
		"objective",
		"treaty",
		"multilateral",
		"convention on the service abroad of judicial and extrajudicial documents",
		"Hague Service Convention",
		"20 U. S. T. 361",
		"serve",
		"document"
	],
	"query": [
		"treaty AND serv! AND document AND (oversea! OR abroad) AND (purpose OR objective OR function)",
		"treaty AND serv! AND document AND (oversea! OR abroad) AND (purpose OR objective OR function) AND (\"20 U. S. T. 361\" OR \"Hague Service Convention\" OR \"convention on the service abroad of judicial and extrajudicial documents\")",
		"treaty AND (purpose OR objective OR function) AND (\"20 U. S. T. 361\" OR \"Hague Service Convention\" OR \"convention on the service abroad of judicial and extrajudicial documents\")"
	],
	"es_query": [
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "treaty"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "serv*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "document"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "oversea*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "abroad"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "purpose"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "objective"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "function"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "treaty"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "serv*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "document"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "oversea*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "abroad"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "purpose"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "objective"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "function"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "20 u  s  t  361",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "hague service convention",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "convention on the service abroad of judicial and extrajudicial documents",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		},
		{
			"query": {
				"bool": {
					"must": [
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "treaty"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "serv*"
							}
						},
						{
							"multi_match": {
								"fields": [
									"case_name",
									"plain_text",
									"html"
								],
								"query": "document"
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "oversea*"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "abroad"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "purpose"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "objective"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "function"
										}
									}
								]
							}
						},
						{
							"bool": {
								"should": [
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "20 u  s  t  361",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "hague service convention",
											"type": "phrase"
										}
									},
									{
										"multi_match": {
											"fields": [
												"case_name",
												"plain_text",
												"html"
											],
											"query": "convention on the service abroad of judicial and extrajudicial documents",
											"type": "phrase"
										}
									}
								]
							}
						}
					]
				}
			}
		}
	]
}